[
  {
    "emotion": "surprised",
    "context": "أوه بالتأكيد. أحاول دائمًا الركوب بشكل دفاعي ولذا فأنا لا أتسبب في الإساءة للآخرين ، ولكن قد يكون الأمر عشوائيًا في بعض الأحيان.",
    "response": "أرى الكثير من السيارات التي لا تحترس من الدراجات النارية ، فكن حذرًا هناك"
  },
  {
    "emotion": "proud",
    "context": "كنت فخوراً عندما حصل أخي على شهادته. لقد كان أول فرد في عائلتنا يفعل ذلك لذا كان لطيفًا.",
    "response": "هذا رائع. أتمنى أن يذهب الجميع إلى الكلية إذا أرادوا ذلك"
  },
  {
    "emotion": "proud",
    "context": "نعم سيكون من الجيد أن تتاح لك الفرصة",
    "response": "yeah. if only"
  },
  {
    "emotion": "angry",
    "context": "دفع الإيجار يجعلني أشعر بالجنون.",
    "response": "القضايا المالية دائما صعبة."
  },
  {
    "emotion": "angry",
    "context": "انها ليست التي. شقتي سيئة ومعرف الهوية أفضل من دفع ثمن منزل",
    "response": "حسنًا ، يجب أن تنظر في ذلك"
  },
  {
    "emotion": "annoyed",
    "context": "لقد تعرضت لحادث وتحطمت سيارتي الجديدة ، لست سعيدًا بذلك :(",
    "response": "Oh no! I hope you are ok."
  },
  {
    "emotion": "annoyed",
    "context": "لحسن الحظ دفع التأمين لكن وقتي ضاع",
    "response": "تحدث الأشياء لا يمكننا فعل أي شيء حيال ذلك ، وآمل ألا يؤثر هذا عرضًا عليك على المدى الطويل"
  },
  {
    "emotion": "terrified",
    "context": "آمل أن اتضح أن كل شيء على ما يرام",
    "response": "كان كل شيء في النهاية ، لكن في البداية لم يكن كثيرًا."
  },
  {
    "emotion": "terrified",
    "context": "هذا شيء عظيم أن تعرف.",
    "response": "نعم ، لقد كانت تجربة تعليمية لطيفة."
  },
  {
    "emotion": "ashamed",
    "context": "شعرت بالخجل عندما وقعت في مشكلة مع القانون. كنت أكثر خجلًا مما كان سيفكر فيه والدي.",
    "response": "لابد أنه كان محرجا أتمنى أن تنتهي بشكل جيد بالنسبة لك."
  },
  {
    "emotion": "ashamed",
    "context": "أنا هنا الآن لحسن الحظ ، لقد كانت تجربة تعليمية بالتأكيد.",
    "response": "انا سعيد لأجلك."
  },
  {
    "emotion": "embarrassed",
    "context": "لقد تعثرت في أول يوم لي في المدرسة الثانوية أمام الناس. لقد كان محرجًا بعض الشيء بالنسبة لي في ذلك الوقت وهناك.",
    "response": "أوه لا! هل تفاعلوا بالضحك أو المساعدة أو التجاهل؟"
  },
  {
    "emotion": "embarrassed",
    "context": "معظمهم لم يروا ذلك ، لكن الذين فعلوه كانوا يضحكون ويشيرون.",
    "response": "أستطيع أن أرى أين سيكون ذلك محرجًا. آمل أن كبرياءك لم يجرح كثيرًا ... أو جسديًا!"
  },
  {
    "emotion": "surprised",
    "context": "اكتشفت أنني حامل حقًا أرضيت زوجي وأنا.",
    "response": "الأخبار بهذا الحجم ستكون صدمة لأي شخص! كيف تعاملت معها؟"
  },
  {
    "emotion": "surprised",
    "context": "بضع لحظات من الصمت ثم قررنا أن الوقت قد حان لجمعها معًا.",
    "response": "أنا سعيد لأنكما وجدا الشجاعة لمواجهته. عمل رائع!"
  },
  {
    "emotion": "caring",
    "context": "ليس لدي أطفال بنفسي ، لكن كوني وصيًا لكلبي يعد أمرًا مفيدًا أيضًا.",
    "response": "بالتأكيد!. الكلاب هي أعضاء مهمون في الأسرة."
  },
  {
    "emotion": "caring",
    "context": "أنا موافق. أعتقد أنه لا يهم حقًا ما الذي نقدمه أو من نقدمه - طالما أننا جميعًا سعداء ونبذل قصارى جهدنا!",
    "response": "في الواقع. دعا ابني كلبنا ابن عمه لفترة قصيرة ... غريب أعرفه."
  },
  {
    "emotion": "angry",
    "context": "في اليوم الآخر ، طلبت من الصينيين بعد أن كنت أتوق إليها إلى الأبد ، وانتهى بي الأمر إلى أن تكون مقرفة! قرف.",
    "response": "أوه ، هذا محبط! أحب الطعام الصيني. ماذا طلبت؟"
  },
  {
    "emotion": "angry",
    "context": "أنا أيضا! كنت منزعجًا جدًا من ذلك رغم ذلك. أمرت بوجبة تسو العامة ، وكراب رانجونز.",
    "response": "كراب رانجون هي واحدة من المفضلة. سأكون مضطربا أيضا. أعتقد أنني أعرف ما سأتناوله على العشاء الليلة."
  },
  {
    "emotion": "impressed",
    "context": "هل سبق لك أن ذهبت إلى واحدة من تلك الحفلات التي تحضر فيها النبيذ الخاص بك؟",
    "response": "نعم! إنها متعة فائقة. هل؟"
  },
  {
    "emotion": "impressed",
    "context": "نعم. ذهبت إلى واحدة الأسبوع الماضي. لقد فوجئت بمدى جودة جميع لوحاتنا.",
    "response": "أنا دائمًا كذلك لأنني لست فنانًا بأي وسيلة."
  },
  {
    "emotion": "sad",
    "context": "في اليوم الآخر حصلت ابنتي على لقاح DTAP الرابع وكان لها رد فعل سيئ تجاهه.",
    "response": "أوه لا! هل كل شيء بخير الآن؟"
  },
  {
    "emotion": "sad",
    "context": "نعم لحسن الحظ ، لكنني لم أستطع حتى النوم الليلة الماضية. انا كنت قلقا جدا. قرف",
    "response": "أعلم أن هذا صعب. إنه أمر مخيف عندما يمر أطفالك بشيء من هذا القبيل. لا يتركك أبدًا عندما يحين وقت القيام بذلك مرة أخرى."
  },
  {
    "emotion": "impressed",
    "context": "مرحبًا ، بالأمس ، فوجئت بشكل إيجابي بالعمل الذي قام به زميل في العمل.",
    "response": "إنه خبر سار! ماذا فعلوا لمفاجأتك؟"
  },
  {
    "emotion": "impressed",
    "context": "لقد حقق مشروعًا كاملاً بمفرده واستخدم أفضل ممارسات تكنولوجيا المعلومات لهذا المشروع في فترة زمنية قصيرة جدًا. إنه ماهر جدا.",
    "response": "مذهل ، أنا سعيد من أجلك. :)"
  },
  {
    "emotion": "hopeful",
    "context": "لقد كنا نكافح مؤخرًا ، لكن زوجتي أجرت مقابلة غدًا أخيرًا.",
    "response": "لماذا كنت تكافح؟"
  },
  {
    "emotion": "hopeful",
    "context": "لأننا على دخل واحد فقط ولا يكفي لعائلتنا",
    "response": "اني اتفهم. من المستحيل العيش بدخل واحد فقط للأسرة. أنا سعيد لأنها أجرت مقابلة."
  },
  {
    "emotion": "guilty",
    "context": "كنت ساذجة مع سعر الفائدة على بطاقتي الائتمانية وتركتها تخرج عن نطاق السيطرة ، وهذا أمر مقلق بالنسبة لي.",
    "response": "إن التعرض للديون أمر مرهق للغاية وأنا متأكد من أن هذا يضيف إليه."
  },
  {
    "emotion": "guilty",
    "context": "إنه كذلك ، والأسوأ من ذلك كله هو أنني خائف من إخبار شريكي بذلك.",
    "response": "أنا لا ألومك. لقد كنت في هذا الموقف ببطاقة ائتمان نسيت أن أدفعها عندما انتقلنا ولم يكن لديهم عنوان إعادة التوجيه الصحيح. الضغط فوق التوتر. :("
  },
  {
    "emotion": "anticipating",
    "context": "يبدأ سنتي الجامعية الأولى في أغسطس. أنا أدرس العدالة الجنائية.",
    "response": "كنت أحب دراسة العدالة الجنائية"
  },
  {
    "emotion": "anticipating",
    "context": "لقد غيرت تخصصي الرئيسي ثلاث مرات ، لكنني أعتقد أنني متمسك بهذا. أنا جاهز للتخرج.",
    "response": "اسمعك. أحب الجريمة الحقيقية ، لذا أعتقد أن دراستها ستكون ممتعة"
  },
  {
    "emotion": "afraid",
    "context": "انتهى المطاف بصديقي في المستشفى بعد تعرضه لحادث قبل بضعة أسابيع ، كانت هناك فترة من الوقت لم يعرفوا فيه ما إذا كان سينتقل.",
    "response": "أوه لا ، يا له من موقف محزن ومخيف. كيف حالهم الان؟"
  },
  {
    "emotion": "afraid",
    "context": "إنه بخير الآن ، فقط يتعامل مع إصابة في الرأس وبعض العظام المكسورة. لكن نعم ، كان الأمر مخيفًا جدًا. لم أنم لأيام.",
    "response": "لا أستطيع أن أتخيل مدى صعوبة ذلك. أنا سعيد لأنه يقوم بعمل أفضل!"
  },
  {
    "emotion": "furious",
    "context": "مرحبًا ، كنت أقود سيارتي في الشارع في ذلك اليوم ، وجاءت هذه السيارة العشوائية محلقة من العدم من شارع جانبي وكادت تصدمني ، كنت غاضبًا جدًا.",
    "response": "يقود الناس المزيد والمزيد من السوء. هل أخذت رقم اللوحة؟"
  },
  {
    "emotion": "furious",
    "context": "لم تتح لي الفرصة أن هذا الرجل كان يسير بسرعة كبيرة ، ربما مثل 70 في شارع سكني!",
    "response": "اني اتفهم. أنا سعيد لأنه لم يحدث لك شيء سيء."
  },
  {
    "emotion": "guilty",
    "context": "مرحباً ، أشعر بالسوء بعد رد فعلي على نكتة أخي. الآن ، هو غاضب مني.",
    "response": "أوه لا هذا مؤسف ، هل سخرت منه أو شيء من هذا القبيل؟"
  },
  {
    "emotion": "guilty",
    "context": "قلت له إنه غبي. ما كان يجب أن أقول أنه حتى نكتة سيئة للغاية",
    "response": "أوه ، حسنًا في بعض الأحيان نقول أشياء لا نعنيها. إذا اعتذرت ، فمن المحتمل أن يقبل ذلك وسيكون بخير مرة أخرى."
  },
  {
    "emotion": "jealous",
    "context": "لقد تمت خطبة صديقي للتو في ذلك اليوم.",
    "response": "أوه ، هذا خبر رائع ، أهنئه بالنيابة عني."
  },
  {
    "emotion": "jealous",
    "context": "حسنًا ، إنها لول ، كنت سعيدًا ولكنني أشعر بالحسد في نفس الوقت لأنني لا أملك حتى صديقًا. لا أعتقد أنني سأتزوج.",
    "response": "لا أحد يموت ، أنا متأكد من أنه قد يكون هناك شخص في هذا العالم مصنوع من أجلك ، هذا ليس الوقت المناسب لمقابلة ذلك الرجل. فقط انتظر وسيظهر أمامك عندما تحتاجه حقًا."
  },
  {
    "emotion": "jealous",
    "context": "شكر. أعتقد أنني سأذهب إلى حفل الزفاف الآن. أنا فقط أمزح.",
    "response": "نعم! استمتع بالحياة على أكمل وجه دون قلق"
  },
  {
    "emotion": "guilty",
    "context": "طلبت بيتزا في ذلك اليوم وكانت لذيذة.",
    "response": "يبدو من الجيد مجرد قراءة هذه الكلمات ، أي نوع كانت؟"
  },
  {
    "emotion": "guilty",
    "context": "كان بيبروني ، سجق ، فلفل أخضر وأحمر ، وهالبينو. أكلت كل شيء قبل أن يستيقظ أطفالي. شعرت بالسوء",
    "response": "لن تقتلك بيتزا جيدة على الإفطار بين حين وآخر ، فهي تبدو لذيذة."
  },
  {
    "emotion": "joyful",
    "context": "لذلك اشتريت تذكرة يانصيب لمجرد نزوة وربحت 250 دولارًا ، تحدث عن يوم محظوظ!",
    "response": "نجاح باهر! هل كانت خدش أم كان عليك اختيار أرقام؟"
  },
  {
    "emotion": "joyful",
    "context": "اضطررت إلى اختيار الأرقام وذهبت بشكل عشوائي ، وشعرت أنني بحالة جيدة بقية اليوم بعد ذلك.",
    "response": "نجاح باهر. انت محظوظ. يجب عليك المحاولة مرة أخرى."
  },
  {
    "emotion": "excited",
    "context": "أنا ذاهب في إجازة بعد 3 ساعات! أذكى سوبر!",
    "response": "رائع! إلى أين تذهب؟"
  },
  {
    "emotion": "excited",
    "context": "اليابان. عملي يمول بعضًا منه.",
    "response": "نجاح باهر! هل كنت هناك من قبل؟ لديهم ثقافة مذهلة"
  },
  {
    "emotion": "disappointed",
    "context": "اضطررت للذهاب إلى محكمة إعالة الطفل الشهر الماضي. يا للتبذير.",
    "response": "انتظر. ماذا حدث؟"
  },
  {
    "emotion": "disappointed",
    "context": "لا شيئ. لم يحضر الطرف الآخر لذلك فاتني العمل من أجل لا شيء.",
    "response": "هذا جيد ، أليس كذلك؟ ألا تفوز إذن؟"
  },
  {
    "emotion": "annoyed",
    "context": "مرحبًا ، لقد ذهبت في إجازة إلى المكسيك. كثيرا ما يكون هناك انقطاع للكهرباء. انها تزعجني كثيرا",
    "response": "أوه لا. لم يكن لدي هذه المشكلة في المكسيك"
  },
  {
    "emotion": "annoyed",
    "context": "كنت محظوظا. متى ذهبت؟ إلى أي مدينة ذهبت؟",
    "response": "كان قبل عامين. لا أستطيع أن أتذكر أين. بقينا على الشاطئ طوال اليوم."
  },
  {
    "emotion": "surprised",
    "context": "ابنتي ذاهبة إلى الصف الثامن هذا العام وتريد أن تجرب لعبة اللاكروس",
    "response": "جميل ، أنا لا أعرف هذه الرياضة. ما هي القواعد؟"
  },
  {
    "emotion": "surprised",
    "context": "إنه نوع من مثل كرة القدم لكنهم يستخدمون بعض العصا الغريبة. لم تحب الرياضة أبدًا لذا فوجئت بذلك",
    "response": "أنا سعيد لأنها تحاول شيئًا ما. الرياضة مهمة للأطفال."
  },
  {
    "emotion": "faithful",
    "context": "العمل في دولة أخرى لمدة عام. ذاهب للادخار للزواج من صديقتي",
    "response": "لطالما أردت العمل في الخارج. ما العمل الذي تقوم به هناك؟"
  },
  {
    "emotion": "faithful",
    "context": "التسويق في الواقع.",
    "response": "رائع. ومبروك على خطوبتك المستقبلية!"
  },
  {
    "emotion": "angry",
    "context": "لذلك منذ أسبوعين ، خرجت للحفلات مع بعض الأصدقاء ، وبينما كنا نشرب ، خرج صديقي لتعاطي المخدرات ليشعر بتحسن ، لكن منذ أن كنت أفضل صديق له ، لم أرغب في رؤيته يتخلص من حياته بهذه الطريقة ، وذكر أننا كنا كان يشرب بالفعل لم يكن بحاجة إلى الارتفاع لكنه رفض لذلك بدأت في الصراخ من أجل الاسترخاء ودفعني على الأرض. شعرت أنه اختار المخدرات على الأصدقاء",
    "response": "أستطيع أن أرى لماذا تشعر بهذه الطريقة. في بعض الأحيان لا يتحكم المدمنون بشكل كامل في قراراتهم."
  },
  {
    "emotion": "angry",
    "context": "نعم ولكن هناك دائمًا وقت ومكان ، وإذا قمت بدعوة صديقي المفضل لقضاء ليلة سعيدة وقرر أن يفعل شيئًا خاصًا به ، فهذا يزعجني ، لأنني أكره رؤيته هكذا وبعد ذلك شعرت أن الليلة قد دمرت للتو .",
    "response": "أعتقد أنه من حقك أن تغضب من ذلك."
  },
  {
    "emotion": "disgusted",
    "context": "ذهبت إلى أمي لتناول العشاء منذ ليلتين ولم تطبخ الدجاج حتى النهاية كنت على وشك التقيؤ على الطاولة.",
    "response": "نجاح باهر! كنت سأشعر بنوع من الطريق إلى. ماذا فعلت بعد"
  },
  {
    "emotion": "disgusted",
    "context": "لا أستطيع الصراخ في وجهها ، إنها تكبر في السن وتبذل قصارى جهدها. ذكرتها بلطف أن الدجاج يحتاج إلى طهي إلى 165 درجة وإذا لم يكن لديها مدقق درجة حرارة اللحم ، فسأحصل على واحد لها",
    "response": "نعم أو تكون هناك في المرة القادمة التي تعد فيها العشاء وتعطيها نصائح تناول الدجاج النيء أمر سيء للغاية"
  },
  {
    "emotion": "lonely",
    "context": "انتقلت للتو إلى مدينة جديدة ، وعمل جديد ، وليس لدي أصدقاء.",
    "response": "هل حاولت صنع أي منها؟"
  },
  {
    "emotion": "lonely",
    "context": "لدي ، لكن الأمر صعب جدًا مع جدول أعمالي.",
    "response": "ربما تحاول الخروج إلى الحفلات الموسيقية أو النوادي أو الأحداث الرياضية ، في مكان ما يمكنك العثور فيه على أشخاص لديهم اهتمامات مشتركة"
  },
  {
    "emotion": "annoyed",
    "context": "جيراني دائما لديهم صحبة يقف الناس باستمرار أمام شقتي.",
    "response": "أوه لا. هل هناك الكثير من مواقف السيارات المتاحة؟"
  },
  {
    "emotion": "annoyed",
    "context": "إنه مجمع صغير ، وموقف سيارات للزوار بعيد. هذا هو المكان الذي يجب عليهم الوقوف فيه. انه مزعج",
    "response": "أنا موافق. كان لديّ شقة بها موقف سيارات محدود وكان الناس الذين لا يعيشون هناك يقفون دائمًا هناك على أي حال."
  },
  {
    "emotion": "sad",
    "context": "هل عندك أطفال؟ ستبلغ ابنتي من العمر 14 عامًا قريبًا. لا أريدها أن تكبر.",
    "response": "لا شيء أعرفه! أشعر بك .. إذا كان لدي ابنة سأكون مفرط في الحماية والتوتر"
  },
  {
    "emotion": "sad",
    "context": "إنها ذكية جدا وصادرة. أعلم أنها ستريد مغادرة الولاية للالتحاق بالجامعة. لا",
    "response": "لا حبسها في القبو"
  },
  {
    "emotion": "hopeful",
    "context": "أريد طقسًا جافًا ومنسمًا ومشمسًا طوال الأسبوع",
    "response": "أين يمكنك الحصول على هذا النوع من الطقس."
  },
  {
    "emotion": "hopeful",
    "context": "45 دقيقة من المكان الذي أعيش فيه ... جزيرة ساوث بادري ، فتيات رائعات من الرمال البيضاء والمشروبات الكحولية الرخيصة",
    "response": "لقد جعلتني في الخمور الرخيصة"
  },
  {
    "emotion": "trusting",
    "context": "كان صديقي المفضل دائمًا هناك من أجلي.",
    "response": "هذا بارد. من الجيد أن يكون لديك أصدقاء مخلصون"
  },
  {
    "emotion": "trusting",
    "context": "لقد نشأ أصدقاؤنا معًا والتقينا في وظيفة كرهناها. هي مثل أختي.",
    "response": "ما هي بعض السمات الشخصية المشتركة بينكما"
  },
  {
    "emotion": "disappointed",
    "context": "أنا غاضب لأنني أضرب اليوم 335 على مقاعد البدلاء وليس بلدي 350 المعتاد ... أحتاج إلى البدء في تناول الطعام الصحي",
    "response": "هذا مهم. هناك دائما غدا."
  },
  {
    "emotion": "disappointed",
    "context": "صحيح. هل تحب ممارسة الرياضة",
    "response": "أتمنى. اشتريت دراجة تدور في يناير واستخدمتها مرة واحدة. لا بد لي من الإقلاع عن التدخين."
  },
  {
    "emotion": "trusting",
    "context": "كنت في النادي أمس وتركني أخي. علمت أنه سيعود بالرغم من ذلك. لقد أراد فقط تاكو",
    "response": "يحدث هذا عدة مرات ، فهم لا يهتمون بنا"
  },
  {
    "emotion": "trusting",
    "context": "ماذا تقصد بذلك",
    "response": "إخوتنا ، وتركنا جميعًا بمفردنا في حفلة أو نادٍ."
  },
  {
    "emotion": "nostalgic",
    "context": "كنت أستمع إلى قائمة تشغيل الموسيقى العشوائية هذه على Youtube ثم هذه الأغنية التي لم أسمعها منذ أن كنت طفلاً ، والتي نسيتها تمامًا ، جاءت وأعادت كل ذكريات الطفولة هذه.",
    "response": "ماذا كانت الاغنية؟"
  },
  {
    "emotion": "nostalgic",
    "context": "كانت هذه الأغنية لفرقة \"كيك\" التي اعتاد والداي تشغيلها طوال الوقت في السيارة. لا أستطيع تذكر الاسم رغم ذلك.",
    "response": "هل هو سترة طويلة تنورة قصيرة. أحب هذه الأغنية."
  },
  {
    "emotion": "annoyed",
    "context": "كل شيء ينكسر دائمًا في شقتي ويمتص فريق الصيانة.",
    "response": "أوه لا هذا مقرف جدا! هل تعلم ماذا"
  },
  {
    "emotion": "annoyed",
    "context": "لقد عشت هنا لفترة طويلة وكل فريق جديد هو نفسه.",
    "response": "صاحب المنزل الخاص بي لديه نفس المشكلة."
  },
  {
    "emotion": "annoyed",
    "context": "آمل أن أتحرك العام المقبل. حان وقت المنزل.",
    "response": "نعم نفس الشيء بالنسبة لي فقط يجب أن أصلح درجة الائتمان أكثر قليلا هكتار."
  },
  {
    "emotion": "grateful",
    "context": "كنت حاملاً ودخلت في منتصف الليل بشكل غير متوقع. لم يكن لدي وسيلة نقل موثوقة وتم إغلاق شركة سيارات الأجرة ، لذا اضطررت إلى الاتصال بصديق لم أره منذ فترة طويلة ولحسن الحظ تمكنت من اصطحابي.",
    "response": "واو هذا يبدو مرهقا للغاية"
  },
  {
    "emotion": "grateful",
    "context": "كان الأمر كذلك ، كان لدي مخاض سريع ولم يكن لدي وقت للحصول على حقنة فوق الجافية بمجرد وصولي إلى هناك. لقد كانت أقل ولادة مفضلة لدى جميع أطفالي ، إلا أن الولادة التالية كانت أفضل.",
    "response": "هل تبين أنه / هي بخير دون مضاعفات؟"
  },
  {
    "emotion": "confident",
    "context": "أنا أحب هذا الشعور بإنهاء تمرين قنبلة في صالة الألعاب الرياضية ... ثم امسك 5 فتيات لطيفات يحدقن وينظرن بخجل بعيدًا وصديقاتهن يعطيني مظهرًا مالحًا",
    "response": "واو هل هذا حقا شيء يحدث؟"
  },
  {
    "emotion": "confident",
    "context": "نعم في كل مرة.",
    "response": "لا أعتقد أنني أصدقك."
  },
  {
    "emotion": "devastated",
    "context": "نفدت الأموال من الكلية وهم يريدون مني الحصول على قرض خاص.",
    "response": "حسنًا ، هل هذا شيء يمكنك فعله؟"
  },
  {
    "emotion": "devastated",
    "context": "لا أريد الكثير من الديون.",
    "response": "حسنًا ، هل هناك أي طريقة أخرى؟"
  },
  {
    "emotion": "devastated",
    "context": "أعتقد أن هذا هو خياري الوحيد الآن.",
    "response": "انظر بعناية قبل التوقيع."
  },
  {
    "emotion": "content",
    "context": "كانت عائلتي لطيفة للغاية مؤخرًا.",
    "response": "هذا بارد. ألم يكن الأمر كذلك من قبل؟"
  },
  {
    "emotion": "content",
    "context": "إنه متوقف عن التشغيل لسبب ما. لا استطيع ان اقول لماذا ابدا.",
    "response": "عائلتي هي كذلك."
  },
  {
    "emotion": "disappointed",
    "context": "كان أخي عائدا من رحلة. كنت أتوقع منه أن يجلب لي هدية.",
    "response": "لم يجلب لك شيئا؟"
  },
  {
    "emotion": "disappointed",
    "context": "لا شيء ، لقد فوجئت بذلك.",
    "response": "هذا غريب. أحاول دائمًا شراء هدايا لعائلتي عندما أذهب في رحلة."
  },
  {
    "emotion": "disgusted",
    "context": "مرحبًا ، كنت أتحدث عن المشي في ذلك اليوم ودخلت بطريق الخطأ في أنبوب كلب ، أتحدث عن الإجمالي.",
    "response": "Ewww. لم أفعل ذلك منذ فترة. لحسن الحظ."
  },
  {
    "emotion": "disgusted",
    "context": "أنا سعيد من أجلك ، يحتاج الناس للتنظيف بعد حيواناتهم!",
    "response": "بالطبع يفعلون. أليس هذا هو القانون؟"
  },
  {
    "emotion": "furious",
    "context": "أستيقظ على هاتف خلوي ميت كل صباح.",
    "response": "أوه ، هذا هو الأسوأ ، أحاول أن أتذكر الشحن ولكن من الصعب تذكره في كل مرة."
  },
  {
    "emotion": "furious",
    "context": "أنا أشحنه كل ليلة. ابني يسرقها لمشاهدة مقاطع فيديو يوتيوب وينام معها.",
    "response": "لذا فهو الجاني! من الأفضل أن يبدأ في شحنه وإلا تم إبطاله!"
  },
  {
    "emotion": "embarrassed",
    "context": "كنت في المتجر في ذلك اليوم مع زوجي. نادى صديق اسمي وذهبنا لرؤيتهم.",
    "response": "ماذا كنتم تبحثون عن شراء؟"
  },
  {
    "emotion": "embarrassed",
    "context": "كنا فقط نحصل على البقالة ، لكنني قدمت الصديق إلى زوجي واستخدمت الاسم الخطأ !!!",
    "response": "لقد فعلت ذلك أكثر من مرة ، أنا فظيع في الأسماء"
  },
  {
    "emotion": "proud",
    "context": "لقد ولدت في الفلبين والعيش في أمريكا يجعلني أقدر تراثي أكثر.",
    "response": "هذا مثير للاهتمام ، ما الأشياء التي تفعلها أثناء إقامتك في أمريكا للحفاظ على تراثك على قيد الحياة؟"
  },
  {
    "emotion": "proud",
    "context": "لقد قرأت الكثير من الكتب وأحاول العثور على فلبينيين آخرين للتسكع معهم وهو أمر صعب للغاية",
    "response": "أتخيل أن هذا قد يكون صعبًا ، ربما هناك بعض المجموعات الاجتماعية على الإنترنت يمكنك الانضمام إليها أيضًا"
  },
  {
    "emotion": "confident",
    "context": "أنا لست أفضل طباخ لكنني سأحاول صنع بيتزا اليوم. أعتقد أنه سيكون رائعًا.",
    "response": "فقط احرص على عدم حرقه."
  },
  {
    "emotion": "confident",
    "context": "سأبقيها بسيطة. فقط جبن وبيبروني.",
    "response": "لا صلصة على الإطلاق؟ بالتأكيد لم تقصد ذلك أيضًا؟"
  },
  {
    "emotion": "lonely",
    "context": "كنت وحيدا كثيرا في السنوات الماضية.",
    "response": "أوه لا. آسف لسماع ذلك. هل هو مختلف الآن؟"
  },
  {
    "emotion": "lonely",
    "context": "نعم إنه كذلك. لدي عائلة الآن ، لكن من الصعب التعود عليها.",
    "response": "تحلى بالصبر وستقع الأمور في مكانها. ستكون بخير."
  },
  {
    "emotion": "guilty",
    "context": "لقد تركت كلبي عن طريق الخطأ في الخارج في الحرارة لفترة طويلة منذ أسبوع ، شعرت بالفزع.",
    "response": "أوه لا. هل كانوا بخير؟"
  },
  {
    "emotion": "guilty",
    "context": "نعم تعافى بعد بضع ساعات ، جلسنا بجانب المروحة واستخدمنا مناشف باردة.",
    "response": "كن حذرا. كان يمكن أن يكون أسوأ من ذلك."
  },
  {
    "emotion": "hopeful",
    "context": "لدي ثلاثة أطفال وكلهم في أشياء مختلفة.",
    "response": "حسنًا ، يجب أن يكون هذا مثيرًا لأن يكون لديك الكثير من التنوع ، كم يبلغ عمرها؟"
  },
  {
    "emotion": "hopeful",
    "context": "3 4 13 .. سأتأكد من أنهم جميعًا يتبعون أحلامهم.",
    "response": "يبدو أنك والد عظيم ، فهم محظوظون بوجودك!"
  },
  {
    "emotion": "caring",
    "context": "حلمت أنني أخذت عائلة من القطط. قد أنقذ واحد الآن.",
    "response": "لابد أنه كان حلما واضحا جدا"
  },
  {
    "emotion": "caring",
    "context": "بلى. أحبهم أطفالي. لطالما أردت قطة على أي حال ،",
    "response": "هل نشأت مع الكلاب"
  },
  {
    "emotion": "content",
    "context": "على الرغم من أنني نشأت في منزل صغير في بلد من العالم الثالث ، إلا أن قيمة شركة عائلتي كانت أكثر من قيمة الماس",
    "response": "العائلة مهمة."
  },
  {
    "emotion": "content",
    "context": "Do you have kids",
    "response": "لدي ثلاثة. هم عالمي. أتمنى لو عشنا في البلد وليس في المدينة."
  },
  {
    "emotion": "terrified",
    "context": "لقد تعرضت للسرقة بينما كنت وحدي في المنزل",
    "response": "أوه لا ، يجب أن يكون ذلك فظيعًا."
  },
  {
    "emotion": "terrified",
    "context": "في الواقع ، كان الوقت متأخرًا جدًا في الليل أيضًا",
    "response": "منذ متى هل تأذيت؟"
  },
  {
    "emotion": "anticipating",
    "context": "أتطلع إلى المستقبل كثيرًا مؤخرًا.",
    "response": "حسنًا ، كلنا نفعل. أتمنى أن تحقق ما تريد القيام به"
  },
  {
    "emotion": "anticipating",
    "context": "إنه ليس ما أحاول تحقيقه بقدر ما هو شيء أتطلع إلى تحقيقه.",
    "response": "أوه ، حسنًا ، ما الذي تتطلع إليه أيضًا؟"
  },
  {
    "emotion": "afraid",
    "context": "كان هناك القليل من التحذير. كان ذلك في منتصف الليل.",
    "response": "كان تحذير من حريق؟"
  },
  {
    "emotion": "afraid",
    "context": "Tornado.",
    "response": "واو ، ما هو الشيء الكبير؟"
  },
  {
    "emotion": "annoyed",
    "context": "رئيسي لم يقبل خطة عطلتي. جعلتني غير سعيد لهذا اليوم.",
    "response": "يجب أن يكون هذا مخيبا للآمال. هل يمكنك تغيير خططك؟"
  },
  {
    "emotion": "annoyed",
    "context": "نعم ، كان علي ذلك. كان لديه عطلتي أقصر.",
    "response": "الآن لديك شيء تتطلع إليه."
  },
  {
    "emotion": "impressed",
    "context": "تزوج ابن عمي بميزانية محدودة مؤخرًا. كنت أتساءل كيف سيظهر الأمر وانتهى به الأمر أن يكون أنيقًا للغاية وجميل المظهر.",
    "response": "أعتقد أن هذا هو السبيل للذهاب عندما يتعلق الأمر بحفل الزفاف. استخدم المال من أجل مستقبلكما كزوجين ، وليس ليوم واحد. ولكن لكل منهم ، لذلك أعجبك؟"
  },
  {
    "emotion": "impressed",
    "context": "كنت أعتقد أنه يبدو وكأنه شيء يمكن تمييزه على مقطع فيديو أو مدونة أو شيء ما. أتفق معك تمامًا ، أنا أخطط لحفل زفاف وأحاول التخطيط لشيء رخيص.",
    "response": "اقتراحي هو أن تختار طعامك المفضل بدلاً من بعض الأطعمة الفاخرة التي لا تستمتع بها حتى!"
  },
  {
    "emotion": "sad",
    "context": "كنت أعمل بجد من أجل سباق الماراثون في غضون أسابيع قليلة ولكن انتهى بي الأمر بكسر كاحلي قبل قليل ولا يمكنني المشاركة. أشعر بخيبة أمل.",
    "response": "أوه لا ، هذا فظيع. هل يمكنك المشي ربما مع بعض الدعم على الأقل؟"
  },
  {
    "emotion": "sad",
    "context": "لا ، يجب أن أبتعد عنه تمامًا. يمكنني استخدام العكازات ولكن في الحرارة ، لن يستحق ذلك العناء.",
    "response": "أرى أن هذا سيء للغاية ولكن ربما سيكون هناك المزيد من سباقات الماراثون التي يمكنك المشاركة فيها في المستقبل."
  },
  {
    "emotion": "prepared",
    "context": "لقد حرصت على القيام بكل ما أحتاجه قبل أن يضرب الإعصار إيرما منطقتي. لقد اشتريت المياه المعبأة والأطعمة غير القابلة للتلف ، كما أنني تأكدت من وجود ما يكفي من الغاز لشويتي أيضًا.",
    "response": "هل أصبت بأي ضرر؟"
  },
  {
    "emotion": "prepared",
    "context": "أصبحت ساحتي فوضوية حقًا وتمزق شاشة الشرفة الخلفية الخاصة بي ولكن هذا صغير مقارنة بنصف تلك الموجودة في منطقتي.",
    "response": "كان يمكن أن يكون أسوأ بكثير. ذلك جيد."
  },
  {
    "emotion": "disgusted",
    "context": "طلبت بعض الدجاج في ذلك اليوم وتناولت البعض قبل أن أدرك أنه لا يزال ورديًا.",
    "response": "أوه لا! كنت سأكون مقرف جدا! ومجنون!"
  },
  {
    "emotion": "disgusted",
    "context": "كنت كلاهما. كدت أذهب إلى المستشفى لأنني مرضت لاحقًا ، لكنها لم تدم طويلاً.",
    "response": "هذا يبدو فظيعا. أتمنى أن تكون قد قدمت شكوى للمطعم!"
  },
  {
    "emotion": "nostalgic",
    "context": "عندما أسمع موسيقى عيد الميلاد خلال العطلات ، أفتقد عائلتي في الفلبين",
    "response": "أووو ، متى تخطط لزيارتهم؟"
  },
  {
    "emotion": "nostalgic",
    "context": "عيد الميلاد المقبل آمل أن أدخر ما يكفي لشراء تذكرة",
    "response": "آمل حقًا أن تتمكن من زيارتهم بعد ذلك! أعرف ما تشعر به ، لم أر والدي منذ عامين"
  },
  {
    "emotion": "faithful",
    "context": "لقد كنت دائمًا مخلصًا كزوج ، وأنا فخور بذلك.",
    "response": "جميل ، ليس هناك الكثير من الأشخاص مثلك"
  },
  {
    "emotion": "faithful",
    "context": "حسنًا ، لا أعرف شيئًا عن ذلك ، لكنني في الواقع أردت الزواج من زوجتي.",
    "response": "حسن"
  },
  {
    "emotion": "furious",
    "context": "صدم شخص ما سيارتي أثناء الليل. لقد جعلني غاضبا جدا",
    "response": "هل تسببت في ضرر كبير لها؟"
  },
  {
    "emotion": "furious",
    "context": "تضررت بشدة على الظهر. سيكلفني بسهولة 2000 دولار لإصلاحه.",
    "response": "يا رجل ، هذا حقا نتن. أي فرصة تم التقاطها على الفيديو؟"
  },
  {
    "emotion": "angry",
    "context": "في الأسبوع الماضي ، دخلت أنا وصديقي في معركة بالأيدي",
    "response": "أوه لا ، لماذا كنت تتشاجر؟"
  },
  {
    "emotion": "angry",
    "context": "كنا نتجادل فقط ، سواء كان هدفًا أم لا أثناء لعب كرة القدم. لقد ضحكنا عليها مع البيرة في النهاية",
    "response": "أنا سعيد يا رفاق يمكنك فقط تجاهلها. لكني أتخيل يا رفاق أنكم كنتم غاضبون جدًا خلال خوض معركة بالأيدي"
  },
  {
    "emotion": "nostalgic",
    "context": "أخذت ابنتي تتزلج على الجليد لأول مرة مؤخرًا وتم نقلي إلى طفولتي. كل ما كنت أفكر فيه هو قضاء ليالي الجمعة كطفل في حلبة التزلج على الجليد!",
    "response": "واو الحنين. أتمنى لو كان لديك آلة الزمن .."
  },
  {
    "emotion": "nostalgic",
    "context": "لقد فعلت ذلك ، وأحب أن أكون طفلاً مرة أخرى ، وأشعر بالراحة.",
    "response": "أفضل مرحلة في حياتنا."
  },
  {
    "emotion": "anticipating",
    "context": "لم أكن في موعد منذ فترة. لدي واحدة في نهاية هذا الاسبوع.",
    "response": "هل تعرف إلى أين أنت ذاهب بعد؟"
  },
  {
    "emotion": "anticipating",
    "context": "سنذهب إلى مطعم أحبه. إذا كان التاريخ سيئًا ، فأنا أعلم أن الطعام سيكون جيدًا.",
    "response": "حسنًا ، هذه خطة جيدة. وآمل أن تستمتع نفسك."
  },
  {
    "emotion": "terrified",
    "context": "حلمت في تلك الليلة أن ابنتي ضاعت في المدرسة.",
    "response": "أوه لا. هذا كابوس."
  },
  {
    "emotion": "terrified",
    "context": "نعم ، ستبدأ المدرسة الإعدادية الأسبوع المقبل وقد أصابني بالتوتر.",
    "response": "ستكون بخير."
  },
  {
    "emotion": "apprehensive",
    "context": "ستبدأ ابنتي الصغرى المدرسة الإعدادية الأسبوع المقبل.",
    "response": "أوه ، واو ، هل هي متوترة من ذلك؟"
  },
  {
    "emotion": "apprehensive",
    "context": "لا أستطيع أن أقول ذلك حقًا ، لكنني أعلم أنني كذلك.",
    "response": "كيف ذلك؟"
  },
  {
    "emotion": "lonely",
    "context": "انتقلت أفضل صديق لي منذ الطفولة إلى وظيفتها. كانت صديقي الوحيد وأنا أشعر بالضيق حيال ذلك.",
    "response": "إلى أي مدى ذهبت؟"
  },
  {
    "emotion": "lonely",
    "context": "إنها ست ساعات بالسيارة.",
    "response": "هل من الممكن ان تتحرك ايضا؟"
  },
  {
    "emotion": "terrified",
    "context": "ذهب زوجي إلى السجن ولم أكن أعرف ما الذي سيحدث أو كيف سأخرجه.",
    "response": "أوه لا. هل كل شيء بخير الآن؟"
  },
  {
    "emotion": "terrified",
    "context": "نعم ، لقد أخرجناه وساعدناه على إدراك أنه كان مخطئًا وقد تغير تمامًا نحو الأفضل الآن. كان ذلك قبل 6 سنوات.",
    "response": "حسنًا على الأقل لقد تغير. هذا لا يحدث دائما."
  },
  {
    "emotion": "disgusted",
    "context": "لدي أسوأ الجيران.",
    "response": "أنا أكره ذلك. يجعل من الصعب حقًا العودة إلى المنزل."
  },
  {
    "emotion": "disgusted",
    "context": "نحن نتشارك السلم ودائمًا ما يتركون القمامة عليه. احصل دائمًا على إشعارات بشأن الإيجار ، لذا ربما سيتم طردهم قريبًا.",
    "response": "هذا سيكون جيد لك ربما ستحصل على بعض الجيران الجيدين بعد ذلك."
  },
  {
    "emotion": "ashamed",
    "context": "صدمتني سيارة حوالي 10 سنوات. استيقظت في الصباح عارياً وكانت امرأتان تسألني لإجراء عملية جراحية. شعرت بالسوء الشديد لكوني عارية أمام أشخاص لا أعرفهم.",
    "response": "لم تكن تفكر في الجراحة على الإطلاق؟"
  },
  {
    "emotion": "ashamed",
    "context": "لا لأن عقلي لم يكن يعمل بشكل صحيح. لم أكن أعرف ما هي الجراحة. استيقظت لأجد الناس يغسلون الجزء الخاص بي. شعرت بالسوء.",
    "response": "هذا من شأنه أن يخيفني أيضًا."
  },
  {
    "emotion": "annoyed",
    "context": "أنا السابقين لم يكن في الوقت المحدد مع مدفوعات إعالة الطفل.",
    "response": "هذا سيئ. أتمنى أن تجد حلاً معه."
  },
  {
    "emotion": "annoyed",
    "context": "إنه يكذب دائمًا ولكني أعلم أنه يقامر فقط. يحتاج إلى إيجاد حل خاص به. احصل على مساعدة.",
    "response": "يمكنك مقاضاته"
  },
  {
    "emotion": "impressed",
    "context": "رأيت هذا الرجل يعزف أغنية كاملة بنفسه في عرض المواهب ، يتحدث عن المهارة.",
    "response": "ما هي الأغنية / الآلة التي تم تشغيلها"
  },
  {
    "emotion": "impressed",
    "context": "بالنسبة لمن تقرع أجراسه بواسطة Metallica ، كان يعزف على الطبول والغيتار والغناء.",
    "response": "جميل أنا أحب ميتاليكا. هل كان يستخدم محطة حلقة ومسار دعم أم ماذا"
  },
  {
    "emotion": "proud",
    "context": "أبلغ من العمر 26 عامًا ويمكنني الجلوس على مقاعد البدلاء والقرفصاء والرافعة المميتة لأكثر من 300 رطل ... أشعر بالرضا عن نفسي بشكل عام",
    "response": "واو هذا جيد جدًا ، يجب أن تكون عضوًا في نادي الألف باوند؟"
  },
  {
    "emotion": "proud",
    "context": "لا ، فقط تدرب بمفردي! ماذا عنك تحب العمل",
    "response": "نعم اعتدت أن أكون رافع أثقال ، لكن الإصابات قطعت مسيرتي المهنية لسوء الحظ ، ابق في صحة جيدة!"
  },
  {
    "emotion": "terrified",
    "context": "لا أشاهد العروض المخيفة ، لكني كنت أشاهد عرض ستيفن كينج الجديد على هولو.",
    "response": "نعم ، أشاهد العرض. هذا مخيف بعض الشيء ولكن ليس كثيرًا."
  },
  {
    "emotion": "terrified",
    "context": "الحلقة الأولى كانت جيدة لكن لا أعتقد أنني سأتجاوز الحلقة الثالثة. أشعر بالرعب.",
    "response": "أوه ، ليس الأمر مخيفًا ، يجب أن تشاهد الموسم بأكمله."
  },
  {
    "emotion": "terrified",
    "context": "أنت لا تعرفني لول",
    "response": "هاها ، طيب كما يحلو لك بعد ذلك"
  },
  {
    "emotion": "disgusted",
    "context": "عندما كنت أنا وزوجي مراهقين ، انتقلنا إلى هذه المقصورة التي عرضنا عليها صديقنا العيش مجانًا. كان مثل المنزل ولم يعيش فيه أحد لسنوات. كان لا يزال هناك طعام وأطباق في الحوض والثلاجة كان علينا تنظيفها ، مما جعلني أتقيأ بجدية وكان هناك يرقات وأشياء.",
    "response": "لطيفة هل أصبحت نوعًا من فتاة الطبيعة بعد تلك التجربة؟ أو كنت مجرد صدمة هههه"
  },
  {
    "emotion": "disgusted",
    "context": "لا ، هاها لست مصدومًا ولكن سعيدًا للانتقال إلى شقة حقيقية بمجرد توفير المال الكافي ، هاها.",
    "response": "هذا رائع. لذا أظن أنك أكثر من مدينة غال"
  },
  {
    "emotion": "confident",
    "context": "أشعر وكأنني الرجل في كل مرة أحصل على رقم فتاة لطيفة. يجعلني أقل ميؤوسًا منه بعد الانفصال عن زوجتي السابقة!",
    "response": "هذا محزن ، ربما كان من المفترض أن تكون مع زوجتك السابقة."
  },
  {
    "emotion": "confident",
    "context": "نعم ، أنت على حق تمامًا ... كان الانتقال صعبًا ولكن مقابلة شخص جديد يجعل الأمر أسهل",
    "response": "أعلم ولكني أعتقد أنه من المفترض أن نبقى بصدق مع أحبائنا الأول ، ولكن ربما يكون هذا مثاليًا للغاية."
  },
  {
    "emotion": "nostalgic",
    "context": "ستنتقل أمي في نهاية الشهر المقبل وكنت أفكر في طفولتي معها.",
    "response": "هل كانت لطيفة؟"
  },
  {
    "emotion": "nostalgic",
    "context": "لقد مر بها صعودًا وهبوطًا ولهذا أتساءل كيف سيكون العيش معها كشخص بالغ.",
    "response": "Do you have kids?"
  },
  {
    "emotion": "nostalgic",
    "context": "أفعل ، وهذا أحد الأسباب التي تجعلني متحمسًا للغاية.",
    "response": "لم يفت الأوان بعد لبدء جديد. أنتم يا رفاق ستكونون بخير."
  },
  {
    "emotion": "ashamed",
    "context": "لقد كنت أطلب الخروج خلال الأسبوعين الماضيين.",
    "response": "هل الجو حار جدا للطهي أم أنك تكره الطبخ فقط؟"
  },
  {
    "emotion": "ashamed",
    "context": "حسنًا ، يصبح الجو حارًا حقًا في المطبخ ، لكنني لم أشعر بالرغبة في القيام بذلك. أشعر بشعور سيء.",
    "response": "لا تشعر بالسوء ، لدي تلك الأيام أيضًا. أبقي البيض المسلوق في متناول اليد لتلك الأوقات التي يكون فيها تناول الطعام بالخارج مفرطًا. (بروتين)"
  },
  {
    "emotion": "anticipating",
    "context": "عندما تصارعت في المدرسة الثانوية ، كنت أتوقع دائمًا أن يكون الرجل الآخر أفضل بكثير ... لذلك سأعطيها كل ما لدي",
    "response": "هذه استراتيجية جيدة."
  },
  {
    "emotion": "anticipating",
    "context": "هل لعبت أي رياضة من قبل",
    "response": "لم أكن مشجعة على الرغم من أنك تريد حساب ذلك."
  },
  {
    "emotion": "furious",
    "context": "اعتاد الإنترنت أن يكون رائعًا الآن ، فهو ينقطع عدة مرات في اليوم.",
    "response": "حسنًا ، على الأقل يمكنك العثور على عذر للخروج من المنزل وخلطه!"
  },
  {
    "emotion": "furious",
    "context": "هذا صحيح ، لكنه أيضًا يفسد إحصائيات Call of Duty الخاصة بي. هذا هو أسوأ جزء.",
    "response": "أنا أحب Call of Duty. ما هي رتبتك"
  },
  {
    "emotion": "grateful",
    "context": "لقد تلقيت بريدًا أمس! لقد كان إعلانا مفاجئا بالنسبة لي!",
    "response": "ماذا كان الاعلان؟"
  },
  {
    "emotion": "grateful",
    "context": "لقد كانت ترقية إلى المستوى التالي ... سأصبح قائد فريق من الشهر القادم !!!",
    "response": "واو تهانينا! أراهن أنك عملت بجد من أجل ذلك!"
  },
  {
    "emotion": "jealous",
    "context": "أنا أعيش في مجتمع سكني في الوقت الحالي وينتقل جارتي إلى منزل أسرة واحدة. انها محظوظة!",
    "response": "أتمنى أن تنتقل قريبًا أيضًا. على أي حال أنا سعيد لجارك."
  },
  {
    "emotion": "jealous",
    "context": "أنا أيضا حسود قليلا ولكن أيضا. أريد ساحة.",
    "response": "كل شخص لديه وقته ، سيأتي لك قريبًا"
  },
  {
    "emotion": "surprised",
    "context": "جهاز الكمبيوتر المحمول الجديد الخاص بي مذهل. لقد كنت متحمسًا حقًا عندما تلقيته.",
    "response": "أي نوع من أجهزة الكمبيوتر المحمول هذا؟"
  },
  {
    "emotion": "surprised",
    "context": "إنها Lenovo مع شاشة تعمل باللمس. آخر جهاز كمبيوتر محمول لدي كانت الشاشة متصدع وكنت أستخدمه بهذا الشكل.",
    "response": "هذا يبدو جيدا. أحب وجود شاشة تعمل باللمس على كمبيوتر عملي كثيرًا."
  },
  {
    "emotion": "confident",
    "context": "أحاول تحقيق أهدافي بنهاية العام.",
    "response": "ما هي الاهداف التي تخطط لها؟"
  },
  {
    "emotion": "confident",
    "context": "في الغالب الأمور المالية ، بالطريقة الصعبة ، توفير المال.",
    "response": "المال هو الهدف الذي يحلم به الجميع"
  },
  {
    "emotion": "content",
    "context": "أعتقد أن عائلتي هي الحجم المثالي الآن.",
    "response": "هذا رائع ، كم عدد الأشخاص؟"
  },
  {
    "emotion": "content",
    "context": "أنا وأولادي الثلاثة. قد نحصل على قطة عندما نتحرك ولكن هذا كل شيء.",
    "response": "هذا لطيف ، أخطط لإنجاب 10 أطفال."
  },
  {
    "emotion": "ashamed",
    "context": "تم الإمساك بي وأنا أسرق الطعام مرة واحدة عندما كنت صغيرًا وكسرًا ، وأنا أسافر على Greyhound. شعرت بالفزع حيال ذلك.",
    "response": "تم ضبطي وأنا أسرق مرة عندما كنت أصغر سناً. كان الأمر محرجًا للغاية ، ولم يفعل ذلك مرة أخرى."
  },
  {
    "emotion": "ashamed",
    "context": "أعلم ، شعرت بالشيء نفسه ، ليس من الجيد القيام بذلك.",
    "response": "نحن نتعلم من اخطائنا."
  },
  {
    "emotion": "excited",
    "context": "عندما ذهبت إلى عالم ديزني لأول مرة عندما كنت طفلاً ، كان لدي وقت من حياتي!",
    "response": "لم أذهب حتى بلغت الثلاثين من عمري ولا يزال الأمر ممتعًا!"
  },
  {
    "emotion": "excited",
    "context": "يمكن لأي شخص في أي عمر أن ينفجر!",
    "response": "إنها تجربة رائعة. رغم ذلك باهظة الثمن"
  },
  {
    "emotion": "anxious",
    "context": "ستذهب ابنتي لشراء بيتزا لنا. أنا جائع جدا",
    "response": "أي نوع من البيتزا؟ أنت الآن تجعلني أشعر بالجوع!"
  },
  {
    "emotion": "anxious",
    "context": "بيتزا سوبريم. سيكون رائعا. أتمنى أن تسرع",
    "response": "يا رجل ، أراهن أن هذا سيصل إلى الحال!"
  },
  {
    "emotion": "proud",
    "context": "كنت فخورة عندما قال طفلي بشكل عشوائي \"بطاطا مقلية\" بصوت عالٍ عندما شمّ رائحتها! كان الحديث عملية بالنسبة له لأنه ولد مبكرًا مع بعض المشاكل. كنت فخورة جدًا لأنه تمكن من التعرف على شيء برائحته",
    "response": "رائع. ما زلت متحمسًا عندما يقول أطفالي كلمات جديدة."
  },
  {
    "emotion": "proud",
    "context": "ما هي اعمار اطفالك؟ منجم هو 2 1/2",
    "response": "3 و 4. يدهشني كل يوم تقريبًا"
  },
  {
    "emotion": "annoyed",
    "context": "لا يعجبني عندما يكون لدى الأشخاص في خدمة العملاء مواقف.",
    "response": "اوه انا اعرف ماذا تقصد! بل هو أسوأ عندما تسأل عن مديرهم ويمنحك المدير فرصة كبيرة!"
  },
  {
    "emotion": "annoyed",
    "context": "وظيفتهم الوحيدة هي خدمة العملاء. لماذا يجعلون الأمر صعبًا جدًا؟ لم أجبرهم على التقدم لهذه الوظيفة. شيش.",
    "response": "حق؟ يمكنهم الحصول على وظيفة جامع قمامة إذا كانوا يريدون التصرف بهذه الطريقة!"
  },
  {
    "emotion": "impressed",
    "context": "لذلك كان لدي هذا الصديق لم يكن رائعًا في لعبة متعددة اللاعبين اعتدت اللعب معه.",
    "response": "أي لعبة كانت؟ هل أعطيته نصائح؟"
  },
  {
    "emotion": "impressed",
    "context": "نعم ، مثلما بذلت قصارى جهدي من أجل تحسين حالته. لكن بعد ذلك توقفت عن اللعب معه لمدة شهر.",
    "response": "هل كان منزعجًا منك بسبب ذلك؟"
  },
  {
    "emotion": "lonely",
    "context": "اكتشفت للتو أن زوجي يقضي بعض الوقت مع صديقته القديمة.",
    "response": "أوه ، المفاجئة! هذا ليس من الجيد أن نسمع عنه."
  },
  {
    "emotion": "lonely",
    "context": "لا ليس كذلك. لا أعرف ما الذي سأفعله لكنني متأكد من أنني غاضب منه.",
    "response": "حسنًا ، ربما يجب مواجهته وإذا كان يكذب تخلص منه."
  },
  {
    "emotion": "surprised",
    "context": "لطالما أردت حفلة مفاجأة !! هل كنت سعيدًا لأنهم فاجأك بهذه الطريقة؟",
    "response": "كان الكثير من المرح. لكن أفضل جزء هو أنني لم أشك في شيء."
  },
  {
    "emotion": "excited",
    "context": "تم قبولي في جامعة خياري الأولى",
    "response": "كم هو مثير بالنسبة لك. هل فوجئت؟"
  },
  {
    "emotion": "excited",
    "context": "نوعا من. لم أكن أتوقع حقًا الالتحاق لأن الجامعة تتطلب درجات مذهلة للدخول إليها وليست الأفضل",
    "response": "يبدو أنه سيكون هناك الكثير من العمل الشاق لحضور مثل هذه المدرسة ولكنه يستحق ذلك في النهاية."
  },
  {
    "emotion": "anxious",
    "context": "حان الوقت تقريبًا لبدء المدرسة!",
    "response": "أنا أعلم! سأذهب إلى المدرسة للتسوق غدًا. عطلة نهاية الأسبوع معفاة من الضرائب!"
  },
  {
    "emotion": "anxious",
    "context": "أنا أيضا! أنا أحب توفير المال",
    "response": "لا تمزح. بالإضافة إلى أنني أشتري لشخصين ، لذا فإنني سأشتري ضعف التكلفة هذا العام."
  },
  {
    "emotion": "nostalgic",
    "context": "الموسيقى تعيد الكثير من الذكريات.",
    "response": "ماذا عنها يعيد الذكريات؟"
  },
  {
    "emotion": "nostalgic",
    "context": "استمع لأمي وهي تعزف بعض الأغاني أو تلك التي كنت أغنيها مع أصدقاء الطفولة",
    "response": "هذا دائما ممتع. الكثير من الذكريات الجيدة هناك."
  },
  {
    "emotion": "guilty",
    "context": "هل سبق لك أن كسرت شيئًا ما ولومت الكلب؟",
    "response": "ها ، مرات عديدة. ذات مرة ألومت كلبي على تحطيم تلفزيون صديق ، لكنه كان أنا"
  },
  {
    "emotion": "guilty",
    "context": "لقد فعلت ذلك بمزهرية أرغب في رميها على الدرج. شعرت بالسوء للكلب بعد أن قلت إنه هو.",
    "response": "هل كان سبب وجيه؟ لا أستطيع أن أقول إنني فعلت ذلك من قبل"
  },
  {
    "emotion": "embarrassed",
    "context": "اصطدمت بالصدفة بجدار زجاجي مرة واحدة عندما لم أكن منتبهًا",
    "response": "يا رجل! يجب أن يؤلم هذا حتى لو لم ينكسر."
  },
  {
    "emotion": "embarrassed",
    "context": "فعلت! لحسن الحظ ، لم ينكسر لأن ذلك سيكون أكثر إحراجًا (ومكلفًا)",
    "response": "إنه لأمر مجنون كيف يصعب ملاحظة الزجاج عندما يكون نظيفًا تمامًا."
  },
  {
    "emotion": "content",
    "context": "كان لدي عيد ميلاد عظيم هذا العام.",
    "response": "هل فعلت شيئًا ممتعًا حقًا؟"
  },
  {
    "emotion": "content",
    "context": "نعم ، لقد تمكنت من الاسترخاء وشرب بعض البيرة والتسكع مع أصدقائي وعائلتي. كانت هناك حاجة ماسة إليه.",
    "response": "أنا أعرف ماذا تقصد. في بعض الأحيان يمكن لكل الاختلاف في العالم أن تكون قادرًا على الاسترخاء لفترة من الوقت."
  },
  {
    "emotion": "embarrassed",
    "context": "ذات مرة ارتديت سروالي إلى الوراء للعمل",
    "response": "كيف تمكنت من ذلك؟"
  },
  {
    "emotion": "embarrassed",
    "context": "تم سحبهم بدون أزرار أو سحابات.",
    "response": "أوه هذا منطقي. أتمنى أن تكون قد اكتشفت ذلك بسرعة قبل أن يرى أي شخص آخر."
  },
  {
    "emotion": "hopeful",
    "context": "أعطانا طبيب القلب لابني أخبارًا إيجابية. علينا أن نبدأ في التطلع عندما يتعلق الأمر به الآن. إنه مثير للغاية.",
    "response": "هذا عظيم! هل تغلب على مرض أو مشكلة في القلب؟ يمكن أن يكون ذلك خطيرًا ومخيفًا جدًا!"
  },
  {
    "emotion": "hopeful",
    "context": "تم التفكير في إجراء عملية زرع لكنه أظهر تحسنًا. لذا فهو خارج القائمة.",
    "response": "يا إلهي ، هذا رائع ، هل يشعر بتحسن منذ التحسن؟"
  },
  {
    "emotion": "surprised",
    "context": "لذلك اعتقدت أن الناس فاتتهم عيد ميلادي لمدة عام. لقد كنت مخطئًا للغاية بعد يومين.",
    "response": "ماذا حدث؟ هل حصلت على أفضل مفاجأة في حياتك؟"
  },
  {
    "emotion": "surprised",
    "context": "هيك نعم فعلت! لم يكن لدي أي حفلة مفاجئة من قبل وكان الأمر مثيرًا.",
    "response": "إذن ، كم عدد الأشخاص الذين حضروا؟ وما هي الهدية الخاصة التي تلقيتها؟"
  },
  {
    "emotion": "anxious",
    "context": "لقد دفعت مقابل امتحان الشهادة وتعرضت لحادث مروع جعلني أسري في المستشفى وخرجت منه وأدركت أن أمامي 5 أيام فقط لإجراء الاختبار",
    "response": "هذا النوع من الاختبارات مهم حقًا. هل درست قبل وقوع الحادث؟"
  },
  {
    "emotion": "anxious",
    "context": "كنت في المستشفى لمدة 3 أسابيع. لقد درست وأعمل على المعدات كل يوم ولكني ما زلت أشعر بالقلق عندما وصلت إلى مركز الاختبارات لأنه لم يكن لدي الوقت الكافي للمراجعة",
    "response": "هذا مجرد رجل فظيع على الرغم من أن هذا حدث لك. ماذا كانت نتيجة الامتحان؟"
  },
  {
    "emotion": "afraid",
    "context": "أثناء عملي في مطعم تعرضت للسرقة",
    "response": "واو ، هذا مخيف. هل لديهم مسدس؟"
  },
  {
    "emotion": "afraid",
    "context": "لم أتمكن من رؤية أي سلاح ، لقد أخذوا المال وركضوا.",
    "response": "أوه ، أولي الخطف والاستيلاء. لا يزال يجب ألا يكون شعورًا جيدًا."
  },
  {
    "emotion": "anxious",
    "context": "حاولت جاهدة أن أقوم بحجة جيدة لكنني كنت خائفة",
    "response": "أوه ، هذا لا يبدو جيدًا! ماذا حدث؟"
  },
  {
    "emotion": "anxious",
    "context": "حسنًا ، وقفت أمام القاضي وعرضت قضيتي. ثم أخذها القاضي تحت إشراف.",
    "response": "ماذا كان الحال؟"
  },
  {
    "emotion": "sad",
    "context": "علمت مؤخرًا أن صديقًا مقربًا يُمنع من دخول منزله.",
    "response": "هل اتصلوا بالمقرض لتعديل القرض؟"
  },
  {
    "emotion": "sad",
    "context": "نعم ، لقد استنفدوا جميع التأجيلات والتغييرات الممكنة وكذلك نفثوا كل المساعدة من الصدقات حيث تم استنزافهم بسبب الفواتير الطبية للأم",
    "response": "أتمنى أن يكون هناك شيء يمكنني القيام به للمساعدة"
  },
  {
    "emotion": "furious",
    "context": "هل كان لديك أخ صغير قد أخذ أغراضك دون أن يسأل؟",
    "response": "نعم لقد نشأت مع 4 إخوة وكانوا يفعلون ذلك بي دائمًا .. هاها"
  },
  {
    "emotion": "furious",
    "context": "حسنًا ، بمجرد فقد N64 الخاص بي ويمكنك تخمين من أغضب منه. لم يسأل أخي الصغير ودخلت غرفته وأنا مجنون للغاية",
    "response": "هل أعادها؟"
  },
  {
    "emotion": "proud",
    "context": "اضطررت للتوقف بعد رؤية صديق مقرب يموت بسبب سرطان الرئة.",
    "response": "أوه هذا ليس جيدا! أنا آسف لخسارتك."
  },
  {
    "emotion": "proud",
    "context": "لا بأس على الأقل أنا سعيد لأنني لن أموت بسبب سرطان الرئة :)",
    "response": "أعتقد أن هذه طريقة مثيرة للإيجابية."
  },
  {
    "emotion": "sentimental",
    "context": "المرة الأولى التي أعطاني فيها أحدهم الزهور جعلتني أشعر بأنني مميز للغاية",
    "response": "لا أستطيع أن أتخيل! لماذا اعطاك احد الزهور؟"
  },
  {
    "emotion": "sentimental",
    "context": "كان يوم عيد الحب. ولكن الآن إذا حصلت على بعض ما زال لدي نفس الشعور بالارتباط به.",
    "response": "هذا جميل جدا. أتمنى أن تتلقى المزيد من الزهور في المستقبل من أحبائك."
  },
  {
    "emotion": "sentimental",
    "context": "كانت إحدى أسعد اللحظات في حياتي عندما ولدت ابنة أخي. إنها مذهلة بكل طريقة.",
    "response": "هؤلاء الأطفال يحتلون مكانة خاصة في قلبك. إنه لأمر مدهش أنه عندما يحدث هذا ، فأنت لا تعرف أبدًا أنه يمكنك أن تحب شخصًا ما كثيرًا."
  },
  {
    "emotion": "sentimental",
    "context": "نعم ، ولادتها ذكرى سأعتز بها إلى الأبد. ما زلت أفكر في اليوم بعد 12 عامًا وأشعر أنني محظوظ جدًا لوجودها في حياتي.",
    "response": "سوف تتذكر دائمًا الرابطة الخاصة التي لديك."
  },
  {
    "emotion": "prepared",
    "context": "أنا جاهز لتدمير النهائي اليوم.",
    "response": "حسنا هذا جيد! لأي فئة هذا؟"
  },
  {
    "emotion": "prepared",
    "context": "الأدب",
    "response": "حسنًا ، أتمنى أن تقوم بعمل جيد في ذلك."
  },
  {
    "emotion": "disgusted",
    "context": "لذا فقد قضيت يومًا سيئًا مع أصدقائك وأنا أقول الكثير من الشرب ليلة سيئة.",
    "response": "لقد كان لدي المئات. أنا أعرف مرحاضي جيدًا"
  },
  {
    "emotion": "disgusted",
    "context": "حسنًا ، قرر صديقي في السيارة ذات النوافذ المفتوحة أن يتقيأ علي ذات ليلة.",
    "response": "يا رجل ، هذا مقزز! كنت سأفزع."
  },
  {
    "emotion": "prepared",
    "context": "قال عامل الطقس أنه سيكون لدينا حدث ثلجي لذلك كنت مستعدًا",
    "response": "كيف استعدت؟"
  },
  {
    "emotion": "prepared",
    "context": "لقد قمت بتخزين الضروريات. نادرًا ما نتساقط ثلوجًا ، لذلك عندما نفعل كل شيء يتوقف عن العمل.",
    "response": "حسنًا ، لست على دراية بالعواصف الثلجية لأنني أعيش في فلوريدا ، لكني أعتقد أن الأمر يشبه إلى حد كبير الاستعداد لإعصار ربما /"
  },
  {
    "emotion": "embarrassed",
    "context": "أخذني والدي إلى بطولة الجولف ، PGA التي جاءت إلى مسقط رأسي في مايو الماضي. كان هناك جميع لاعبي الغولف المشهورين الذين تشاهدهم على شاشة التلفزيون ، وقد تعثرت على تل مرتديًا فستانًا!",
    "response": "أتمنى ألا تتأذى. هل ضحك الناس عليك؟"
  },
  {
    "emotion": "embarrassed",
    "context": "لا لحسن الحظ أنني لم أتأذى جسديًا ولكن غرورتي كانت كذلك! لم يضحك أحد على ذلك إلا بعد ذلك ، لقد كانوا قلقين أكثر من أي شيء ، لقد كانوا في الواقع لطيفين للغاية!",
    "response": "هل تم تسجيله على الفيديو؟"
  },
  {
    "emotion": "joyful",
    "context": "هل تتذكر المرة الأولى التي انتقلت فيها من والديك؟",
    "response": "أنا متأكد من ذلك. انتقلت إلى مكب نفايات لول."
  },
  {
    "emotion": "joyful",
    "context": "لكن ألا تشعر بالحرية التي تتمتع بها. يمكنك أن تفعل ما تريد في مكانك.",
    "response": "نعم ، كان لطيفا. كان مكب نفايات ، لكنه كان مكب بلدي."
  },
  {
    "emotion": "surprised",
    "context": "كان من المفترض أن تكون صديقتي في رحلتها لأشهر وأشهر لكنها عادت إلى المنزل مبكراً! افتقدتها!",
    "response": "يجب أن يكون هذا شعور رائع! لابد أنه كان من الصعب عدم وجود صديقك في الجوار لبعض الوقت."
  },
  {
    "emotion": "surprised",
    "context": "كان الأمر صعبًا حقًا ، لقد كانت خارج الشبكة أيضًا ، لذا كان من الصعب حتى الدردشة على الهاتف.",
    "response": "يجب أن تكون قد سافرت بعيدا جدا. أنا سعيد لأنكما لم الشمل!"
  },
  {
    "emotion": "content",
    "context": "لقد تقدمت إلى العديد من الوظائف مؤخرًا. لدي بعض الأخبار المثيرة للغاية!",
    "response": "ما الجديد؟ هل لديك مقابلة؟"
  },
  {
    "emotion": "content",
    "context": "أنا متأكد من ذلك! لا استطيع الانتظار لاظهار قوتي.",
    "response": "أتمنى أن تكون مستعدًا جيدًا!"
  },
  {
    "emotion": "guilty",
    "context": "لذلك كنت في منزل الأصدقاء وكان أطفالنا يركضون في الأرجاء ويلعبون الألعاب. أثناء مطاردة بعضنا البعض ، اصطدم طفلي الصغير بإناء سقط وانكسر! كان صديقي يتفهم ذلك كثيرًا لكنني ما زلت أشعر بالسوء حقًا! لقد ساعدت في تنظيفه معها.",
    "response": "إذا كان لديهم أطفال أنا متأكد من أنهم يفهمون. في بعض الأحيان لا يمكنك الحصول على أشياء لطيفة."
  },
  {
    "emotion": "guilty",
    "context": "لم يكن الأمر حتى أنها كانت لطيفة أو باهظة الثمن ، كانت مجرد هدية من شخص ما وقصدت الكثير لها عاطفياً ، وما أشبه ، ماذا تفعل؟ استبداله لن يجعله أفضل",
    "response": "نعم ، هذا سيء للغاية. لكن يمكنني أن أفهم جانبها أيضًا. في بعض الأحيان لا يمكن استبدال الأشياء."
  },
  {
    "emotion": "terrified",
    "context": "كنت أقود سيارتي وبدأت تمطر بغزارة لدرجة أنني لم أر شيئًا أمامي.",
    "response": "أوه لا ، ماذا حدث لممسحاتك؟"
  },
  {
    "emotion": "terrified",
    "context": "كانوا يعملون لكن المطر كان شديدًا لدرجة أن المساحات لم تكن مفيدة.",
    "response": "أراهن أن هذا كان مخيفًا!"
  },
  {
    "emotion": "annoyed",
    "context": "لا أصدق أن ابني قرر الرسم على مقاعد سيارتي بعلامة دائمة!",
    "response": "أوه لا. من الصعب أن تغضب منهم عندما لا يوجد أي شيء يمكنك فعله حيال ذلك الآن."
  },
  {
    "emotion": "annoyed",
    "context": "لقد حافظت على هدوئي معه ولكني محبط قليلاً بسبب ذلك ، ليس لدي أي فكرة عن كيفية تنظيفه.",
    "response": "ربما يمكن أن يساعد تاجر سيارات."
  },
  {
    "emotion": "impressed",
    "context": "إنني مندهش للغاية من أداء فريق كرة القدم الفرنسي في كأس العالم. كنت أتوقع فوز فريق كرواتيا في المباراة النهائية.",
    "response": "هل كان لديك فريق كنت تشجعيه؟"
  },
  {
    "emotion": "impressed",
    "context": "كان فريقي المفضل هو البرازيل لكنني كرهت سلوك نيمار خلال كأس العالم.",
    "response": "هذا هو الشيء العظيم في الرياضة ، أي شيء يمكن أن يحدث."
  },
  {
    "emotion": "excited",
    "context": "أنا أحب الذهاب إلى الحفلات الموسيقية. من ذهبت لرؤية وأين كان المكان؟",
    "response": "الأسبوع الماضي فقط في أحد الكازينوهات. كانت ليلة عظيمة"
  },
  {
    "emotion": "excited",
    "context": "أنا معجب كبير بالكازينوهات! لعبتي المفضلة هي لعبة ورق. ايهم ملكك؟",
    "response": "أنا أحب الفتحات. خاصة فيديو بوكر."
  },
  {
    "emotion": "joyful",
    "context": "أخذت صديقتي إلى مدرستي وهي ترقص تلك الليلة. لقد كانت حقا تجربة سحرية!",
    "response": "هذا عظيم. بعض من أفضل التجارب الرومانسية في الرقصات المدرسية."
  },
  {
    "emotion": "joyful",
    "context": "أوه ، أنت تخبرني. عندما جاءت أول رقصة بطيئة ، اعتقدت أن قلبي سينفجر.",
    "response": "يبدو أنك قضيت ليلة رائعة. أنا متأكد من أنها شعرت بنفس الطريقة."
  },
  {
    "emotion": "devastated",
    "context": "كنت أتطلع لتبني كلب ووجدت كلبًا أحبه. بحلول الوقت الذي كنت فيه على استعداد للتبني والوصول إلى ملجأ الإنقاذ ، بطريقة أخرى كنت قد تبنت الكلب.",
    "response": "Awwww ، حسنًا ، هذا سيء جدًا. نأمل أن يكون المالك محبًا تجاهها كما لو كنت. أي نوع من الكلاب كان هذا؟"
  },
  {
    "emotion": "devastated",
    "context": "أنا متأكد من أنه وجد منزلاً جيدًا. كان مزيجًا من المختبر والكلاب ، يبلغ من العمر حوالي سنة واحدة.",
    "response": "يبدو مثل متعة الكلب! ربما يمكنك التحقق من المزيد من الملاجئ والعثور على ملاجئ مماثلة؟"
  },
  {
    "emotion": "furious",
    "context": "حصلت على نتائج ترقيتي مرة أخرى في اليوم الآخر ولم يتم اختياري. كنت غاضبًا جدًا لأنني أعرف أنني موظف رائع.",
    "response": "اسف بشأن ذلك. هل تحدثت إلى مديرك لفهم سبب اختيارك؟"
  },
  {
    "emotion": "furious",
    "context": "لقد تحدثت مع مديري حول هذا الموضوع وكان لديه بعض الكلمات الطيبة ليقولها. تبين أنها كانت مؤهلة بشكل أفضل مني أنا فقط يجب أن أعمل بجد أكثر!",
    "response": "أتمنى أن تحصل عليه العام المقبل. حظا سعيدا."
  },
  {
    "emotion": "excited",
    "context": "غدا سأبدأ رحلة مدتها ستة أشهر لزيارة دولة مختلفة. أنا سعيد للغاية ولا أستطيع النوم.",
    "response": "لقد عدت مؤخرًا من رحلة إلى الخارج أيضًا! السفر انفجار. إلى أين تذهب؟"
  },
  {
    "emotion": "excited",
    "context": "أزور فرنسا ومصر وتايلاند والهند. لدي ادخار المال لهذا على مدى السنوات الأربع الماضية",
    "response": "دانغ ، الآن هذا يبدو وكأنه مغامرة منتفخة. أيهما أكثر إثارة لزيارته؟"
  },
  {
    "emotion": "impressed",
    "context": "بالأمس ، تمكن كلبي من أداء خدعة كنت أحاول تعليمها منذ شهور. كنت فخورة جدا لأنها فعلت ذلك!",
    "response": "الكلاب ممتعة للغاية. إنه لأمر مدهش كم هم أذكياء."
  },
  {
    "emotion": "impressed",
    "context": "هم انهم! خصوصا يوركي الصغير. أحاول تعليمها كيفية اصطياد الفئران حول منزلنا الآن.",
    "response": "الكلاب الصغيرة ممتعة للغاية. لدي كلب كبير وصغير."
  },
  {
    "emotion": "sad",
    "context": "عندما خرجت إلى حديقتي بالأمس لاحظت أن الحشرات قد أكلت الهندباء في حديقتي. كنت منزعجًا جدًا من ذلك لدرجة أنني بكيت",
    "response": "أنا آسف. هل حصلوا عليهم جميعًا؟"
  },
  {
    "emotion": "sad",
    "context": "بقي القليل منهم لكنهم التهموا معظمهم. أنا حقا أحب تلك الزهور!",
    "response": "هل تأخرت زراعة المزيد؟"
  },
  {
    "emotion": "afraid",
    "context": "هناك مسلسل جديد لستيفن كينغ على هولو",
    "response": "هل حقا؟ حاولت استخدام هولو مرة واحدة لكنها لم تكن مناسبة لي. هل ستشاهده الليلة؟"
  },
  {
    "emotion": "afraid",
    "context": "أنا في انتظار حلقات جديدة. لا أحب الأشياء المخيفة لكنها جيدة حقًا.",
    "response": "أنا لا أحب المخيف سواء أنا طفل أعتقد"
  },
  {
    "emotion": "trusting",
    "context": "لدي نفس أفضل صديق منذ 10 سنوات حتى الآن",
    "response": "ذلك جيد! من الجيد دائمًا أن يكون لديك أصدقاء يمكنك الاعتماد عليهم"
  },
  {
    "emotion": "trusting",
    "context": "أنا أثق بها في حياتي وأطفالي. أعلم أنها تشعر بنفس الشعور.",
    "response": "أتمنى لو كان لدي هذا النوع من العلاقة. تركت معظم ذلك عندما انتقلت :("
  },
  {
    "emotion": "prepared",
    "context": "لذلك ، قبل أسبوع كنت أتنزه وحدي في الجبال وانتهى بي الأمر بالتواء كاحلي.",
    "response": "أوه لا. أنا"
  },
  {
    "emotion": "prepared",
    "context": "حسنًا ، لحسن الحظ ، قمت بتعبئة مجموعة أدوات إسعافات أولية فقط لمثل هذه المواقف ، لذا تمكنت من إعادتها وإخراجها. لا توجد خدمة هناك لول",
    "response": "ذلك رائع. أتساءل كم عدد المتنزهين الذين يحتفظون بالفعل بأدوات الإسعافات الأولية؟"
  },
  {
    "emotion": "caring",
    "context": "إنني أنتظر وأعد الأيام بفارغ الصبر لرؤية العالم الجديد من خلال طفلي.",
    "response": "هذا رائع. هل انت حامل؟"
  },
  {
    "emotion": "caring",
    "context": "نعم ، أفضل نصفي.",
    "response": "واو كم من الوقت؟"
  },
  {
    "emotion": "prepared",
    "context": "أنا حقا يجب أن أقوم بالتعبئة الآن. انا ذاهب الى فيغاس غدا.",
    "response": "يا انها جيدة. خذ كل متعلقاتك دون أن تفشل. أتمنى أن تحظى برحلة جيدة."
  },
  {
    "emotion": "prepared",
    "context": "شكرا جزيلا! سأذهب الآن وأكمل غسيلي!",
    "response": "بالتأكيد. احظى برحلة جيدة."
  },
  {
    "emotion": "caring",
    "context": "في ذلك اليوم ، كان على طفلي الحصول على بعض الطلقات.",
    "response": "أنا أكره طلقات الأطفال. لماذا عليهم الحصول على الكثير؟!؟!؟!"
  },
  {
    "emotion": "caring",
    "context": "أعلم أنه يبدو وكأنه لقطة أخرى كل شهرين! شعرت بالسوء تجاهها.",
    "response": "يمكنك أن تقول إنهم غاضبون منك أيضًا لأنهم سمحوا بحدوث ذلك. أنا أكره الأشعة تحت الحمراء"
  },
  {
    "emotion": "disgusted",
    "context": "أحب البيتزا. لقد طلبت أمس مع كل الطبقة المفضلة لدي.",
    "response": "يم يبدو جيدا ما هي الطبقة المفضلة لديك؟"
  },
  {
    "emotion": "disgusted",
    "context": "كل شيء ما عدا الزيتون الأسود. عندما وصلت البيتزا إلى المنزل. كان عليها زيتون أسود !!!!",
    "response": ": أوه أوه ، كان عليك أن تلتقطهم"
  },
  {
    "emotion": "hopeful",
    "context": "أعتقد حقًا أنني قد أحصل على ترقية في العمل",
    "response": "رائع. اتمنى لك الحصول عليها. هل هو دفع أكثر بكثير؟"
  },
  {
    "emotion": "hopeful",
    "context": "نعم إنه أفضل بكثير وكذلك ساعات أفضل. شكرا!",
    "response": "لم أحصل على ترقية في أي وظيفة. لكنني لم أرغب أبدًا في مزيد من المسؤولية"
  },
  {
    "emotion": "anxious",
    "context": "حان الوقت تقريبًا للمدرسة مرة أخرى. انا متحمس جدا.",
    "response": "مدهش. هل أنت ذاهب إلى المدرسة أم أطفالك؟"
  },
  {
    "emotion": "anxious",
    "context": "على حد سواء. آخذ دروسًا عبر الإنترنت لذا أحتاجها خارج المنزل مرة أخرى",
    "response": "حق أنا أعمل من المنزل لذلك أشعر بك"
  },
  {
    "emotion": "trusting",
    "context": "مرحبًا ، كنت أخطط لحفلة وطلبت من صديقي الحصول على بعض الأشياء لذلك ، كنت أعلم أنه يمكنني الاعتماد عليه رغم ذلك.",
    "response": "هل جاء من خلال؟"
  },
  {
    "emotion": "trusting",
    "context": "أوه نعم ، إنه يأتي دائمًا ، إنه موثوق للغاية وصديق جيد.",
    "response": "هذا رائع لدي صديقان من هذا القبيل"
  },
  {
    "emotion": "annoyed",
    "context": "ليس من الرائع تشغيل موسيقى صاخبة في الساعة 3 صباحًا خلال الأسبوع",
    "response": "هذا من شأنه أن يجعلني مستاءً أيضًا ، هل كان جيرانك؟"
  },
  {
    "emotion": "annoyed",
    "context": "ضيوفهم يلعبون الموسيقى من سياراتهم. سور وقح",
    "response": "مزعج للغاية ، سأفكر في جعل الشرطة تقوم بزيارة حتى."
  },
  {
    "emotion": "sad",
    "context": "صديقي الذي لم يقل لي لا أبداً. إنها رفيقة عظيمة! طلبت مني المساعدة. في ذلك الوقت كنت خارج المدينة ، لذلك لم أتمكن من تقديم خدمة",
    "response": "ربما فهمت."
  },
  {
    "emotion": "sad",
    "context": "آمل أن تكون فعلت.",
    "response": "إذا كانت صديقة جيدة حقًا ، فقد فعلت. لا تقلق بشأن ذلك."
  },
  {
    "emotion": "lonely",
    "context": "انفصلت أنا وزوجي السابق منذ عام وبدأت أفتقده",
    "response": "آسف لسماع ذلك. هل هناك أي احتمال أن تتمكنما من التصحيح مرة أخرى؟"
  },
  {
    "emotion": "lonely",
    "context": "رقم أعتقد أنني وحيد فقط لأنني لا أحبه لول",
    "response": "أوه ، إذن حاول أن تشغل نفسك حتى لا تشعر بالوحدة."
  },
  {
    "emotion": "angry",
    "context": "ليس لدي أي فكرة عما أفعله ، كانت ابنتي تشكو من المتنمرين. لقد عقدت اجتماعات مع معلميها لكن البلطجة لم تتوقف!",
    "response": "هذا عار. أسمع أن هذا يحدث كثيرًا في المدارس اليوم."
  },
  {
    "emotion": "angry",
    "context": "إنه أمر محبط ، نتوقع أن تحمي المدارس أطفالنا ومع ذلك فهي لا تتخذ أي إجراء!",
    "response": "ليس لديهم وقت لكل ذلك. إنهم يحاولون التدريس."
  },
  {
    "emotion": "devastated",
    "context": "أنا منزعج جدا. اكتشفت للتو أنني لم أحصل على الوظيفة التي أريدها.",
    "response": "هل حدث خطأ ما في المقابلة؟"
  },
  {
    "emotion": "devastated",
    "context": "حسنًا ، لقد تجمدت قليلاً. لكنني أردت حقًا هذه الوظيفة.",
    "response": "المنافسة صعبة هذه الأيام. لأي سبب من الأسباب ، لم يكن من المفترض أن تكون هذه الوظيفة وستجد ما يناسبك قريبًا."
  },
  {
    "emotion": "angry",
    "context": "طلبت بعض الدجاج في ذلك اليوم وكان لا يزال ورديًا من الداخل.",
    "response": "هذا أمر مزعج حقًا. هل أعدته إلى المطبخ؟"
  },
  {
    "emotion": "angry",
    "context": "لقد قمت بتسليمها. اشتكيت رغم ذلك. كدت أن أذهب إلى المستشفى.",
    "response": "أعتقد أنك ربما ستكون بخير ، لكن هذا لا يعني أن غدائك لم يفسد."
  },
  {
    "emotion": "angry",
    "context": "هذا صحيح. لن أطلب هناك مرة أخرى.",
    "response": "هل ستعيد الترتيب من مكان آخر؟"
  },
  {
    "emotion": "angry",
    "context": "أنا ذاهب فقط لطلب الدجاج شخصيا الآن لول",
    "response": "يمكنك دائمًا الذهاب إلى طريق السوشي من الآن فصاعدًا. لا يمكنك طهي الطعام."
  },
  {
    "emotion": "joyful",
    "context": "لقد حصلت على عمل جديد!",
    "response": "تهانينا"
  },
  {
    "emotion": "joyful",
    "context": "نعم ، لقد كنت أنتظر الخروج من المكان الذي أنا فيه الآن ... حوالي عام الآن.",
    "response": "ذلك رائع. بعض الناس ليسوا محظوظين. يموتون في وظيفة يكرهونها"
  },
  {
    "emotion": "joyful",
    "context": "ييكيس. ليس أنا حبيبي. أنا ذاهب إلى المراعي الخضراء",
    "response": "هذا رائع. انا امل بان تحبها"
  },
  {
    "emotion": "annoyed",
    "context": "لقد دسست علكة شخص ما بصق على الرصيف اليوم.",
    "response": "هل تمكنت من خلعه من حذائك؟"
  },
  {
    "emotion": "annoyed",
    "context": "فقط بعض منه.",
    "response": "استمر في العمل ، ستحصل على كل شيء. جرب الثلج عليه لتصلب اللثة أولًا."
  },
  {
    "emotion": "sad",
    "context": "أنا غير سعيد بعض الشيء مع انتهاء الصيف تقريبًا.",
    "response": "إنه حار حقًا حيث أعيش. أنا جاهز لأن ينتهي الأمر. إنه 100f بالخارج الآن وهو رطب جدًا."
  },
  {
    "emotion": "sad",
    "context": "نعم ، هذا حار جدًا. أستطيع أن أرى وجهة نظرك.",
    "response": "أعتقد أن الأمر مختلف إذا كنت تعيش حيث يكون الجو باردًا خلال الشتاء."
  },
  {
    "emotion": "ashamed",
    "context": "أنا أحس بشيء مريع. لقد خدعت زوجي الليلة الماضية.",
    "response": "أنت تتابع سلسلة على Netflix آمل وليس الشيء الآخر"
  },
  {
    "emotion": "ashamed",
    "context": "أشعر بالفزع لأنني ما كان يجب أن أفعل ذلك.",
    "response": "لا يجب أن يكون لديك. ماذا حدث؟"
  },
  {
    "emotion": "terrified",
    "context": "ابنتي ستبدأ الإعدادية قريبًا.",
    "response": "هذا جيد. لقد أصبحت مراهقة كاملة القوة!"
  },
  {
    "emotion": "terrified",
    "context": "انها بالتأكيد هو! لم يكن جونيور هاي سهلاً بالنسبة لي ، وهي مثلي تمامًا. أنا خائف لكني خائفة.",
    "response": "أنا متأكد من أنها ستكون بخير. لقد نجحنا جميعًا في ذلك."
  },
  {
    "emotion": "anxious",
    "context": "اضطررت إلى القيام برحلة بعيدًا عن المنزل لمدة ثلاثة أسابيع. جعلني ذلك عصبيًا لدرجة أنني لم أستطع النوم.",
    "response": "لماذا كنت متوترة؟"
  },
  {
    "emotion": "anxious",
    "context": "كنت سأبتعد عن عائلتي.",
    "response": "حسنا أرى ذلك. كيف سار الأمر؟"
  },
  {
    "emotion": "anxious",
    "context": "سارت الأمور على ما يرام وكنت سعيدًا برؤيتهم عندما عدت إلى المنزل.",
    "response": "أراهن أنك لم."
  },
  {
    "emotion": "guilty",
    "context": "أنا على وشك تناول بعض الغداء لنفسي. ما زلت أحاول تربية أطفالي الكسالى لكنهم سيفوتون",
    "response": "هذا يعني المزيد من الطعام لك. هذا يبدو وكأنه فوز لي."
  },
  {
    "emotion": "guilty",
    "context": "سوف ينزعجون عندما يرون الحقيبة ، لكن الصيف لا يعني النوم طوال اليوم.",
    "response": "أخبرهم في المرة القادمة التي يحتاجون فيها إلى النهوض إذا كانوا يريدون طعامًا جيدًا أيضًا."
  },
  {
    "emotion": "furious",
    "context": "ركبت سيارتي للذهاب إلى مباراة بيسبول. كنت متحمسًا جدًا لرؤية بعض لاعبي المفضلين. عندما وصلت إلى هناك ، بدأ هطول أمطار غزيرة. في النهاية ألغوا اللعبة.",
    "response": "كان هذا يحدث كثيرًا مؤخرًا. يبدو أن الجميع في الولايات المتحدة يتبللون."
  },
  {
    "emotion": "furious",
    "context": "يجعلني غاضب جدا! كل ما أردت فعله هو الاسترخاء والاستمتاع باللعبة.",
    "response": "انا اسف جدا لانك امطرت هل تحصل على الأقل على استرداد؟"
  },
  {
    "emotion": "terrified",
    "context": "الليلة الماضية كنت أستعد للنوم ورأيت شبحًا في غرفة نومي.",
    "response": "توقف ، هذا مخيف! هل خافت؟"
  },
  {
    "emotion": "terrified",
    "context": "بالطبع فعلت! لقد أخافتني حتى الموت!",
    "response": "أستطيع التخيل. هل بدت وكأنها شبح نمطي مثل كاسبر؟"
  },
  {
    "emotion": "sad",
    "context": "كان هذا أول عيد ميلاد لي هذا العام بدون جدتي.",
    "response": "أوه لا ، أنا آسف جدًا لسماع ذلك ، هل كنت قريبًا؟"
  },
  {
    "emotion": "sad",
    "context": "نعم. كانت تتصل بي كل عام عند منتصف ليل عيد ميلادي.",
    "response": "أوه هذا لطيف للغاية ، أتمنى أن أبقى على اتصال مع عائلتي أيضًا"
  },
  {
    "emotion": "surprised",
    "context": "لقد أقمت حفلة عيد ميلادي مؤخرًا ، كانت رائعة",
    "response": "رائع. هل كان الليل كله؟"
  },
  {
    "emotion": "surprised",
    "context": "لا ، لكن الجميع كان يشرب لذا فقد فات الوقت",
    "response": "هذا هو نوع الحفل الخاص بي."
  },
  {
    "emotion": "impressed",
    "context": "أنا طعام أوبر من ماكدونالدز كثيرًا. لم أحصل على أمر سيء بعد. غريب هاه",
    "response": "هذا جيد حقا! هل كنت تشتت انتباهك أثناء القيادة؟"
  },
  {
    "emotion": "impressed",
    "context": "أنا لا أقود السيارة. أطلب الطعام لول.",
    "response": "حسنًا ، آسف ، لقد كنت مشتتًا قليلاً بشأن حادث سيارتي في اليوم الآخر."
  },
  {
    "emotion": "impressed",
    "context": "آسف لسماع ذلك",
    "response": "لقد دفعنا هذا النصف عن الطريق ما زلت أشعر بالذعر قليلاً حيال ذلك"
  },
  {
    "emotion": "terrified",
    "context": "شكرًا جزيلاً لك ، لم يحدث شيء لنا ، والحمد لله تم كسر وعاء الزيت الخاص بي",
    "response": "حسنًا ، هذا لا شيء مقارنة بما يمكن أن يحدث."
  },
  {
    "emotion": "terrified",
    "context": "نعم بالتأكيد كنا محظوظين جدًا في ذلك. كان مجرد زيت في كل مكان ولكن لم يشتعل أي شيء.",
    "response": "من كان في السيارة أيضًا"
  },
  {
    "emotion": "trusting",
    "context": "بعد العمل مع رئيسي لسنوات وسنوات ، أجرينا محادثتنا الأولى الصادقة في ذلك اليوم. أنا سعيد لأنها هنا من أجلي في وقت الحاجة.",
    "response": "ماذا حدث؟"
  },
  {
    "emotion": "trusting",
    "context": "فتحت لي ذراعيها وقلبها بعد أن تركني زوجي.",
    "response": "انا اسف لسماع ذلك. ذلك فظيع. منذ متى كنتما معا؟"
  },
  {
    "emotion": "grateful",
    "context": "تم توقيفي اليوم بسبب السرعة العالية وتركني الشرطي بتحذير.",
    "response": "لا بد أنك لم تكن مسرعة أكثر من اللازم!"
  },
  {
    "emotion": "grateful",
    "context": "أعتقد أنني كنت محظوظا فقط. هذه هي المرة الأولى التي يحدث فيها ذلك.",
    "response": "Were you nervous being pulled over? I've never been pulled over myself."
  },
  {
    "emotion": "confident",
    "context": "قبل بضعة أشهر كنت أجري مقابلة من أجل وظيفة كنت واثقًا تمامًا من الدخول فيها.",
    "response": "هذا رائع ، كيف انتهى الأمر بالمقابلة؟"
  },
  {
    "emotion": "confident",
    "context": "سارت الأمور بشكل أفضل من المتوقع. ذهبت للتحضير لأطنان من الأسئلة لا أعرف ماذا سيطرح وتمكنت من الإجابة عليها بسهولة.",
    "response": "هذا رائع دائمًا ، من الأفضل أن تكون مستعدًا أكثر من اللازم إذن ، هل حصلت على عرض العمل؟"
  },
  {
    "emotion": "terrified",
    "context": "في اليوم الآخر كنت أتلقى بريدي وحفيد جيراني الصغير ترك بطريق الخطأ الشيطان الصغير تشيهواهوا! لا أعتقد أنني قد ركضت بسرعة كبيرة في حياتي!",
    "response": "أوه لا! هم كلاب صغيرة مرعبة أليس كذلك؟"
  },
  {
    "emotion": "terrified",
    "context": "نعم! لدغاتهم تؤلمهم بشدة وهم يتقلبون بسرعة!",
    "response": "هم حقا بصوت عال جدا في الواقع ، ينبحون أكثر بكثير من الكلاب الأخرى"
  },
  {
    "emotion": "anxious",
    "context": "أنا خائف حقًا من الذهاب لإجراء المقابلات ، دائمًا ما أشعر بالتوتر الشديد والهدوء",
    "response": "أوه ، أسمعك تمامًا هناك. لا يمكنك أن تكون على طبيعتك تمامًا ، وليس أن تكون نفسك أمرًا سيئًا أو أي شيء"
  },
  {
    "emotion": "anxious",
    "context": "نعم ، في محاولة لإثارة إعجاب شخص ما في مثل هذا الوقت القصير ، لا يمكنني تمثيل نفسي جيدًا على ما أعتقد",
    "response": "نعم انا ايضا. بمجرد أن يعرفني الناس ، يكون الأمر جيدًا ولكن عادةً لا يحبني الناس عندما يقابلونني لأول مرة. أتساءل!"
  },
  {
    "emotion": "jealous",
    "context": "تركني أصدقائي للذهاب إلى مدينة الملاهي. أشعر حقا مستبعد.",
    "response": "ما زلت تعتبرهم أصدقاءك بعد ذلك؟"
  },
  {
    "emotion": "jealous",
    "context": "لقد كنت صديقًا لهم منذ فترة طويلة ، لكنني لا أعرف أنهم لم يخبروني أبدًا.",
    "response": "هذا ما افسدت."
  },
  {
    "emotion": "annoyed",
    "context": "USPS \"فقدت بريدي\"! أعني أنني حصلت على كل بريدي ولكن ليس الرسالة التي بها بطاقة هدايا !! ح ح",
    "response": "واو ، هذا سخيف .. بالطبع هو الشيء المهم."
  },
  {
    "emotion": "annoyed",
    "context": "بالضبط! ولا توجد طريقة لتتبعها لأن صديقي الذي أرسلها لم يحصل على رقم تتبع",
    "response": "هذا فظيع دائمًا .. إنه أمر سيء للغاية أنه لم يكن شيئًا اشتريته ببطاقة ائتمان ويمكنك الاعتراض عليه .."
  },
  {
    "emotion": "excited",
    "context": "في نزوة ، قررت شراء تذكرة يانصيب بقيمة 1 دولار ، ولدهشتي ، فزت بدولارين من تلك التذكرة. لقد كان فوزًا صغيرًا ، لكنني كنت سعيدًا جدًا به.",
    "response": "أستطيع أن أرى سبب سعادتك بذلك ، أعني أنك ضاعفت حتى ولو كانت كمية صغيرة! اين انت ابتعتها؟"
  },
  {
    "emotion": "excited",
    "context": "تصادف أن توقفت عند محطة وقود ، وكنت أخطط لشراء الغاز فقط. ومع ذلك ، كنت عطشانًا ، لذلك ذهبت بالفعل إلى المتجر ورأيت علامة اليانصيب ، التي حفزتني على شراء تذكرة.",
    "response": "واو ، يعني كل شئ يحدث لسبب .. هذا رائع!"
  },
  {
    "emotion": "disappointed",
    "context": "عدت إلى المنزل ولاحظت أن الباب كان مفتوحًا عندما كان من المفترض أن تكون زوجتي في العمل. لذلك صعدت إلى الطابق العلوي وهناك كانوا يمارسون الجنس.",
    "response": "يا إلهي ، هذا مروع. لا أستطيع أن أتخيل كيف تشعر. سأكون حزين جدا"
  },
  {
    "emotion": "disappointed",
    "context": "لم تكن صفقة كبيرة على ما أعتقد. أعتقد أنه كان لي كل هذه السنوات. إنه أمر مزعج أن حب حياتك لم يعد يحبك!",
    "response": "أنت لا تستحقها! لا أحد يستحق ذلك"
  },
  {
    "emotion": "embarrassed",
    "context": "لم أتأخر أبدًا ، لكن في ذلك اليوم ، لم يدق المنبه ، لذلك اضطررت للاستعجال للاستعداد للعمل.",
    "response": "يحدث ذلك. أكره أن أكون متأخر"
  },
  {
    "emotion": "embarrassed",
    "context": "لم أتأخر هذه المرة ، لكنني أدركت بعد وصولي أنني ما زلت أرتدي سروالي البيجامة.",
    "response": "أوه يا إلهي لول هذا مضحك جدا."
  },
  {
    "emotion": "trusting",
    "context": "يقول الناس إنني ساذج للغاية لكنني لست فقط أثق في الناس",
    "response": "أنا شخص ثقة جميلة أيضا."
  },
  {
    "emotion": "trusting",
    "context": "أنا فقط لا أفهم لماذا لا يجب أن أثق في الناس إذا لم يخرقوا ثقتي",
    "response": "لا بأس أن تثق ، لكن كن حذرًا دائمًا أيضًا."
  },
  {
    "emotion": "sad",
    "context": "لقد فقدت كلبي منذ بضعة أيام. لقد كان مفاجئًا حقًا",
    "response": "هذا سيء حقا! هل وضعت أي ملصقات لمساعدتك في العثور عليه؟"
  },
  {
    "emotion": "sad",
    "context": "لقد فعلت ، لكني لم أجده بعد. عادة ما ينشغل بالأشياء ، لذلك لن يفاجئني إذا ذهب بعيدًا وضل طريق العودة",
    "response": "حسنًا ، أتمنى أن تجده. اتمنى ان لا شيء سيء لم يحدث له"
  },
  {
    "emotion": "trusting",
    "context": "في يوم الجمعة الأسود ، كنت في طابور في أحد المتاجر واستغرق الأمر إلى الأبد. كان علي استخدام الحمام بشكل سيء للغاية.",
    "response": "أوه نعم ، يمكن أن تكون هذه السطور طويلة للغاية. ماذا فعلت؟"
  },
  {
    "emotion": "trusting",
    "context": "عرض الشخص الذي خلفي الاحتفاظ بمكاني ومشاهدة أغراضي ، لكنهم لم يفعلوا.",
    "response": "أوه لا هذا فظيع. ماذا حدث لكل أشيائك؟"
  },
  {
    "emotion": "disappointed",
    "context": "خرج مكيف الهواء أمس.",
    "response": "أوه لا ، هذا مروع .. يوليو ليس الوقت المناسب لذلك! هل لديك شخص جاهز للخروج وإصلاحه بعد؟"
  },
  {
    "emotion": "disappointed",
    "context": "شخص ما سيخرج بعد ظهر هذا اليوم.",
    "response": "من الجيد سماع ذلك ، ما مدى سخونة المكان الذي تتواجد فيه؟"
  },
  {
    "emotion": "faithful",
    "context": "مرحبًا ، دخلت الأسبوع الماضي غرفة الاستراحة ورأيت بيتزا كبيرة موضوعة هناك ليأخذها أي شخص ، لكنني اخترت عدم أخذ شريحة والبقاء مخلصًا لنظامي الغذائي.",
    "response": "يا رجل ، جيد لك! كنت سأستسلم بالتأكيد. البيتزا هي حياتي"
  },
  {
    "emotion": "faithful",
    "context": "أنا أيضًا ، لكنك تعلم ، تبدأ بواحد والشيء التالي الذي تعرفه ، ذهب نصف البيتزا. من الأفضل إبقاء العين على الجائزة",
    "response": "بكل صدق. أنا دائما آكلها كلها. أنا حقًا لا أستطيع التحكم في نفسي ، لذا من الأفضل ألا أبدأ. جيد لك، جيد عليك"
  },
  {
    "emotion": "excited",
    "context": "اشتريت سيارة جديدة قبل أيام قليلة. إنها أنيقة وممتعة للغاية للقيادة",
    "response": "واو هذا رائع ، ما نوع السيارة التي حصلت عليها؟"
  },
  {
    "emotion": "excited",
    "context": "حصلت على 2018 Honda Accord LX الجديدة. ليس الأكثر بهجة ، لكنه يعمل ويعمل بشكل جيد",
    "response": "كان هذا اختيارًا جيدًا ، هل فكرت في أي ماركات / موديلات أخرى؟"
  },
  {
    "emotion": "anxious",
    "context": "سيحصل ابني على حقنة 18 شهرًا قريبًا. أنا متوتر قليلاً حيال ذلك. أكره رؤيته يحصل على طلقات",
    "response": "لا ألومك هناك ، أتذكر عندما حصل الطفل على طلقاته الأولى. كان مستاء جدا ولم يتوقف عن البكاء."
  },
  {
    "emotion": "anxious",
    "context": "هذا محزن جدا. وأنا خائفة جدًا من إصابته بالحمى بعد ذلك",
    "response": "لقد حالفني الحظ هناك لأنه كان بخير بعد أن أبعدناه عن مكتب الأطباء وحصلنا عليه على علاجه."
  },
  {
    "emotion": "surprised",
    "context": "اكتشفت للتو أن لديّ طفل ، وزوجتي وبعض أصدقائنا من خلالي حفلة. أعظم يوم في حياتي.",
    "response": "ياي!!! مبروك! هذا مثير للغاية ، أنا سعيد حقًا من أجلك"
  },
  {
    "emotion": "surprised",
    "context": "شكرا جزيلا. مثير للغاية وعصبي في نفس الوقت. أتمنى أن أكون أبًا رائعًا وأعطيه كل ما يحتاجه.",
    "response": "سوف تفعلها! إنني أ ثق بك. فقط اذهب مع التدفق وخذ يومًا واحدًا في كل مرة. طفلك سوف يحبك كثيرا"
  },
  {
    "emotion": "proud",
    "context": "hi",
    "response": "يجب أن تقرأ التعليمات قبل أن تبدأ .. أنت بحاجة إلى العمل خارج المطالبات .. لكن مرحبًا ،"
  },
  {
    "emotion": "proud",
    "context": "ذهبت إلى الكلية",
    "response": "نعم. ذهبت إلى الكلية ، لكنني لم أكملها."
  },
  {
    "emotion": "annoyed",
    "context": "قرف. يوم الاثنين ، كنت أكتب رسالة بريد إلكتروني ، وتحطم جهاز الكمبيوتر الخاص بي. استغرق الأمر إلى الأبد لإعادة التشغيل.",
    "response": "أنا أكره عندما يحدث ذلك!"
  },
  {
    "emotion": "annoyed",
    "context": "أنا أعلم! لحسن الحظ ، تم حفظ البريد الإلكتروني في مسوداتي ، لكن جهاز الكمبيوتر الخاص بي كان لا يزال بطيئًا بعد ذلك.",
    "response": "انا سعيد لأجلك. لقد كنت في هذا الموقف من قبل."
  },
  {
    "emotion": "lonely",
    "context": "كان علي أن أذهب إلى الحانة بمفردي ، كان الأمر محزنًا للغاية.",
    "response": "حسنًا ، حتى لو تمضي بمفردك ، يمكنك دائمًا قضاء وقت ممتع ، خاصةً مع تناول الكحول! هل انتهى بك الأمر مستمتعًا؟"
  },
  {
    "emotion": "lonely",
    "context": "لم أفعل ، لم يكن لدي من أتحدث معه.",
    "response": "هذا عندما تشرب أكثر وتتحدث مع كل من حولك وتستمتع بوقتك!"
  },
  {
    "emotion": "afraid",
    "context": "أنا مرعوب من المهرجين. لا يجب أن أذهب إلى السيرك.",
    "response": "اه أوه .. بالتأكيد ليس حيث تريد الذهاب إذا كنت لا تحب المهرجين! هل كنت خائفة بينما كنت هناك؟"
  },
  {
    "emotion": "afraid",
    "context": "نعم ، كنت أرتجف طوال الوقت.",
    "response": "هذا مريع! هل نجحت خلال العرض بأكمله؟"
  },
  {
    "emotion": "sad",
    "context": "شعرت بالإحباط عندما علمت أن مستعمرة البرنامج التلفزيوني لن تعود",
    "response": "آه يا ​​رجل ، هذا ينتن .. لم أشاهده من قبل .. أفترض أنك أحببته حقا؟"
  },
  {
    "emotion": "sad",
    "context": "لقد شاركت للتو في العرض وكان الأمر ممتعًا. يبدو أنه يحدث دائمًا.",
    "response": "نعم ، لماذا يحدث ذلك دائمًا مع البرامج التلفزيونية الجيدة !؟"
  },
  {
    "emotion": "confident",
    "context": "كنت أعلم أنني سأحصل على الترقية.",
    "response": "مبروك! العمل الجاد حقا يؤتي ثماره."
  },
  {
    "emotion": "confident",
    "context": "نعم ، لقد عملت بجد لمدة ثلاث سنوات.",
    "response": "يمكنني فقط أن أتخيل مدى حماسك عندما حصلت على الترقية."
  },
  {
    "emotion": "afraid",
    "context": "أنا لا أحب الظلام.",
    "response": "هناك مجموعة من الأشخاص الذين لا يفعلون ذلك حقًا! لا أفهم حقًا سبب خوف الناس من ذلك."
  },
  {
    "emotion": "afraid",
    "context": "إنها مجرد حقيقة لا أستطيع رؤيتها.",
    "response": "نعم ، أعتقد أنني أستطيع أن أرى لماذا يخيف ذلك بعض الناس .. تعمل الأضواء الليلية على العجائب!"
  },
  {
    "emotion": "surprised",
    "context": "لقد صدمت عندما فاز النسور بسوبر بول.",
    "response": "نعم ، أعتقد أن الجميع صُدم! السؤال الحقيقي هو هل كنت سعيدا؟"
  },
  {
    "emotion": "surprised",
    "context": "كنت سعيدا جدا.",
    "response": "هذا رائع .. أتمنى أن يفوزوا مرة أخرى في المستقبل!"
  },
  {
    "emotion": "lonely",
    "context": "خرجت زوجتي من البلدة وبقيت بمفردي لمدة أسبوع كامل.",
    "response": "Did you enjoy it?"
  },
  {
    "emotion": "lonely",
    "context": "كنت أشاهد التلفاز ولعبت ألعاب الفيديو طوال الوقت.",
    "response": "أراهن أن هذا كان ممتعًا ومريحًا"
  },
  {
    "emotion": "afraid",
    "context": "كنت في نوم عميق الليلة الماضية واستيقظت على هذا الانفجار بصوت عالٍ بالقرب من منزلي ، لقد كان مخيفًا للغاية.",
    "response": "هذا يبدو مرعبًا بالتأكيد! هل عرفت ما كان؟"
  },
  {
    "emotion": "afraid",
    "context": "أعتقد أنه كان أحدهم يطلق مفرقعات نارية لسبب غريب.",
    "response": "حسنًا .. أعتقد أنه لا يزال في شهر يوليو ، لذا يبدو الأمر منطقيًا على الأقل! هل واجهتهم من قبل؟"
  },
  {
    "emotion": "confident",
    "context": "لم أكن أعرف ما هي الثقة. لم اشعر به من قبل حتى درست جيدًا للامتحان. عندما دخلت قاعة الامتحان ، شعرت بالثقة في المرة الأولى في حياتي.",
    "response": "هذا عظيم."
  },
  {
    "emotion": "confident",
    "context": "نعم ، والشيء الأكثر روعة ، على الرغم من أنني كنت متوترة قليلاً ، إلا أنني قدمت الاختبار بثقة وحصلت على درجة A فيه.",
    "response": "هذا شيء عظيم ، دراستك آتت أكلها."
  },
  {
    "emotion": "proud",
    "context": "كنت سعيدًا جدًا عندما ذهب ابني إلى الكلية.",
    "response": "في أي كلية ذهب؟"
  },
  {
    "emotion": "proud",
    "context": "ذهب إلى هارفارد.",
    "response": "هذا رائع! أنا سعيد لأنه فعلها!"
  },
  {
    "emotion": "lonely",
    "context": "هل شعرت بالوحدة في حياتك؟ شعرت مرة ، عندما ذهبت إلى تكساس.",
    "response": "أفترض أن لدي. لماذا ذهبت الى تكساس؟"
  },
  {
    "emotion": "lonely",
    "context": "أرسلني رئيسي إلى هناك! في رحلة عمل",
    "response": "أوه لا! هل كنتم وحدكم؟"
  },
  {
    "emotion": "terrified",
    "context": "كنت ألعب مع طفلي الدارج وكان هناك هذا العنكبوت الضخم في خيمة اللعب. كان هذا العنكبوت كبيرًا جدًا.",
    "response": "أوه! هذا مخيف. ألم تخف؟"
  },
  {
    "emotion": "terrified",
    "context": "كنت خائفة للغاية ، مثل حماقة لا أستطيع ترك هذا الشيء العملاق طليقًا ، أحد قطتي أو كلابي أو طفلي قد يأكله أو شيء ما لكنني لم أرغب في الاقتراب منه أيضًا!",
    "response": "بلى! أنا سعيد لأنه لم يعضك أو شيء من هذا القبيل!"
  },
  {
    "emotion": "prepared",
    "context": "أشعر بالاستعداد لرحلتي ، غدًا. كل شيء جاهز.",
    "response": "رائع. إلى أين تذهب؟"
  },
  {
    "emotion": "prepared",
    "context": "انا ذاهب الى المكسيك. هل كنت هناك؟",
    "response": "لقد زرت كوزوميل. كان الكثير من المرح"
  },
  {
    "emotion": "anticipating",
    "context": "المدرسة على وشك البدء من جديد! انا متحمس جدا.",
    "response": "هذا لطيف. يمكن أن تكون المدرسة مثيرة للغاية."
  },
  {
    "emotion": "anticipating",
    "context": "أطفالي مستعدون أيضًا. نحن ذاهبون إلى المدرسة للتسوق غدا",
    "response": "هل هم سعداء بالعودة إلى المدرسة؟"
  },
  {
    "emotion": "nostalgic",
    "context": "كان الصيف ممتعًا للغاية عندما كنت طفلاً.",
    "response": "لماذا كانوا ممتعين"
  },
  {
    "emotion": "nostalgic",
    "context": "لأننا كنا دائمًا نذهب في رحلات وكان من الآمن لنا اللعب في الخارج بمفردنا. ليس مثل الآن",
    "response": "نعم ، هذا ليس آمنًا على الإطلاق"
  },
  {
    "emotion": "joyful",
    "context": "لقد شعرت بالفرح حقًا عندما حصل والدي على سيارتي الأولى. كان مجرد شعور سعيد",
    "response": "بلى. أنا أعرف هذا الشعور. ، على الرغم من أنني اضطررت لشراء بلدي."
  },
  {
    "emotion": "joyful",
    "context": "إنه شعور جيد أن تحصل على سيارة في أي وقت",
    "response": "أنا أعلم. ما نوع هذه السيارة"
  },
  {
    "emotion": "grateful",
    "context": "كنت ممتنًا جدًا عندما أحضر لي والدي قفازتي الأولى. كان من أجل لعبة البيسبول وسعداء أنه حصل عليها من أجلي",
    "response": "يمكن للوالدين أن يكونوا رائعين في بعض الأحيان. هل مازلت تلعب البيسبول؟"
  },
  {
    "emotion": "grateful",
    "context": "لم يمض وقت طويل ، أنا فقط أشاهده",
    "response": "من هو فريقك المفضل؟"
  },
  {
    "emotion": "anticipating",
    "context": "لقد عدت للتو من مقابلة عمل. تمكنت من الإجابة على جميع الأسئلة وبدا المجند معجبًا.",
    "response": "هذه طريقة رائعة للبدء"
  },
  {
    "emotion": "anticipating",
    "context": "نعم. أنه!",
    "response": "good luck going forward"
  },
  {
    "emotion": "sentimental",
    "context": "أحب أن أنظر إلى صور أطفالي لساعات طويلة.",
    "response": "لماذا تفعل ذلك"
  },
  {
    "emotion": "sentimental",
    "context": "لأنهم كانوا حلوين عندما كانوا أطفالًا.",
    "response": "أعتقد أننا كنا جميعًا على الرغم من ذلك"
  },
  {
    "emotion": "devastated",
    "context": "لقد شعرت بالصدمة عندما توفيت عمتي. لقد ساعدت في تربيتي لذا كان الأمر صعبًا",
    "response": "انا اسف لسماع ذلك. خسارة الأسرة صعبة دائمًا"
  },
  {
    "emotion": "devastated",
    "context": "نعم ، لقد اعتدت على ذلك للأسف",
    "response": "لقد فقدت جدتي مؤخرًا. اعتقدت أنني لن أتجاوزها على الإطلاق."
  },
  {
    "emotion": "embarrassed",
    "context": "تركت محفظتي في المنزل وذهبت لشراء البقالة في اليوم الآخر.",
    "response": "على ماذا حصلت"
  },
  {
    "emotion": "embarrassed",
    "context": "اضطررت إلى العودة إلى المنزل ثم العودة إلى المتجر.",
    "response": "أنا أفهم أن الوقت مهم"
  },
  {
    "emotion": "proud",
    "context": "كنت فخوراً عندما أنهى أخي دراسته الجامعية. لقد استحق كل ذلك",
    "response": "هذا رائع. هل كان الأول في عائلتك؟"
  },
  {
    "emotion": "proud",
    "context": "كان أول من انتهى",
    "response": "Did he get a god job?"
  },
  {
    "emotion": "angry",
    "context": "لقد عملت بجد في مشروع ما ، وسرقه أحدهم وقدمه على أنه مشروع خاص به.",
    "response": "واو كيف شعرت؟ هل عملت بجد في هذا المشروع؟"
  },
  {
    "emotion": "angry",
    "context": "فعلت حقا. أنا غاضبة!",
    "response": "عن ماذا كان مشروعك؟ كان من أجل المدرسة أو شيء من هذا القبيل؟"
  },
  {
    "emotion": "afraid",
    "context": "ذهبت مع أختي وأبناء عمي. كانت التجربة مخيفة ولكنها مثيرة في نفس الوقت.",
    "response": "اين ذهبتم يا رفاق؟"
  },
  {
    "emotion": "afraid",
    "context": "إلى منزل مسكون.",
    "response": "هذا بارد! اعتقدت أنهم سيكونون موجودين فقط في عيد الهالوين."
  },
  {
    "emotion": "excited",
    "context": "لقد تقدمت للحصول على ترقية. أتمنى أن أحصل عليها.",
    "response": "أتمنى أن تحصل عليه أيضًا! ما نوع هذا المنصب؟"
  },
  {
    "emotion": "excited",
    "context": "إنه منصب مشرف. سأجني 10 آلاف أكثر. سيساعد كثيرًا في الفواتير.",
    "response": "ذلك رائع! كيف قريبا حتى تسمع مرة أخرى؟"
  },
  {
    "emotion": "joyful",
    "context": "فقدت وظيفتي وكنت في خطر أن أفقد منزلي بسبب حبس الرهن. أقرضتني عائلتي المال وأنقذتني من ذلك.",
    "response": "حسنًا ... أضع نفسي في مكانك وأنا معجب بك لأنه شيء متوتر جدًا من الناحية العاطفية"
  },
  {
    "emotion": "joyful",
    "context": "شكرا. وأنا أقدر ذلك.",
    "response": "الآن يجب أن تأخذ التصحيح حتى لا يحدث لك بعد الآن"
  },
  {
    "emotion": "angry",
    "context": "لقد تأخرت عن العمل اليوم. لم يكن خطأي.",
    "response": "أوه لا. ماذا حدث؟!"
  },
  {
    "emotion": "angry",
    "context": "كان تطبيق uber الخاص بي متأخرًا جدًا. لقد كتبت أنا أيضا.",
    "response": "لم أجرب تطبيق أوبر في الأماكن المهمة. لا أعرف أن أكون متعبًا. آسف جدا لسماع ذلك."
  },
  {
    "emotion": "terrified",
    "context": "تم إغلاق قسمي للتو.",
    "response": "أوه لا. هل فقدت وظيفتك بعد ذلك؟"
  },
  {
    "emotion": "terrified",
    "context": "ليس بعد. من المفترض أن نذهب للاجتماع أولاً. أشعر بالرعب.",
    "response": "ربما يمكنهم وضعك في قسم مختلف."
  },
  {
    "emotion": "prepared",
    "context": "المدرسة على وشك البدء. كنا جاهزين منذ أسابيع.",
    "response": "أوه ، واو. هل انت والد؟"
  },
  {
    "emotion": "prepared",
    "context": "نعم. من ثلاثة طلاب ممتازين. لم يتمكنوا من الانتظار حتى تنتهي العطلة الصيفية.",
    "response": "يجب أن تكون فخورة."
  },
  {
    "emotion": "content",
    "context": "أخيرًا دفعت ثمن السيارة.",
    "response": "ذلك رائع!"
  },
  {
    "emotion": "content",
    "context": "أنا أعلم. فقط يجب سداد المنزل ، ولا ديون.",
    "response": "هذه نعمة حقيقية. التحرر من الديون سيكون حلوًا!"
  },
  {
    "emotion": "faithful",
    "context": "لقد تعرضت للخداع في وقت ما ، لكنني بقيت وفية له ومع نفسي. لقد عملنا من خلاله ونحن جيدون الآن.",
    "response": "سعيد لسماع ذلك. إذا تمكنت من تجاوز ذلك ، يمكنكما أن تتخطيا أي شيء معًا."
  },
  {
    "emotion": "faithful",
    "context": "لقد مررنا بما هو أسوأ. لقد كان مدمن مخدرات لسنوات ، لكن الآن لديه 4 سنوات نظيف.",
    "response": "ما يهم هو أن كلاكما تعلمت منه."
  },
  {
    "emotion": "disgusted",
    "context": "صديقي ترك صديقته للتو من أجل عاهرة.",
    "response": "أوه ، واو. هذا ليس شيئاً تسمعه كل يوم!"
  },
  {
    "emotion": "disgusted",
    "context": "نعم. لن يتخذ الكثير من الناس قرارًا غبيًا من هذا القبيل.",
    "response": "يجب أن يحب صديقك المرأة حقًا."
  },
  {
    "emotion": "sad",
    "context": "أفضل صديق لي غادر للتو إلى أوروبا. ستختفي لمدة 4 سنوات",
    "response": "أنا متأكد من أنك ستفتقدها."
  },
  {
    "emotion": "sad",
    "context": "انا. من المحتمل أن يستغرق الأمر بعض الوقت للتكيف مع عدم القدرة على التسكع معها.",
    "response": "هل ستتمكن من التواصل عبر وسائل التواصل الاجتماعي؟"
  },
  {
    "emotion": "angry",
    "context": "أخبرني ابن أخي مرة عن شيء غبي حقًا سيفعله إذا نشأ الموقف",
    "response": "ما الوضع؟"
  },
  {
    "emotion": "angry",
    "context": "كان يشرب الكلور. هذا حقا جعل دمي يغلي.",
    "response": "Oh wow. Kid is crazy!"
  },
  {
    "emotion": "ashamed",
    "context": "لقد فشلت في امتحاني النهائي. الآن سأفقد منحة دراستي.",
    "response": "يا رجل ، لابد أن هذا شعور مروع."
  },
  {
    "emotion": "ashamed",
    "context": "أنه. لا أعرف كيف أدفع رسوم المدرسة الآن. يذهب كل نقودي للعمل في الإيجار.",
    "response": "هناك دائما بطل العام القادم. أنا متأكد من أنك ستحاول بجد في المرة القادمة."
  },
  {
    "emotion": "disgusted",
    "context": "لقد طلبت همبرغر من مطعم وكان نيئًا في المنتصف.",
    "response": "هذا سىء للغاية. لابد أنك تشعر بالسوء"
  },
  {
    "emotion": "disgusted",
    "context": "لقد استعدتها وكان لديهم الجرأة في سؤالني إذا كنت أريد واحدة أخرى",
    "response": "أنا مندهش من سلوكهم. هل طلبت استرداد؟"
  },
  {
    "emotion": "content",
    "context": "سدد كل ديوني. استغرق 10 سنوات.",
    "response": "هذا حقا انجاز! كيف فعلتها؟"
  },
  {
    "emotion": "content",
    "context": "عملت كل ما بوسعي ووفرت الكثير.",
    "response": "أراهن أنهم كانوا صراعات وتعلمت الكثير. هل لديك أي نصائح بالنسبة لي؟"
  },
  {
    "emotion": "excited",
    "context": "اصطحبت ابنتي للتخييم في كاتالينا في نهاية الأسبوع الماضي. بالكاد استطعت احتواء حماسي بالتخطيط لأول تجربة تخييم لها.",
    "response": "هذا مشوق! كم عمرها؟"
  },
  {
    "emotion": "excited",
    "context": "بلغت الثانية والنصف يوم الأحد!",
    "response": "يا إلهي. انها صغيرة جدا. أتمنى أن تستمتع به."
  },
  {
    "emotion": "devastated",
    "context": "منزل جاري احترق. لا يمكننا أن نجد أين ذهبت القطط.",
    "response": "أوه لا ، هذا فظيع. متى حصل هذا؟"
  },
  {
    "emotion": "devastated",
    "context": "الاسبوع الماضي. القطط لا يوجد مكان يمكن العثور عليها. حتى أننا اتصلنا بالمأوى.",
    "response": "آمل ألا يحدث لهم الأسوأ ، هذا محزن للغاية."
  },
  {
    "emotion": "sentimental",
    "context": "في اليوم الآخر كنت أنظف خزانة ملابسي ووجدت خاتمًا اعتقدت أنني فقدته! كانت ملكًا لجدي ، وقد أسعدني العثور عليها مرة أخرى ، وأفتقده.",
    "response": "واو هذا لطيف حقًا. هل سترتديها؟"
  },
  {
    "emotion": "sentimental",
    "context": "أنا كذلك ، سيذكرني ذلك بالذكريات الرائعة التي أحملها عنه.",
    "response": "لابد أنه كان رجلاً عظيماً."
  },
  {
    "emotion": "surprised",
    "context": "لقد فزت ببطاقة هدايا بقيمة 500 للإجابة على سؤال في الموقع عن بائع نستخدمه في العمل اليوم!",
    "response": "واو حلو! ماذا ستفعل بشانه؟"
  },
  {
    "emotion": "surprised",
    "context": "لم أقرر بعد. يجب أن أحصل عليه الأسبوع المقبل رغم ذلك. ليست مكالمة هاتفية سيئة للحصول على يوم الجمعة.",
    "response": "انه الكثير من المال. خذ وقتك في اتخاذ قرار بشأن ما ستفعله به."
  },
  {
    "emotion": "hopeful",
    "context": "فقدت صديقتي قطتها يوم الاثنين. اتصلنا بالمأوى ، وقالوا إنهم قد يكون لديهم قطة تطابق وصفنا.",
    "response": "إنه خبر سار. هل قطتها مزودة بشريحة إلكترونية؟"
  },
  {
    "emotion": "hopeful",
    "context": "لا، للاسف لا. نأمل أن تكون هي.",
    "response": "منذ متى القطة مفقودة؟"
  },
  {
    "emotion": "lonely",
    "context": "عندما انتقلت إلى منزلي كنت أعيش لوحدي لأول مرة",
    "response": "أراهن أن هذا كان مخيفًا! هل أحببتها؟"
  },
  {
    "emotion": "lonely",
    "context": "كان من الغريب حقًا أن أكون لوحدي. لكنني اعتدت على ذلك.",
    "response": "هل كنت خائفا من قبل؟"
  },
  {
    "emotion": "afraid",
    "context": "لن تصدق هذا ، قطعني رجل في شاحنة صندوقية في وقت سابق وأبعدني عن الطريق!",
    "response": "هل أنت بخير؟"
  },
  {
    "emotion": "afraid",
    "context": "أنا بخير ولكني كنت مرعوبة ، اعتقدت أننا سنصطدم وكنت قلقة من التعرض للأذى!",
    "response": "هل سيارتك تالفة؟"
  },
  {
    "emotion": "surprised",
    "context": "لقد وجدت 20 دولارًا على جانب المشي اليوم",
    "response": "هل حاولت العثور على من تنتمي؟"
  },
  {
    "emotion": "surprised",
    "context": "لم يكن هناك أحد في الجوار ولم تكن في منطقة بها أي مبانٍ بجوارها. كيف يمكنني؟",
    "response": "أفهم ، أتمنى أن تفعل شيئًا مميزًا به بعد ذلك! من المثير دائمًا الحصول على القليل من النقود الإضافية ، حتى 20 دولارًا فقط."
  },
  {
    "emotion": "angry",
    "context": "لقد قدمت طلب إجازة منذ يناير للأسبوع القادم. والآن يخبرونني أنهم مشغولون جدًا لدرجة عدم السماح لي بالرحيل.",
    "response": "أوه لا! هل يسمح لهم بذلك حتى؟"
  },
  {
    "emotion": "angry",
    "context": "لا أعتقد أن لدي خيارًا. خلاف ذلك ، أفقد وظيفتي.",
    "response": "هذا سيء حقا. أكره كيف يتوقع أصحاب العمل منا أن نعمل حتى الموت."
  },
  {
    "emotion": "grateful",
    "context": "لذلك ، انتهيت من لعبة وكان لدي مضرب سقط في الجزء الخلفي من سيارتي. كان من الممكن أن يكون سيئًا لأنني لم أكن أملك ظهرًا ، لكن لحسن الحظ أوقفني شخص ما قبل أن أصعد على الطريق السريع!",
    "response": "أوه ، واو. سعيد أن هذا الشخص ساعدك هناك."
  },
  {
    "emotion": "grateful",
    "context": "أنا أيضا. كان يمكن أن يؤدي إلى حادث سيء للغاية لشخص آخر.",
    "response": "سعيد لسماع أنه لا يزال هناك بعض الأشخاص الطيبين."
  },
  {
    "emotion": "sad",
    "context": "انتقلت إلى دولة أخرى وتركت أسرتي",
    "response": "هل كان ذلك صعبا؟ وهل هي عائلتك الكبيرة أم عائلتك المباشرة؟"
  },
  {
    "emotion": "sad",
    "context": "كان صعبا. لم اكن ابدا بعيدا عنهم قبل ذلك",
    "response": "أعلم أن هذا يمكن أن يكون صعبًا حقًا. في بعض الأحيان ، على الرغم من ذلك ، يمكن أن يعزز التواصل - آمل أن يكونوا قادرين على الزيارة؟"
  },
  {
    "emotion": "afraid",
    "context": "كنت في المنزل وحدي وكان شخص ما في المرآب ينظر من النافذة",
    "response": "هذا يبدو نوعًا من الشك."
  },
  {
    "emotion": "afraid",
    "context": "شعرت وكأنني في حالة ذعر.",
    "response": "أوه لا. هل حصل خطب؟"
  },
  {
    "emotion": "faithful",
    "context": "لقد تعرضت للضرب من قبل الكثير من الفتيات ، لكني سعيد بالتي حصلت عليها.",
    "response": "كيف ترد على الفتيات اللواتي يضربنك؟"
  },
  {
    "emotion": "faithful",
    "context": "أخبرهم أن لدي صديقة ، لكنهم ما زالوا قويين جدًا.",
    "response": "يبدو أنك قد تستمتع بالاهتمام."
  },
  {
    "emotion": "apprehensive",
    "context": "لقد تلقيت عرض عمل ، لكنني لست متأكدًا مما إذا كان علي قبوله.",
    "response": "كيف ذلك؟"
  },
  {
    "emotion": "apprehensive",
    "context": "أجر مماثل ، وربما مجال أكبر للتقدم ، لكنني لا أعرف أي شخص يعمل هناك. لذلك يمكنني الانتقال إلى مكان به مزايا مماثلة في الأجور والدخول في نوع من الجحيم الجديد",
    "response": "هذا بالتأكيد قلق. ألا يوجد مجال للتقدم في وظيفتك الحالية؟"
  },
  {
    "emotion": "anxious",
    "context": "لم أسمع من صديقتي منذ أسبوعين. أتساءل ما الذي يحدث؟",
    "response": "أكره أن أقول ذلك ولكن أعتقد أن هذه السفينة قد أبحرت. هي إما ميتة أو لم تعد صديقتك."
  },
  {
    "emotion": "anxious",
    "context": "كنت خائفة من ذلك.",
    "response": "Women, amirite? "
  },
  {
    "emotion": "grateful",
    "context": "اشترت لنا الكنيسة وجبات الطعام بعد أن كسر زوجي ظهره في حادث سيارة.",
    "response": "أوه لا. أنا آسف جدًا لسماع ذلك ويسعدني وجود الناس في كنيستك من أجلك."
  },
  {
    "emotion": "grateful",
    "context": "لقد كانت رائعة حقًا وكذلك كان الطعام. لم يرغب أطفالي في التوقف عن إحضارها.",
    "response": "هاهاها يجب أن تكون بعض الطباخات الرائعة حقًا. كم طفلا لديك؟"
  },
  {
    "emotion": "anticipating",
    "context": "كنت أنتظر الرد من زوجتي. يتم فحصها عند الطبيب ، ونحن نحاول الإنجاب منذ فترة طويلة.",
    "response": "هذا صعب جدا. أشعر دائمًا بالضيق عندما يواجه الناس صعوبة في الحمل لأنه كان سهلاً جدًا بالنسبة لي."
  },
  {
    "emotion": "anticipating",
    "context": "نحن نحاول ونبقى متفائلين. كم طفلا لديك؟",
    "response": "لدي 4 اطفال. أتمنى لك كل التوفيق وسأدعو لك. الاطفال ممتعون جدا الألغام كلها تقريبا نمت الآن."
  },
  {
    "emotion": "hopeful",
    "context": "ابني لاعب بيسبول في المدرسة الثانوية. في الصيف الماضي بدأنا العمل على عملية التوظيف الخاصة به. لن أنسى أبدًا اصطحابه إلى معسكر تجنيده الأول - كنت أعلم أنه يمتلك موهبة وكنت آمل جدًا أن تسير الأمور على ما يرام.",
    "response": "هذا يبدو مثيرا للغاية - إذا كان من المكسرات! كيف سارت الأمور بالنسبة له؟ (وأنت أيضا ؛-))"
  },
  {
    "emotion": "hopeful",
    "context": "ظننت أنني سأموت من الأعصاب ، لكنها سارت بشكل رائع! إنه جرة وقد خضع لعملية إحماء قاسية في مركز اللعب ، لذلك كنت قلقة. ولكن عندما جاء دوره لأخذ التل ، سار الأمر بشكل رائع!",
    "response": "هذا هو * أفضل * الشعور برؤية العمل الجاد يؤتي ثماره! لقد كنت سعيدًا جدًا وفخورًا به!"
  },
  {
    "emotion": "guilty",
    "context": "أنا أجلس في منزل صديقي بينما هي في إجازة. أثناء قص العشب ، اصطدمت صخرة بنافذة منزلها. انا اشعر بالسوء جدا.",
    "response": "أوه لا ما هو نوع الضرر الذي حدث؟"
  },
  {
    "emotion": "guilty",
    "context": "الكراك مهم جدا. يدخل الهواء إلى المنزل. ربما تمطر.",
    "response": "هل اخبرتها؟ قد ترغب في المضي قدمًا وإصلاحه."
  },
  {
    "emotion": "nostalgic",
    "context": "لقد قضيت أمسية مؤخرًا مع أمي أبحث في الصور القديمة",
    "response": "لابد أنك شعرت بالحنين إلى الماضي."
  },
  {
    "emotion": "nostalgic",
    "context": "كان من المثير للاهتمام كيف أن رؤية الصور يمكن أن تعيدك إلى تلك اللحظة من الزمن.",
    "response": "هل يمكنك رؤية والدتك كثيرًا؟"
  },
  {
    "emotion": "jealous",
    "context": "صديقي حصل للتو على وظيفة براتب 20 ألف أكثر مني. لدي المزيد من الخبرة",
    "response": "هذا سيء. إذا كان ذلك يجعلك تشعر بتحسن طفيف ، فإن زملاء العمل الأكثر غباءً والأكثر كفاءة لدي يكسبون أكثر مني ... لأنك تعلم .. المحسوبية."
  },
  {
    "emotion": "jealous",
    "context": "Oh I'm glad someone understands.",
    "response": "نعم ، هذا أمر مثير للغضب."
  },
  {
    "emotion": "sad",
    "context": "أجهضت أختي :(",
    "response": "أوه لا. متأسف جدا."
  },
  {
    "emotion": "sad",
    "context": "نعم ، هذا سيء. لقد كانوا يحاولون منذ سنوات.",
    "response": "آمل أن يشفي الوقت ولا يفقدون الأمل."
  },
  {
    "emotion": "guilty",
    "context": "لقد خدعت صديقتي.",
    "response": "لماذا خدعتها؟"
  },
  {
    "emotion": "guilty",
    "context": "سمعت أنها خدعتني ، لكن كان يجب أن أنفصل أولاً.",
    "response": "Sometimes, it feels good to get revenge"
  },
  {
    "emotion": "excited",
    "context": "حصلت على زيادة في وظيفتي. الآن صنع 20 ألف أكثر.",
    "response": "كيف حصلت على الزيادة؟"
  },
  {
    "emotion": "excited",
    "context": "حصلت على ترقية.",
    "response": "ما الذي فعلته وحصل على الترقية؟"
  },
  {
    "emotion": "hopeful",
    "context": "أحب أن أشجع زملائي",
    "response": "هذا رائع ، من الجيد دائمًا أن تكون مشجعًا. حقا أحب ذلك عندما يفعل زملائي في العمل"
  },
  {
    "emotion": "hopeful",
    "context": "انا افعل ذلك ايضا. لم أستطع انتظار الإعلان. إنهم يستحقون جيدًا.",
    "response": "سعيد لسماعها."
  },
  {
    "emotion": "hopeful",
    "context": "حاولت أن أضع لهم كلمة طيبة. لم يكن لديها أي فكرة حتى أنها رشحت.",
    "response": "كنت مثل شخص لطيف. نأمل أنك ساعدت."
  },
  {
    "emotion": "anxious",
    "context": "تم سحبها الليلة الماضية لتجاوزها السرعة المحددة بمقدار 25 ميلاً في الساعة.",
    "response": "هذا هو المشكله. على الجانب المشرق ربما لن تفعل ذلك مرة أخرى!"
  },
  {
    "emotion": "anxious",
    "context": "هذا أمر مؤكد لدرجة أنني سأفقد ترخيصي لكنه خفضها إلى 5 أميال في الساعة الآن كل ما علي فعله هو دفع غرامة.",
    "response": "هذا رائع! من الجميل أن تعرف أن الناس يمكن أن يكونوا عادلين!"
  },
  {
    "emotion": "hopeful",
    "context": "صديقي في المستشفى بعد حادث سيارة سيء للغاية. تلقينا أخيرًا أخبارًا أنها استيقظت بعد أن نامت لمدة 6 أيام.",
    "response": "يبدو فظيعا ، كيف وقعت في الحادث؟"
  },
  {
    "emotion": "hopeful",
    "context": "Some drunk driver hit her.",
    "response": "ماذا قالت بعد الاستيقاظ؟"
  },
  {
    "emotion": "disgusted",
    "context": "ذهبت إلى مطعم ورأيت الناس يأكلون الحبار الحي.",
    "response": "هذا محرج أين كان؟"
  },
  {
    "emotion": "disgusted",
    "context": "كان ذلك في مطعم كوري كنا نجربه. لن أذهب إلى هناك مرة أخرى.",
    "response": "مما قلته لا يمكنني الذهاب إلى هناك ماذا رأيت أيضًا"
  },
  {
    "emotion": "disgusted",
    "context": "مرحبًا ، أنا لست جيدًا اليوم",
    "response": "هل انت مريض؟ ماذا حدث؟"
  },
  {
    "emotion": "disgusted",
    "context": "لقد أصبت بالأنفلونزا ليس جيدًا بالنسبة لي",
    "response": "هذا مريع. أتمنى أن تحصل على قسط من الراحة."
  },
  {
    "emotion": "nostalgic",
    "context": "عدت إلى مدينتي القديمة. قابلت الكثير من صديقي منذ الطفولة",
    "response": "هذا يبدو وكأنه عودة سعيدة للوطن! أم أنها كانت حلوة ومر؟"
  },
  {
    "emotion": "nostalgic",
    "context": "القليل من كليهما. أفتقدهم ويسعدنا أننا سنلحق بهم.",
    "response": "هذا شعور رائع. مع العلم أنه يمكنك * العودة إلى المنزل مرة أخرى ؛-) آمل أن يأتوا لزيارتك أيضًا!"
  },
  {
    "emotion": "caring",
    "context": "تبنى صديقي كلبًا مسنًا حقًا. أنا فخور جدا بها.",
    "response": "اوه هذا لطيف! معظم الناس لا يتبنون الكلاب الأكبر سنًا"
  },
  {
    "emotion": "caring",
    "context": "نعم ، لم يفعلوا. ربما يخشون الخسارة وبالطبع الفواتير الطبية.",
    "response": "معظمها طبي. ولكن ، أيضًا ، من المرجح ألا يكون لديك وقت طويل لتكوين رابطة ، أو اللعب ، وما إلى ذلك"
  },
  {
    "emotion": "disappointed",
    "context": "تركت عن طريق الخطأ وثيقة مهمة للغاية في منزلي كنت أحتاجها في العمل. لقد جعلني أبدو حمقاءًا أمام رئيسي عندما لم يكن لديّ:",
    "response": "أوه لا. هل شرحتها له؟"
  },
  {
    "emotion": "disappointed",
    "context": "فعلت. لقد ضحك عليه ، لكنه يجعل الناس يعتقدون أنك لست على مستوى المهمة. لذلك ، هذا ليس بالشيء الجيد",
    "response": "ستكون أكثر حرصًا في المرة القادمة. الكل يخطئ."
  },
  {
    "emotion": "lonely",
    "context": "اضطررت إلى ترك كلبي في الطبيب البيطري لمدة أسبوع منذ أن كنت أسافر. من الغريب عدم وجوده معي",
    "response": "لماذا تحضره معك عادة؟"
  },
  {
    "emotion": "lonely",
    "context": "إنه رفيقي الصغير في السفر الذي يبقيني صحبة لأنني أقوم عادة برحلات قصيرة للغاية. كان هذا بعيدًا جدًا ، لذلك لم أستطع",
    "response": "كم كانت المسافة؟"
  },
  {
    "emotion": "furious",
    "context": "لم يعد بإمكاني تحمل عيد الميلاد ، لأنني عندما كنت في الثالثة عشرة قيل لي إنني سأحصل على بلاي ستيشن. جاء عيد الميلاد ولم أحصل عليه قط.",
    "response": "يا رجل! متأسف جدا! هل لا يزال بإمكانك الاستمتاع بأي جزء من الموسم؟"
  },
  {
    "emotion": "furious",
    "context": "ليس عيد الميلاد لا ، لا يزال العام الجديد لائقًا بالنسبة لي. في كل مرة أفكر فيها في عيد الميلاد ، يتحول ذهني إلى اللون الأحمر.",
    "response": "هل يشعر والداك بالفزع حيال ذلك؟ (لا يعني ذلك أنك تريدهم أن يفعلوا ذلك ... أتخيل أنهم سيكونون محطومين جدًا لمعرفة أن هذا هو سبب إتلافك لقضاء عطلة.) من ناحية أخرى - أنا أحب سنوات جديدة!"
  },
  {
    "emotion": "furious",
    "context": "أنا غاضب من صديقي إريك لأنه كذب علي",
    "response": "Why did he lie?"
  },
  {
    "emotion": "furious",
    "context": "طلب المال وكذب على السبب",
    "response": "ماذا قال عن السبب؟"
  },
  {
    "emotion": "hopeful",
    "context": "زوجتي هي حب حياتي",
    "response": "لماذا هي حب حياتك؟"
  },
  {
    "emotion": "hopeful",
    "context": "لأنها تكملني على طول الطريق.",
    "response": "كيف تكملك؟"
  },
  {
    "emotion": "terrified",
    "context": "شاهدت ذلك عندما كان عمري ستة أعوام فقط.",
    "response": "هل كنت خائفا؟"
  },
  {
    "emotion": "terrified",
    "context": "كانت أسوأ تجربة في حياتي. ما زلت لا أستطيع مشاهدة أفلام من هذا القبيل.",
    "response": "ما هي الأفلام التي تستمتع بها بدلاً من ذلك؟"
  },
  {
    "emotion": "surprised",
    "context": "خططت صديقتي لحفلة مفاجئة لم أكن على علم بها",
    "response": "هذا لطيف منها ، هل استمتعت؟"
  },
  {
    "emotion": "surprised",
    "context": "نعم كثيرا",
    "response": "من كان كل شيء هناك؟"
  },
  {
    "emotion": "terrified",
    "context": "ذهبت إلى منزل مسكون وكنت خائفًا من الأشباح.",
    "response": "أوه حقا هل الأشباح موجودة"
  },
  {
    "emotion": "terrified",
    "context": "أعتقد أن تفعل.",
    "response": "اعتدت على ذلك لكن في الوقت الحاضر لا أفعل ماذا أيضًا"
  },
  {
    "emotion": "hopeful",
    "context": "اعتقدت أن الصقور ستفوز ، لقد كنت مخطئًا.",
    "response": "من ربح بدلا من ذلك؟"
  },
  {
    "emotion": "hopeful",
    "context": "النسور ، كنت غاضبًا جدًا.",
    "response": "هل راهنت على اللعبة؟"
  },
  {
    "emotion": "proud",
    "context": "تخرجت من الكلية العام الماضي ، كنت سعيدًا جدًا.",
    "response": "هذا مدهش! ذهبت إلى الكلية لبضع سنوات ، ولم ينتهي بي الأمر بالتخرج."
  },
  {
    "emotion": "proud",
    "context": "كان علي أن أدرس بجد للقيام بذلك.",
    "response": "لقد درست بجد لفترة من الوقت ، ولكن في النهاية كان الأمر ممتعًا للغاية للاحتفال في نهاية كل أسبوع."
  },
  {
    "emotion": "guilty",
    "context": "عندما تشتري زوجتي الطعام ، أتناول جميع البسكويت قبل أن تتمكن من الحصول على أي منها.",
    "response": "هذا ليس لطيفا."
  },
  {
    "emotion": "guilty",
    "context": "إنه ليس كذلك ، وأشعر بالسوء حيال ذلك في كل مرة.",
    "response": "لا يجب أن تفعل ذلك بعد الآن."
  },
  {
    "emotion": "ashamed",
    "context": "لقد فشلت في الاختبار الأسبوع الماضي. أشعر بخيبة أمل.",
    "response": "هل يمكنك استعادته؟"
  },
  {
    "emotion": "ashamed",
    "context": "أتمنى لو أستطيع لكن المعلم لن يسمح لي",
    "response": "هذا سيء للغاية. كل ما يمكنك فعله هو بذل جهد أكبر في المرة القادمة."
  },
  {
    "emotion": "annoyed",
    "context": "كنت أعيد عنصرًا في متجر وكان الشخص الذي أمامي لديه عربة كاملة من العناصر للعودة وكان يأخذها إلى الأبد",
    "response": "Did you say something?"
  },
  {
    "emotion": "annoyed",
    "context": "كنت أعيد عنصرًا في متجر وكان الشخص الذي أمامي لديه عربة كاملة من العناصر للعودة وكان يأخذها إلى الأبد",
    "response": "هل قلت أي شيء للكاتب؟"
  },
  {
    "emotion": "annoyed",
    "context": "لا ، أعتقد أنني كنت منزعجًا أكثر من حقيقة أنهم لم يفتحوا سطرًا آخر.",
    "response": "هل قلت شيئا للموظف؟"
  },
  {
    "emotion": "prepared",
    "context": "كان هناك حريق في منزلي ولحسن الحظ كان لدي مطفأة حريق.",
    "response": "هل كان هناك ضرر؟"
  },
  {
    "emotion": "prepared",
    "context": "لا ، لقد التقطتها في وقت مبكر بما يكفي",
    "response": "هل كان هناك أي شخص آخر بالجوار؟"
  },
  {
    "emotion": "confident",
    "context": "كنت أقوم بتجميع اللغز وكنت متأكدًا من أنني أستطيع القيام بذلك",
    "response": "هل اتضح أنها جيدة؟"
  },
  {
    "emotion": "confident",
    "context": "لم أجد صعوبة في القيام بذلك وكان الأمر ممتعًا حقًا.",
    "response": "ما هو اللغز؟"
  },
  {
    "emotion": "embarrassed",
    "context": "أطلقت الريح أمام المدرسة الأسبوع الماضي.",
    "response": "هاهاها أستطيع أن أرى كيف ضحك الطلاب عليك"
  },
  {
    "emotion": "embarrassed",
    "context": "نعم ، أصبحت المدرسة مجنونة.",
    "response": "آه هذا كان جيدًا"
  },
  {
    "emotion": "annoyed",
    "context": "3",
    "response": "ماذا عن 3؟"
  },
  {
    "emotion": "annoyed",
    "context": "اعتقدت ذلك في آسيا",
    "response": "لم أذهب إلى آسيا أبدًا."
  },
  {
    "emotion": "lonely",
    "context": "رفيقي في السكن ذهب إلى باريس. كنت في المنزل بمفردي.",
    "response": "شيء خاطئ في وجبتك أم ماذا"
  },
  {
    "emotion": "lonely",
    "context": "لا ، وجباتي كانت جيدة. كان علي أن آكل وحدي.",
    "response": "هل يمكنك ركل كلب بريء من أجل لا شيء"
  },
  {
    "emotion": "annoyed",
    "context": "3 ركلات على كلب بريء",
    "response": "هذا ليس لطيفًا جدًا."
  },
  {
    "emotion": "annoyed",
    "context": "4",
    "response": "ماذا عن 4؟"
  },
  {
    "emotion": "afraid",
    "context": "لقد رأيت سمكة قرش في الماء الأسبوع الماضي.",
    "response": "هل كنت خائفة أم مبتهجة أم كلاهما؟"
  },
  {
    "emotion": "afraid",
    "context": "كنت خائفا.",
    "response": "هل كنت في الماء؟"
  },
  {
    "emotion": "devastated",
    "context": "توفي والدي بعد مرضه وشعرت أنني لا أستطيع الاستمرار",
    "response": "هذه أخبار مروعة."
  },
  {
    "emotion": "devastated",
    "context": "لقد كانت ساحقة.",
    "response": "كيف فعلتها؟"
  },
  {
    "emotion": "jealous",
    "context": "فاز أخي في اليانصيب الشهر الماضي.",
    "response": "هذا رائع! لقد ربحت بالفعل اليانصيب مرة واحدة وقد غيرت حياتي قليلاً."
  },
  {
    "emotion": "jealous",
    "context": "لم يعطيني دولار.",
    "response": "أوه لا! هذا فظيع. لم أعطي أي شخص أي نقود أيضًا."
  },
  {
    "emotion": "trusting",
    "context": "عندما أذهب إلى الكنيسة ، أعلم أن الرب يعتني بي.",
    "response": "يجب أن يكون هذا شعور جيد."
  },
  {
    "emotion": "trusting",
    "context": "إن الرابطة بيننا غير قابلة للكسر.",
    "response": "كنت أذهب إلى الكنيسة عندما كنت صغيراً."
  },
  {
    "emotion": "annoyed",
    "context": "كان أخي يزعجني في رحلة الطريق الأسبوع الماضي.",
    "response": "هل كان ذلك شيئًا يمكنك تجاهله؟"
  },
  {
    "emotion": "annoyed",
    "context": "كان من المستحيل تجاهلها.",
    "response": "ماذا فعلت؟"
  },
  {
    "emotion": "sad",
    "context": "مات كلبي. كانت تبلغ من العمر 20 عامًا.",
    "response": "هذا سيء. أنا آسف لخسارتك."
  },
  {
    "emotion": "sad",
    "context": "كانت دائما هناك من أجلي.",
    "response": "ربما يجب أن تحصل على واحدة جديدة."
  },
  {
    "emotion": "joyful",
    "context": "لقد فزت باليانصيب الأسبوع الماضي ، كنت سعيدًا جدًا.",
    "response": "السعادة تأتي وتذهب. يمكن أن يتغير في أي وقت."
  },
  {
    "emotion": "joyful",
    "context": "هذا صحيح ولكن نأمل أن يستمر المال لفترة طويلة.",
    "response": "طالما كنت تعتني به ، واستخدمه بالطريقة الصحيحة ، فسوف يستمر معك إلى الأبد."
  },
  {
    "emotion": "faithful",
    "context": "أنا وزوجتي سنتزوج دائمًا من بعضنا البعض.",
    "response": "أوه ، هذا لا يبدو لطيفًا جدًا."
  },
  {
    "emotion": "faithful",
    "context": "هذا خبر عظيم.",
    "response": "نعم ، هي وأنا لدينا رابط غير قابل للكسر."
  },
  {
    "emotion": "hopeful",
    "context": "اعتقدت أنني قد حصلت على الترقية ، لكنني لم أفعل.",
    "response": "لم تعتقد ذلك؟"
  },
  {
    "emotion": "hopeful",
    "context": "كنت الأكثر تأهيلا للوظيفة.",
    "response": "ما الذي يجعلك مؤهلا؟"
  },
  {
    "emotion": "sad",
    "context": "الأسبوع الماضي ، لا أصدق أنني نسيت أنه عيد ميلاد أعز أصدقائي. شعرت وكأنني خانت صداقتنا.",
    "response": "أوه لا! فعلت ذلك الشهر الماضي. ما زلت أشعر بالسوء. احصل عليهم هدية ليقولوا آسف."
  },
  {
    "emotion": "sad",
    "context": "قطعا. حاولت اختلاقه بإطلاق النار عليه برسالة نصية لكنني ما زلت أشعر بالضيق.",
    "response": "اتصل به أيضا. إنها شخصية أكثر قليلاً."
  },
  {
    "emotion": "anxious",
    "context": "في الأسبوع الماضي ، كان علي الانتظار في الطابور إلى الأبد لتناول الطعام في المركز التجاري. كان هناك الكثير من الناس حولي وجعلني أشعر بالتوتر الشديد!",
    "response": "أحاول دائمًا طلب طعامي وتوصيله."
  },
  {
    "emotion": "anxious",
    "context": "أتمنى أن أطلب الطعام عبر الإنترنت في المركز التجاري أثناء التسوق ولكن لسوء الحظ ، لا أعتقد أن هذا خيار؟",
    "response": "هناك مجموعة من التطبيقات التي تتيح لك شراء الطعام عبر الإنترنت ، يجب عليك التحقق من ذلك!"
  },
  {
    "emotion": "prepared",
    "context": "مرة واحدة في العام ، نتأكد من أن القبو الخاص بنا مليء بالطعام والماء.",
    "response": "هذه فكرة رائعة عندما تحدث حالات الطوارئ!"
  },
  {
    "emotion": "prepared",
    "context": "إنه حقًا ، نريد فقط أن نكون مستعدين لأي شيء!",
    "response": "نعم ، هذه خطة ذكية. مع العلم أنه لا يمكننا التنبؤ بالمستقبل ، فمن الجيد أن نكون مستعدين."
  },
  {
    "emotion": "sad",
    "context": "أفضل صديق لي انتقل بعيدا. لم أكن سعيدا.",
    "response": "أوه لا ، إلى أين؟ أن من الصعب."
  },
  {
    "emotion": "sad",
    "context": "نعم ، وقد لا يعود أبدًا.",
    "response": "أوه لا ، إلى أين؟ أن من الصعب."
  },
  {
    "emotion": "terrified",
    "context": "ذهبت إلى الشاطئ رغم أنني أكره الماء.",
    "response": "حسنًا ، على الأقل هناك رمل!"
  },
  {
    "emotion": "terrified",
    "context": "نعم ، لكني لم أرغب في أن أكون قريبًا من الماء.",
    "response": "لماذا هذا؟ هل تخاف من شيء ما في الماء؟"
  },
  {
    "emotion": "surprised",
    "context": "بصراحة لم أكن أتوقع تذاكر أفلام مجانية عندما حاولت شراء التذاكر بالأمس ، لقد فاجأني نوعًا ما.",
    "response": "لقد سررت وصدمت في نفس الوقت ، سآخذها!"
  },
  {
    "emotion": "devastated",
    "context": "بالأمس أثناء العاصفة ، سقط غصن شجرة على سطحنا وفقدت الكلمات.",
    "response": "أوه لا! متأسف جدا!"
  },
  {
    "emotion": "devastated",
    "context": "نعم ، لم يكن الأمر سيئًا للغاية لأكون صادقًا ولكن أعتقد أنه يتعين علينا إعادة ترتيب سقفنا.",
    "response": "هذا ليس ممتعا. آمل ألا يكون الأمر صعبًا جدًا."
  },
  {
    "emotion": "anticipating",
    "context": "ألعب ألعاب الفيديو ، وأتوقع دائمًا الفوز.",
    "response": "أتوقع ذلك أيضًا ، لكن الأمر ليس كذلك دائمًا."
  },
  {
    "emotion": "anticipating",
    "context": "عليّ فقط التفكير في المستقبل والتأكد من أنه شيء أحققه.",
    "response": "Yes, you do. You can do it!"
  },
  {
    "emotion": "grateful",
    "context": "حصلت على ترقية الشهر الماضي الحمد لله.",
    "response": "من الرائع سماع ذلك. هل كان عليك الانتظار لفترة طويلة للحصول عليه؟"
  },
  {
    "emotion": "grateful",
    "context": "حصلت على ترقية الشهر الماضي الحمد لله.",
    "response": "أوه ، حسنًا ، أنا سعيد جدًا من أجلك. أراهن أنك كنت تحتفل عندما سمعت بالبشارة!"
  },
  {
    "emotion": "confident",
    "context": "تقدمت لوظيفة تثير اهتمامي حقا اكتشفت نوع المرشح الذي يريدونه وتأكدت من التحضير جيدًا للمقابلة.",
    "response": "بعد انتهاء المقابلة ، اعتقدت أنها سارت على ما يرام. أنا واثق جدًا من أنني سأحصل على الوظيفة في أي يوم الآن!"
  },
  {
    "emotion": "excited",
    "context": "ذهب صديقي في إجازة لمدة أسبوع وحصلت على مشاهدة جرو رائع للغاية لمدة أسبوع!",
    "response": "هذا رائع! أنا أحب جلوس الكلاب مهما كانت المناسبة!"
  },
  {
    "emotion": "excited",
    "context": "نعم ، إنها ممتعة حتى عندما تكون حمقاء لول. إنه جاك راسل الصغير لذا لديه طاقة كبيرة",
    "response": "هذا يبدو وكأنه طريقة جيدة للحصول على المتعة وممارسة بعض التمارين!"
  },
  {
    "emotion": "confident",
    "context": "لقد كنت أفقد بشدة في لعبة الفيديو Dirt Rally. لكن في الآونة الأخيرة ، مع بعض التدريب الإضافي ، بدأت في ضرب لوحات الصدارة!",
    "response": "مدهش! لم أتمكن أبدًا من الجلوس لفترة طويلة ، لذا فإن التحسن في ألعاب الفيديو أمر صعب بالنسبة لي"
  },
  {
    "emotion": "confident",
    "context": "حسنًا ، بغض النظر عما تفعله ، من الرائع دائمًا الاستمرار في التدريب والتحسن. أشعر أنني أستطيع مواجهة أي شخص الآن!",
    "response": "هذا أنيق. أتمنى لو كان لدي حافزك لـ ... حسنًا ... كل شيء آخر في الحياة."
  },
  {
    "emotion": "anxious",
    "context": "مرحبًا ، لدي بعض الأخبار الجيدة.",
    "response": "ما هذا؟"
  },
  {
    "emotion": "anxious",
    "context": "أعتقد أن منزلي قد يُباع أخيرًا! أهه",
    "response": "جميل ، كم حصلت عليها؟"
  },
  {
    "emotion": "surprised",
    "context": "كنت في المنزل وفي اللحظة الأخيرة أخذني والدي إلى مباراة يانكيز.",
    "response": "هذا مدروس جدًا منه ، هل التقطتم كرة؟"
  },
  {
    "emotion": "surprised",
    "context": "لا ، لكنها ما زالت ممتعة.",
    "response": "أنا متأكد من أنه كان! :)"
  },
  {
    "emotion": "faithful",
    "context": "أفضل أن أتضور جوعاً على أكل ماكدونالدز",
    "response": "أخبرني المزيد عن هذا"
  },
  {
    "emotion": "faithful",
    "context": "أنا رجل ويندي ، أجد طعامهم أكثر إرضاءً",
    "response": "لكنني سأكون أقل ارتياحا"
  },
  {
    "emotion": "annoyed",
    "context": "ابني يجلس طوال عطلة نهاية الأسبوع ويأكل كل شيء.",
    "response": "قل له أن يخرج ويفعل شيئًا! يجب أن يكون هذا محبطًا."
  },
  {
    "emotion": "annoyed",
    "context": "حسنًا ، يدفع إيجارًا لكنه بالتأكيد يستخدم موارد أكثر مما يدفع.",
    "response": "من الصعب أن تكون والدًا ... لكنني متأكد من أنك تقوم بذلك بشكل صحيح!"
  },
  {
    "emotion": "proud",
    "context": "لقد صنعت طبقًا بيروفيًا أصيلًا في ذلك اليوم. كان رائعا!",
    "response": "أنا أحب الطعام البيروفي! ماذا فعلت؟"
  },
  {
    "emotion": "proud",
    "context": "لقد صنعت لومو سالتادو (آمل أن أكون قد كتبت هذا الحق لول) اتضح أنه رائع. احب الطعام الجنوبى",
    "response": "تلك الصلصة الخضراء مع الكزبرة والجالبينو هي الأفضل! ما هو لومو؟"
  },
  {
    "emotion": "proud",
    "context": "شرائح ستيك مع عجيس البصل والفلفل والطماطم .. تقريبا مثل القلي السريع ولكن أفضل!",
    "response": "يم! لدي كل مكونات الدجاج ، ربما أصنعها الآن بدلاً من الدجاج المشوي ، شكرًا على الفكرة."
  },
  {
    "emotion": "annoyed",
    "context": "كنت في هذا المتجر الكبير والسيدة عهد مثل 4 قطع على الحزام ، وأردت أن أضع ألغامًا لكنها لن تحركها",
    "response": "أوه ، واو ، آسف لسماع ذلك ، كان هذا حقًا وقحًا منها."
  },
  {
    "emotion": "annoyed",
    "context": "كان هذا غبيًا جدًا منها ، بدا لي نوعًا من العنصرية",
    "response": "يمكن لبعض الناس أخذ الأشياء حتى الآن. اكرههم عندما يفعلون ذلك."
  },
  {
    "emotion": "annoyed",
    "context": "هذا المتجر سيئ السمعة للمتسوقين الوقحين",
    "response": "أنا من النوع الذي يحصل على ما يجب أن أشتريه ويخرج من المتجر."
  },
  {
    "emotion": "excited",
    "context": "كنت متحمسة للغاية عندما عادت ابنتي الكبرى إلى المنزل من الكلية للزيارة.",
    "response": "الوالد الفخور حق ، هل تفتقدها خلال العام؟"
  },
  {
    "emotion": "excited",
    "context": "نعم ، أنا متأكد من ذلك. هي ذكية جدا. أخذ دورات في فنون الجرافيك أثناء عملها مع تخصصها.",
    "response": "يوماً ما سيجعلني طفلي فخوراً بهذا الشكل"
  },
  {
    "emotion": "excited",
    "context": "لدينا خمسة اثنان في الكلية واثنان في المدرسة الثانوية وواحد في المدرسة التمهيدية. كلهم يجعلوننا فخورين الأطفال هم بركات عظيمة.",
    "response": "هذا كثير من الأطفال ، بارك الله فيكم"
  },
  {
    "emotion": "hopeful",
    "context": "مرحباً ، كيف الحال؟",
    "response": "تسير على ما يرام ... ما الأمر معك."
  },
  {
    "emotion": "hopeful",
    "context": "لا شىء اكثر. مجرد التفكير في الوقت الذي كنت فيه لا أزال في الكلية وخضعت للامتحانات ، ومدى صعوبة ذلك. أجلس هناك وأتمنى أن أحصل على درجة A في نهايتها",
    "response": "فكيف فعلت؟ هل العمل الشاق يؤتي ثماره لك؟"
  },
  {
    "emotion": "afraid",
    "context": "كنت أقود سيارتي عبر مياه الفيضانات وتوقفت سيارتي.",
    "response": "بقرة مقدسة. أنا أكره عندما يحدث ذلك. يحدث هذا كثيرًا هنا لأنني أعيش بالقرب من المحيط. كيف انتهى الامر؟"
  },
  {
    "emotion": "afraid",
    "context": "كنت جالسًا في الماء بالقرب من النوافذ وجاء شخص في شاحنة كبيرة وأخرجني.",
    "response": "واو ، كم هو محظوظ. كيف انتهى بك الأمر إلى شكر هذا الشخص؟"
  },
  {
    "emotion": "prepared",
    "context": "أنا على استعداد للتحرك!",
    "response": "إلى أين ستنتقل؟"
  },
  {
    "emotion": "prepared",
    "context": "سأنتقل إلى كاليفورنيا! لدي كل شيء جاهز للذهاب!",
    "response": "انا احب كاليفورنيا."
  },
  {
    "emotion": "proud",
    "context": "فاز فريقي يانكيز الليلة الماضية.",
    "response": "رائع من هم ضد؟"
  },
  {
    "emotion": "proud",
    "context": "لعبوا في كانساس سيتي رويالز.",
    "response": "Nice! "
  },
  {
    "emotion": "ashamed",
    "context": "لذلك ، كذبت على صديقتي بشأن مقدار التعليم الذي حصلت عليه",
    "response": "لماذا تفعل ذلك"
  },
  {
    "emotion": "ashamed",
    "context": "حسنًا لأنها أكبر سناً قليلاً وشعرت أنني كنت متخلفة عنها في الحياة",
    "response": "لست متأكدًا من أنني فهمت ذلك"
  },
  {
    "emotion": "impressed",
    "context": "أثار أول يوم لي في سنتي الأخيرة إعجابي عندما قابلت مدرس العلوم الجديد. لقد كان رائعًا وجعل الأمر سهلاً على الجميع",
    "response": "أنا أحب ذلك عندما يكون المعلمون على الأرض ويسهل التعامل معهم. ما أكثر شيء أعجبك فيه؟"
  },
  {
    "emotion": "impressed",
    "context": "كان ذكيًا ولطيفًا",
    "response": "هذا رائع. هل مازلتم على اتصال؟"
  },
  {
    "emotion": "impressed",
    "context": "أتمنى ، لكن لا",
    "response": "آسف لسماع ذلك. أتمنى أن يكون لديك معلمين جيدين منذ ذلك الحين."
  },
  {
    "emotion": "lonely",
    "context": "أنا حقا أفتقد عائلتي وأصدقائي.",
    "response": "انا اسف لسماع ذلك. هل حدث شيء ما جعلك تفتقدهم؟"
  },
  {
    "emotion": "lonely",
    "context": "أجل ، أنا أعيش في دولة جديدة.",
    "response": "أوه لا! هذا صعب ، لدي نفس المشكلة. إلى أي مدى تحركت؟"
  },
  {
    "emotion": "grateful",
    "context": "يجب أن أتسوق بعد العمل ويمكنني أن أكون متسعًا حقًا ، ذات مرة تركت محفظتي في عربة التسوق وبداخلها جميع بطاقاتي وهاتفي.",
    "response": "يا الهي! أنا بنفس الطريقة ... ينتهي بي الحال دائمًا بوضع قائمتي أثناء التسوق. إلى أين تذهب؟"
  },
  {
    "emotion": "grateful",
    "context": "كنت في المتجر. انطلقت بالسيارة ولكن لحسن الحظ ، عندما عدت ، قام شخص ما بتسليمها ، بكل شيء بداخلها.",
    "response": "هذا نوع منهم!"
  },
  {
    "emotion": "guilty",
    "context": "لقد ارتكبت خطأً كبيراً في الشوط الأخير وكلفت فريقي المباراة.",
    "response": "يا رجل ، أنا آسف لسماع ذلك! كلنا نرتكب أخطاء ، لذلك لا بأس. لا تقسو على نفسك"
  },
  {
    "emotion": "guilty",
    "context": "كانت مسرحية سهلة. كان يجب أن أفعلها.",
    "response": "لا بأس ، أنا متأكد من أنك تعلمت من خطأك"
  },
  {
    "emotion": "grateful",
    "context": "لذلك كنت مفلساً ولم يكن لدي نقود ، وذهبت إلى بنك الطعام للحصول على طعام مجاني",
    "response": "أنا أعرف كيف تشعر. أنا آسف لسماع أنك تمر بهذا. لقد حصلت للتو على قسائم طعام حتى أتمكن من شراء الطعام لي ولابني"
  },
  {
    "emotion": "grateful",
    "context": "أتمنى لو تأهلت لذلك",
    "response": "أنا أشجعك على التقدم لها مهما كان الأمر"
  },
  {
    "emotion": "content",
    "context": "لقد انتهيت للتو من الركض وأشعر بالتعب حقًا ، لكن لدي شعور بالإنجاز أيضًا",
    "response": "إنه وقت جيد للركض الآن في الصباح. خير لكم!"
  },
  {
    "emotion": "content",
    "context": "نعم ، إذا لم أفعل ذلك في الصباح ، يصبح الجو حارًا جدًا. شكر! هل تهرول؟",
    "response": "أعلم أني على حق في فلوريدا! لا أمارس رياضة الجري ، لكن الجري ليس شيئًا."
  },
  {
    "emotion": "trusting",
    "context": "أنا أخاطر .. أتمنى أن لا يحدث شيء سيء.",
    "response": "ما نوع المخاطرة التي تقوم بها؟"
  },
  {
    "emotion": "trusting",
    "context": "قررت السماح لعائلة بالانتقال إلى أحد منازلي الفارغة لأنهم كانوا في وضع سيء.",
    "response": "ييكيس ، هذا مرهق. ما هو حجم العائلة؟"
  },
  {
    "emotion": "sad",
    "context": "مات كلبي وبكيت.",
    "response": "أنا آسف جدا. يجب أن تكون حزين القلب."
  },
  {
    "emotion": "sad",
    "context": "نعم كان صديقي المفضل.",
    "response": "منذ متى كان جزءًا من حياتك؟"
  },
  {
    "emotion": "apprehensive",
    "context": "اقترب مني رجل لم أكن أعرفه أثناء المشي في الحديقة",
    "response": "What did you do?"
  },
  {
    "emotion": "apprehensive",
    "context": "أراد المال. أخبرته أنه ليس لدي أي شيء وواصلت المشي. أعتقد أن كلبي ربما أخافه.",
    "response": "هل نبح الكلب؟"
  },
  {
    "emotion": "disappointed",
    "context": "أنا لست في أفضل مزاج اليوم. أتمنى أن يكون الأمر مختلفًا.",
    "response": "هذا يبدو مريع. آسف لسماع ذلك. ماذا حدث بالضبط؟"
  },
  {
    "emotion": "disappointed",
    "context": "فعل صديقي شيئًا خلف ظهري ضدي.",
    "response": "هذا هو الأسوأ ، عندما تعرف شخصيًا شخصًا عاملك معاملة سيئة. أتمنى أن تسير الأمور بشكل أفضل بالنسبة لك."
  },
  {
    "emotion": "surprised",
    "context": "اكتشفت أن رفيقي في السكن حصل على قطة أثناء غيابي ، وكان ذلك صادمًا بعض الشيء",
    "response": "أوه لا .. هل أنت مستاء؟"
  },
  {
    "emotion": "surprised",
    "context": "كنت في البداية. لكن الآن لا بأس. القطة في الواقع لطيفة وعاطفية.",
    "response": "آه هذا جيد اتضح بعد كل شيء"
  },
  {
    "emotion": "apprehensive",
    "context": "كنت خائفة وقلقة عندما يتعلق الأمر بالذهاب إلى مدرسة ثانوية جديدة في سنتي الثانية. لم أكن متأكدا كيف ستسير الأمور",
    "response": "نعم ، أعتقد أن معظم الناس يشعرون بهذه الطريقة ، لكنه لا يزال شعورًا صالحًا. كيف انتهى الامر؟"
  },
  {
    "emotion": "apprehensive",
    "context": "كان بخير في النهاية",
    "response": "من الرائع سماع ذلك! هل كان لديك أي مدرسين رائعين أو قمت بتكوين صداقات جديدة؟"
  },
  {
    "emotion": "embarrassed",
    "context": "دخلت إلى الفصل الخطأ في اليوم الأول من الكلية",
    "response": "أراهن أن هذا كان مخيفًا بعض الشيء"
  },
  {
    "emotion": "embarrassed",
    "context": "لم يكن الأمر مخيفًا بقدر ما كان محرجًا وسخيفًا. كنت متوترة للغاية بحيث لم أستطع النهوض والمغادرة ، لذلك بقيت في الفصل الخطأ طوال الوقت ...",
    "response": "حسنًا ، أنا متأكد من أن معظم الناس نسوا الأمر بسرعة"
  },
  {
    "emotion": "proud",
    "context": "بعد الاضطرار إلى إعادة الفصل مرتين ، اجتاز ابني أخيرًا اختبار السباحة الخاص به ويمكنه الانتقال إلى المستوى التالي!",
    "response": "هذا رائع! أنا سعيد لأنك استمريت لأن هذا مهم جدًا هذه الأيام ، فعدم القدرة على السباحة يمثل خطرًا حقيقيًا!"
  },
  {
    "emotion": "proud",
    "context": "إنه كذلك وقد واجه بعض الصعوبات في البداية لكنني سعيد لأنه تمسك بها أيضًا! كان من الممكن أن يستسلم بسهولة ويخوض معركة بشأن الاستمرار في حضور الفصل!",
    "response": "نعم ، يبدو أنك تقوم بعمل رائع مع الرجل الصغير!"
  },
  {
    "emotion": "guilty",
    "context": "كان كلبي يركض في الفناء الخاص بي في ذلك اليوم ، ودخلت وكانت تعني حقًا للجميع. عند إلقاء نظرة فاحصة ، كان لديها شظية في مخلبها من الخشب يمضغها كلبي الآخر على الشرفة التي لم أنظفها بعد. شعرت بالسوء.",
    "response": "أوه لا ، هل استغرق الأمر وقتًا طويلاً لمعرفة ما هي المشكلة؟"
  },
  {
    "emotion": "guilty",
    "context": "حسنًا ، لم تستمر حقًا في رفع مخلبها وعدم رغبتها في المشي عليها ، أعتقد أن الأمر استغرق وقتًا أطول للسماح لها برؤيتها.",
    "response": "يمكن أن تكون الكلاب شديدة الحساسية عندما يتعلق الأمر بهذا النوع من الأشياء. لن أشعر بالسوء ، فقد يحدث ذلك لأي شخص!"
  },
  {
    "emotion": "joyful",
    "context": "لقد رزقت بطفل الشهر الماضي ، وأنا سعيد للغاية.",
    "response": "أعلم أنك فوق القمر. ماذا لديك؟"
  },
  {
    "emotion": "joyful",
    "context": "لقد كان فتى ، سميته من بعدني.",
    "response": "استمتع بكل دقيقة معه. يمر الوقت بسرعة عندما تكون صغيرة."
  },
  {
    "emotion": "sad",
    "context": "كنت أقرأ النبأ وشاهدت قصة عن أطفال قتلوا في حريق. يؤلم قلبي أن أفكر في الأمر",
    "response": "هذا مروع ، حزين جدا."
  },
  {
    "emotion": "sad",
    "context": "هذا النوع من المأساة يكون أسوأ عندما كان بالإمكان تفاديه.",
    "response": "نعم ، لا ينبغي أن تكون الوقاية من الحرائق بهذه الصعوبة."
  },
  {
    "emotion": "proud",
    "context": "اشتريت منزل الأحلام وأنا سعيد جدًا",
    "response": "نجاح باهر! أنا حسود جدا! منذ متى اشتريته؟"
  },
  {
    "emotion": "proud",
    "context": "منذ شهرين فقط! لقد عملت بجد للادخار لهذا المنزل. لم أكن أريد أن أحصل على ثاني أفضل",
    "response": "من المنطقي. عندما تعرف ما تريد ، يجب أن تفعل ذلك. حسنًا ، أنا سعيد من أجلك. أنا بعيد كل البعد عن قدرتي على القيام بذلك."
  },
  {
    "emotion": "nostalgic",
    "context": "إن رؤية الصور من إجازتي الصيفية قبل شهر مع صديقتي الطويلة تجعلني أشعر بالسعادة والحزن",
    "response": "أراهن أنك قضيت وقتًا رائعًا معًا"
  },
  {
    "emotion": "nostalgic",
    "context": "لقد فعلنا ذلك حقًا. لقد قمنا بالكثير من النشاط البدني ، والمشي لمسافات طويلة ، وخاضنا معركة أو شجارين ، لكنني أفتقد ذلك الوقت",
    "response": "كم من الممتع! اين ذهبتم يا رفاق؟"
  },
  {
    "emotion": "excited",
    "context": "لقد كنت متحمسًا عندما تم قبولي في كلية الدراسات العليا",
    "response": "I bet"
  },
  {
    "emotion": "excited",
    "context": "لقد كان ثقلًا على ظهري أكثر من ذلك",
    "response": "من الجيد سماع ذلك ، كلما قل الوزن كان ذلك أفضل"
  },
  {
    "emotion": "disappointed",
    "context": "لقد فشلت في الاختبار في وقت مبكر من المدرسة الثانوية. كنت أشعر بالخجل حيال ما فعلت",
    "response": "لماذا تفعل ذلك"
  },
  {
    "emotion": "anxious",
    "context": "أنا خائف جدًا من العواصف الشديدة.",
    "response": "الزئير الصاخب يجعل كلبي يرتجف ويركض إلى الطابق السفلي"
  },
  {
    "emotion": "anxious",
    "context": "حسنًا ، الطابق السفلي هو المكان الأكثر أمانًا. أنا أخاف من الرعد أيضًا.",
    "response": "لم يكن كلبي معتادًا على فعل ذلك أبدًا ، ولم يبدأ في فعل ذلك إلا مؤخرًا."
  },
  {
    "emotion": "angry",
    "context": "اتهمتني السيدة بأنني مخطئ لعدم إطلاق بوقي!",
    "response": "أوه لا ، هل أصيب أحد؟"
  },
  {
    "emotion": "angry",
    "context": "الحمد لله لا",
    "response": "هذه أخبار جيدة ، أتمنى أن تكون سيارتك على ما يرام."
  },
  {
    "emotion": "impressed",
    "context": "لقد تأثرت عندما تخرج أعز أصدقائي كطالب متفوق في فصلنا",
    "response": "لا بد أنك كنت فخورة جدًا بعملهم الشاق."
  },
  {
    "emotion": "impressed",
    "context": "لقد كنت ، لقد بذلوا قصارى جهدهم وكسبوها",
    "response": "هل كان فصل تخرج كبير؟"
  },
  {
    "emotion": "grateful",
    "context": "كان لدي إطار مثقوب أثناء القيادة على الطريق السريع. توقف رجل لطيف لمساعدتي",
    "response": "واو ، أنا سعيد لأنك حصلت على مساعدة ، كان من الممكن أن يكون الأمر أسوأ بكثير"
  },
  {
    "emotion": "grateful",
    "context": "انت محق. عرضت أن أدفع لكنه لم يقبل.",
    "response": "هذا لطيف جدًا منه ، هؤلاء هم الأشخاص الذين نحتاج إلى المزيد منهم في العالم"
  },
  {
    "emotion": "terrified",
    "context": "ركبت أفعوانية كبيرة لأول مرة بينما كنت خائفًا من المرتفعات ، كنت قلقًا نوعًا ما كيف سأفعل",
    "response": "كيف كانت التجربة"
  },
  {
    "emotion": "terrified",
    "context": "كان رائعا في النهاية. كان القيام بذلك محطمًا للأعصاب ، ولكن في النهاية بعد انتهائه ، كان لدي الكثير من الأدرينالين والفخر بفعل ذلك",
    "response": "كان من الجيد أنك تغلبت على الخوف ، هل تركب الأفعوانية الآن؟"
  },
  {
    "emotion": "terrified",
    "context": "كنت على وشك حادث سيارة سيء في وقت سابق",
    "response": "يا إلهي ، هذا فظيع. كيف حدث هذا"
  },
  {
    "emotion": "terrified",
    "context": "كانت شاحنة في منتصف الطريق على طريق ريفي ضيق",
    "response": "هذا من أسوأ مخاوفي عندما أقود السيارة إلى منزل والدي صديقتي. إذن كل شيء انتهى بخير ، رغم ذلك؟"
  },
  {
    "emotion": "confident",
    "context": "أعتقد أنني أبليت بلاءً حسنًا في اختبار القبول في كلية الحقوق.",
    "response": "ما رأيك كانت درجاتك؟"
  },
  {
    "emotion": "confident",
    "context": "آمل أن يكون على الأقل في نطاق 150.",
    "response": "آه هذه نتيجة جيدة. عندما أخذت LSATs منذ حوالي 15-16 عامًا ، تلقيت 156 على ما أعتقد. أين تأمل أن تذهب إلى المدرسة؟"
  },
  {
    "emotion": "confident",
    "context": "آمل أن أذهب إلى ميتشل هاملين في مينيسوتا أو سيراكيوز",
    "response": "حظا سعيدا!"
  },
  {
    "emotion": "devastated",
    "context": "لقد صدمت عندما غادر ليبرون الكهوف مرة أخرى!",
    "response": "أنا أيضا فوجئت. لمغادرة الفريق مرة أخرى نوعا ما أزعجني."
  },
  {
    "emotion": "devastated",
    "context": "نعم ، لم أكن أعتقد أنه كان بداخله ولكن أعتقد أنه يمكنك إلقاء اللوم على مالك الكهوف عن ذلك أيضًا.",
    "response": "إنه أسطورة في طور التكوين"
  },
  {
    "emotion": "nostalgic",
    "context": "أشعر بالحنين عندما أفكر في الأوقات التي قضيتها مع والدي في الماضي. الكثير من اللقاءات المختلفة تجعلني أشعر بهذه الطريقة",
    "response": "أشعر بنفس الطريقة. يجب أن تعتز الأوقات التي تقضيها مع العائلة إلى الأبد."
  },
  {
    "emotion": "nostalgic",
    "context": "نعم ، أوقات مثل هذه تجعلني ما أنا عليه اليوم أشعر به",
    "response": "أوافق ، كن ممتنًا لمن هم في حياتك لأنهم يساعدونك في أن تصبح شخصًا أفضل."
  },
  {
    "emotion": "joyful",
    "context": "لقد فزت في اليانصيب ، ولن أضطر للعمل مرة أخرى",
    "response": "تهانينا؟ كم ربحت؟"
  },
  {
    "emotion": "joyful",
    "context": "5 ملايين دولار ياهو.",
    "response": "نجاح باهر. الآن يمكنك أن تفسد نفسك"
  },
  {
    "emotion": "devastated",
    "context": "يحتاج ليبرون إلى البقاء في كليفلاند",
    "response": "لقد غادر بالفعل إلى ليكرز."
  },
  {
    "emotion": "devastated",
    "context": "لكن منزله في كليفلاند",
    "response": "هو من الناحية الفنية من أكرون وليس كليفلاند."
  },
  {
    "emotion": "surprised",
    "context": "لم يخطط زوجي لموعد بيننا منذ أن تزوجنا. عادة ما يبحث عن مدخلاتي. اكتشفت للتو أنه سيأخذني إلى مكان مميز في عطلة نهاية الأسبوع. لا استطيع الانتظار!",
    "response": "هذا لطيف منه ، قد يكون الزواج صعبًا في البداية ، لذلك على الأقل يحاول"
  },
  {
    "emotion": "surprised",
    "context": "يمكن أن يكون الأمر كذلك ، أعتقد أيضًا أن الحياة تعترض طريقها أحيانًا. الأشياء ليست دائما مثالية كما نأمل.",
    "response": "هذا صحيح ، الزواج رائع في الفراغ ، لكن الحياة تنفجر أحيانًا"
  },
  {
    "emotion": "confident",
    "context": "كنت واثقًا من أنني عندما فزت برئيسة شرف للجمعية في المدرسة الثانوية ، تغلبت على فتاة مشهورة حقًا",
    "response": "هل كانت حملة طويلة؟"
  },
  {
    "emotion": "confident",
    "context": "بضعة أيام ، لكنها شعرت وكأنها إلى الأبد في ذلك الوقت",
    "response": "I bet it did"
  },
  {
    "emotion": "proud",
    "context": "شعرت بالارتياح عندما غادر ليبرون فريق كليفلاند ليكرز",
    "response": "لماذا هذا؟"
  },
  {
    "emotion": "proud",
    "context": "لأن مالك الكهف هو مالك مروع. الطريقة التي ألقى بها ليبرون تحت الحافلة وتحدث عن القمامة عنه.",
    "response": "ليبرون ليس قديسًا"
  },
  {
    "emotion": "confident",
    "context": "شعرت بالثقة عندما تمكنت من الدراسة طوال الليل لاختبار العلوم. كنت أعرف فقط أنني سأقوم بعمل جيد",
    "response": "how did you do?"
  },
  {
    "emotion": "confident",
    "context": "لقد أبليت بلاءً حسنًا ، لم أكن مثاليًا ولكن جيد بما يكفي",
    "response": "هل تمكنت من استعادته؟"
  },
  {
    "emotion": "surprised",
    "context": "حصلت على راتبي وكان هناك أموال أكثر مما كنت أتوقع",
    "response": "هذا رائع ، هل أنفقته على أي شيء رائع؟"
  },
  {
    "emotion": "surprised",
    "context": "لا ، قررت حفظه.",
    "response": "هذا ذكي أيضًا ، المستقبل سوف تقدر ذلك!"
  },
  {
    "emotion": "lonely",
    "context": "قبل أن أقابل صديقتي شعرت بالوحدة في كثير من الأحيان ، أنا سعيد أن هذا أفضل الآن",
    "response": "أنا سعيد لأن لديك شخصًا تشاركه حياتك."
  },
  {
    "emotion": "lonely",
    "context": "شكرًا لك ، أنا أقدر ذلك ، أنا سعيد بأن الأمور تسير على ما يرام من أجل التغيير",
    "response": "حافظ على الإيمان بأنها ستستمر."
  },
  {
    "emotion": "apprehensive",
    "context": "سأبدأ كلية الحقوق في يناير.",
    "response": "هذا مثير للإعجاب حقًا. يبدو أنه يتطلب الكثير من العمل. نأمل كل شيء يعمل بها. هل انت متوتر؟"
  },
  {
    "emotion": "apprehensive",
    "context": "انا. إنه هدف حققته ولكني لم أقم بالقفزة حتى الآن.",
    "response": "حسنًا ، تبدو واثقًا. يعد التقديم والدخول من أصعب الخطوات ، لذلك أنا متأكد من أنك ستبلي بلاءً حسنًا."
  },
  {
    "emotion": "proud",
    "context": "حصلت على كل شيء كما في الفصل الدراسي الأول في الكلية ، وقد جعلني ذلك أشعر بالرضا عن نفسي",
    "response": "نجاح باهر. هذا عظيم. لا يمكن لأي شخص أن يقول ذلك."
  },
  {
    "emotion": "proud",
    "context": "لا ، لكنني أعتقد أنهم جعلوا الأمر سهلاً قليلاً كما هو الحال في بعض الفصول ، وخاصة دورات التعليم العام. حصلت على درجة عالية في علم الأحياء وبالتأكيد لا أتذكر الكثير منها",
    "response": "يكافح معظمهم في عامهم الأول. من المدهش أنك قمت بعمل جيد."
  },
  {
    "emotion": "proud",
    "context": "أنا أقدر ذلك. أنا طالب أكبر سناً قليلاً ، لذلك لم يكن لدي الكثير مما يدعو للقلق في طريق الشعور بالإرهاق",
    "response": "أنا طالب أكبر سنًا أيضًا ، لذا آمل أن تسير الأمور على ما يرام بالنسبة لي في المدرسة."
  },
  {
    "emotion": "angry",
    "context": "طلبت من أحد الأقارب رعاية حيواننا الأليف أثناء ذهابنا وانتهى الأمر بالكلب في عداد المفقودين.",
    "response": "أوه لا ، هل قال القريب ما حدث؟ هذا يبدو مريبًا."
  },
  {
    "emotion": "angry",
    "context": "أنه خرج ولم يتمكن من العثور عليه. من المعروف أن الأشياء تختفي عندما يكون شقيق زوجي في الجوار. كان يجب أن نعرف بشكل أفضل.",
    "response": "من السهل ارتكاب خطأ ، من المفترض أن نثق في العائلة ، هل تعلم؟"
  },
  {
    "emotion": "anticipating",
    "context": "في غضون أسابيع قليلة سأذهب في أول رحلة لي إلى عالم ديزني! لقد استغرقت 30 عامًا للوصول إلى هناك ولا أطيق الانتظار.",
    "response": "ذلك رائع. أحب اصطحاب الأطفال إلى عالم ديزني. ماذا تريد أن ترى أكثر؟"
  },
  {
    "emotion": "anticipating",
    "context": "القلعة! هذا ما حلمت به دائمًا ، أن أسير في الشارع الرئيسي وألقي نظرة أولية على تلك القلعة.",
    "response": "نعم لن تشعر بخيبة أمل. إنه رائع هناك."
  },
  {
    "emotion": "proud",
    "context": "في السنة الأخيرة من دراستي الثانوية عملت بجد وحصلت على درجة A طوال العام",
    "response": "أنا متأكد من أنك كنت سعيدا"
  },
  {
    "emotion": "proud",
    "context": "لم يكن الأمر سهلا. كنت أعمل أيضًا لكنني فعلت ذلك.",
    "response": "أنا متأكد من أن كل هذا العمل الشاق كان يستحق ذلك"
  },
  {
    "emotion": "apprehensive",
    "context": "لم أكن متأكدًا من أنني أردت قبول عرض عمل جديد. لم أكن أعرف أي شخص في هذه الوظيفة",
    "response": "يمكن أن يكون إجراء التغيير صعبًا. هل قبلت العرض؟"
  },
  {
    "emotion": "apprehensive",
    "context": "لم أفعل ، لم أكن متأكدة بما فيه الكفاية",
    "response": "من الأفضل دائمًا عدم فعل أي شيء إذا لم تكن متأكدًا."
  },
  {
    "emotion": "disappointed",
    "context": "لقد تباطأت في تسليم ورقة لفصل جامعي ، وانتهى بي الأمر بإعطائي درجة D للدورة بشكل عام",
    "response": "هل استطعت عمل أي درجات إضافية لإحضار الدرجة؟"
  },
  {
    "emotion": "disappointed",
    "context": "كان لدي بعض ما فعلته ، نعم ، خلال العام. وقد احتسبته ضمن الدرجة الكلية ، لكنني لا أشعر أنه محسوب بقدر ما ينبغي.",
    "response": "أن ينتن. هناك دائمًا المرة القادمة!"
  },
  {
    "emotion": "disgusted",
    "context": "شعرت بالاشمئزاز من الطريقة التي تعامل بها مالك الكهف مع ليبرون خلال فترتيه مع الفريق",
    "response": "أوه ، مثير جدا للاهتمام. أنا لست من محبي المالك أيضًا. لماذا تشعر بهذه الطريقة؟"
  },
  {
    "emotion": "disgusted",
    "context": "أعتقد أن المالكين يجب أن يكونوا محترفين لأن الجميع يشاهدون. هل تعامل نجمك هكذا؟ كيف تتعامل مع جو المتوسط ​​الصغير في الفريق.",
    "response": "هذه نقطة عادلة. لكن ليبرون جيمس مختلف ، وربما يسعى لمحاولة السيطرة حقًا على الفريق الذي يتواجد فيه ، لذلك قد يكون ذلك صعبًا أيضًا"
  },
  {
    "emotion": "ashamed",
    "context": "أعز صديق لي منذ سنوات ودخلت في شجار ، قلت بعض الأشياء التي أندم عليها من الغضب ، لن تسامحني. هذا فظيع.",
    "response": "منذ متى وأنتما تعرفان بعضكما البعض؟"
  },
  {
    "emotion": "ashamed",
    "context": "15 عامًا ، إنه أمر سيء جدًا.",
    "response": "أعتقد أنك تحتاج فقط إلى منحها الوقت. نأمل أن تأتي."
  },
  {
    "emotion": "hopeful",
    "context": "كنت أتمنى الحصول على حيوان أليف جديد هذا العام!",
    "response": "بماذا كنت تفكر؟ هل كنت تفكر في الأمر لفترة طويلة؟"
  },
  {
    "emotion": "hopeful",
    "context": "لا ، لقد قدمنا ​​أحد تنانيننا الملتحية إلى قريب يعمل كمدرس ، ولكن هذا كثير جدًا بالنسبة لها وهي تريد إعادته",
    "response": "هل كانت تبقيه في صفها؟ أستطيع أن أرى كيف يمكن أن يكون هناك الكثير من العمل."
  },
  {
    "emotion": "faithful",
    "context": "لقد كنت دائمًا مخلصًا لصديقتي منذ 2.5 عام",
    "response": "هذا جيد. يصعب العثور عليها في الوقت الحاضر."
  },
  {
    "emotion": "faithful",
    "context": "هذا مؤكد ، ترى الكثير من القصص السيئة حول الأخبار والأشخاص",
    "response": "أنا أعلم. أتمنى أن تكون الأمور أفضل!"
  },
  {
    "emotion": "sentimental",
    "context": "اشتقت لكوني طفلا.",
    "response": "أنا أفعل ذلك بصراحة شديدة ، كنت ألعب كل هذه الألعاب الممتعة مع جيراننا في أواخر ليالي الصيف ، لقد كان الأمر رائعًا ، لكنني اعتبرت ذلك أمرًا مفروغًا منه"
  },
  {
    "emotion": "sentimental",
    "context": "لقد تعبت من دفع فواتير لول.",
    "response": "أسمعك هناك ، هذا هو أسوأ جزء!"
  },
  {
    "emotion": "nostalgic",
    "context": "أشعر بالحنين إلى التفكير في جميع الألعاب التي كنت ألعبها مع أصدقائي في شارعنا",
    "response": "أتذكر تلك الألعاب أيضًا. ما هي الأنواع التي لعبت؟ كانت المفضلة علامة مصباح يدوي."
  },
  {
    "emotion": "nostalgic",
    "context": "علامة الكرة ، شبح في المقبرة ، ركل العلبة ، كل أفضل الألعاب هاها",
    "response": "شبح في المقبرة كان انفجارًا! لا أصدق أنني نسيت ذلك. يبدو أن كلانا كان لديه طفولة رائعة."
  },
  {
    "emotion": "jealous",
    "context": "يتمتع جميع أصدقائي بهذه الوظائف الرائعة ويسافرون إلى أماكن رائعة كثيرًا. هذا ليس عدلاً ، يجب أن أشاهدهم مجموعة نفاثة وأن يكون لديهم انفجار بينما أنا عالق في العمل طوال الوقت",
    "response": "أفهم ذلك ، لست متأكدًا من قدرة بعض هؤلاء الأشخاص على تحمل تكاليف الأماكن التي يذهبون إليها!"
  },
  {
    "emotion": "jealous",
    "context": "إنه أمر سخيف ، على الجميع أن يكونوا مبهرجين للغاية.",
    "response": "نعم ، هذا ليس أنا على الإطلاق ، فأنا بالكاد أنشر أي شيء للناس عبر الإنترنت"
  },
  {
    "emotion": "surprised",
    "context": "لقد فوجئت عندما أعطاني والداي سيارة أثناء تخرجي من الكلية",
    "response": "كم هو مثير بالنسبة لك. ما نوع هذه السيارة؟"
  },
  {
    "emotion": "surprised",
    "context": "لقد كان التركيز على فورد ، لقد كانت في الواقع سيارة أمتلكها وكنت في طور السداد ، وقد أعطوني إياها!",
    "response": "كان ذلك سخيا جدا منهم."
  },
  {
    "emotion": "guilty",
    "context": "أخبرت شيئًا لشخص ما وعدت بالحفاظ على سر.",
    "response": "هذا ليس لطيفا! يفعل الناس ذلك طوال الوقت طالما أن الشخص الذي يخبرونه أقرب إليهم"
  },
  {
    "emotion": "guilty",
    "context": "شعرت بالسوء بعد ذلك لما حدث. انا شخص لطيف جدا",
    "response": "الجميع يؤمن بذلك بالطبع ، لكنني أعتقد أن الناس يرتكبون أخطاء"
  },
  {
    "emotion": "prepared",
    "context": "المدرسة على وشك البدء. نحن جاهزون.",
    "response": "آه أتذكر تلك الأيام! كل التسوق ، مع التأكد من أن تبدو جيدة في اليوم الأول! اوقات سعيدة"
  },
  {
    "emotion": "prepared",
    "context": "نعم. ابنتي متحمسة جدا. أنا سعيد أن الصيف قد انتهى.",
    "response": "أنا أيضًا ، أتطلع إلى الشتاء وعيد الميلاد ، أفضل بكثير في رأيي!"
  },
  {
    "emotion": "faithful",
    "context": "لقد كنت دائمًا مخلصًا لصديقتي منذ 2.5 عام",
    "response": "تهانينا. تزوجها"
  },
  {
    "emotion": "faithful",
    "context": "أنا أفكر في ذلك ، ما زلنا صغارًا",
    "response": "ثم ربما يجب عليك الغش."
  },
  {
    "emotion": "angry",
    "context": "في الآونة الأخيرة ، يريد جيراني الجلوس والتحدث عن الأسرة عبر الشارع. إنهم يحبون التحدث عنهم بشكل سيء على الرغم من أنه من الواضح أن هذه العائلة تكافح. أنا مريض منه",
    "response": "أنا متأكد من أنك ، هذا يبدو سيئًا"
  },
  {
    "emotion": "angry",
    "context": "مريع! كيف الناس بخير مع كونهم قاسيين جدا؟",
    "response": "هناك فقط أناس سيئون بالخارج"
  },
  {
    "emotion": "caring",
    "context": "لقد ذهبت حقًا إلى وضع الرعاية عندما مرض والدي. لقد تأكدت للتو أنه سيكون على ما يرام",
    "response": "يتطلب ذلك الكثير من القوة لتكون قادرًا على القيام بذلك. سينهار الكثير من الناس بدلاً من محاولة المساعدة قدر المستطاع."
  },
  {
    "emotion": "caring",
    "context": "لقد عرفت فقط ما يجب علي فعله للمساعدة",
    "response": "جيد لك ، أنا متأكد من أن والدك ممتن جدًا لك."
  },
  {
    "emotion": "surprised",
    "context": "فاتورة الكهرباء الخاصة بي انتهت هذا الشهر.",
    "response": "عذرًا ، هل حدث أي شيء خارج عن المألوف؟"
  },
  {
    "emotion": "surprised",
    "context": "ذهبنا في إجازتين لذلك اعتقدت أنه سيكون أقل.",
    "response": "هذا غريب ، آسف لسماع ذلك ، دفع المزيد من المال ليس ممتعًا على الإطلاق"
  },
  {
    "emotion": "impressed",
    "context": "لقد تأثرت عندما كان صديقي طالب متفوق في المدرسة الثانوية",
    "response": "واو هذا رائع."
  },
  {
    "emotion": "impressed",
    "context": "نعم ، كنت فخورة بهم ، لقد تفاجأت عندما سمعت الخبر",
    "response": "لماذا فاجأ جدا>"
  },
  {
    "emotion": "annoyed",
    "context": "أحيانًا أتضايق من والدي ، يبدو أن هناك فجوة بيننا بين الأجيال في بعض الأحيان",
    "response": "أنا أعرف بالضبط ما تعنيه."
  },
  {
    "emotion": "annoyed",
    "context": "أعتقد أن الجميع يشعر بهذا إلى حد ما ، لا مفر منه",
    "response": "يجعل من الصعب التواصل من خلال."
  },
  {
    "emotion": "nostalgic",
    "context": "افتقد حبيبي السابق.",
    "response": "يؤسفني سماع ذلك كيف انتهى الأمر بينكما؟"
  },
  {
    "emotion": "nostalgic",
    "context": "لقد استمر في المقامرة بأموال فواتيرنا لذا اضطررت إلى تركه يذهب.",
    "response": "هذا منطقي ، في بعض الأحيان لا يُقصد من الأشياء أن تكون كذلك"
  },
  {
    "emotion": "disappointed",
    "context": "حاولت أن أرسم بيتي بلون واحد وتحول إلى لون آخر.",
    "response": "هذا غير جيد ، أنا آسف لما حدث لك"
  },
  {
    "emotion": "disappointed",
    "context": "شكرا ، نعم انها المشكله",
    "response": "يحدث ذلك على ما أفترض ، ربما يكون هناك نوع من سياسة الاسترداد التي اشتريتها منها"
  },
  {
    "emotion": "disgusted",
    "context": "شعرت بالاشمئزاز عندما رأيت شجارًا في المدرسة الثانوية انتهى بشخص ما فتح جمجمته قليلاً",
    "response": "نجاح باهر! لماذا يجب على الناس أن يكونوا عنيفين ... آخ"
  },
  {
    "emotion": "disgusted",
    "context": "لا أدري ، أنا لا أكره أي شخص بما يكفي لفعل ذلك لهم",
    "response": "حق لي أيضا. هذا سيء للغاية ولكن سعيد لأنك تفكر بشكل صحيح!"
  },
  {
    "emotion": "excited",
    "context": "متحمس عندما حصل ليكرز على ليبرون.",
    "response": "أوه لا. ليست قصة ليبرون أخرى."
  },
  {
    "emotion": "excited",
    "context": "نعم بالطبع طوال اليوم!",
    "response": "أنا أعلم. رغم ذلك فهو لاعب رائع."
  },
  {
    "emotion": "annoyed",
    "context": "على الرغم من أن جيراني الجدد كانوا لطفاء لكنني كنت مخطئًا.",
    "response": "هذا جيد."
  },
  {
    "emotion": "annoyed",
    "context": "إنها فظيعة. هذا ليس لطيفا على الاطلاق",
    "response": "آسف لسماع ذلك."
  },
  {
    "emotion": "joyful",
    "context": "أخطط لرحلة الشهر المقبل وأنا متحمس للغاية.",
    "response": "إلى أين أنت متجه؟"
  },
  {
    "emotion": "joyful",
    "context": "أنا ذاهب إلى المنزل في كاليفورنيا ، وأخطط للقاء أعز أصدقائي.",
    "response": "أوه ، حسنًا ، يبدو أنه سيكون مليئًا بالمرح ، وآمل أن يسير كل شيء على ما يرام!"
  },
  {
    "emotion": "embarrassed",
    "context": "شعرت بالحرج عندما كنت في المدرسة وسقطت سروالي أمام الجميع",
    "response": "أوه لا! كم كان عمرك في ذلك الوقت؟"
  },
  {
    "emotion": "embarrassed",
    "context": "كنت في روضة الأطفال على ما أعتقد ، وما زلت صغيرة جدًا",
    "response": "هذا مثل سيناريو الحلم السيئ. من الأفضل أن تكون طفلاً صغيرًا ، حتى لو كان الأطفال لئيمين."
  },
  {
    "emotion": "angry",
    "context": "قال أحدهم شيئًا عني لم يكن صحيحًا",
    "response": "من فضلك لا تهتم بهؤلاء الناس. حاول أن تكون صادقًا مع نفسك. سوف يتعرف عليك العالم يومًا ما."
  },
  {
    "emotion": "angry",
    "context": "هذ بالفعل صحيح. أناس مثل هذا لا يستحقون وقت اليوم.",
    "response": "بالضبط. أنت على حق. تجاهلهم."
  },
  {
    "emotion": "angry",
    "context": "نسيت زوجتي أن تتمنى لي في ذكرى زواجنا.",
    "response": "هل تزوجت منذ وقت طويل؟"
  },
  {
    "emotion": "angry",
    "context": "نعم ، إنها الذكرى السنوية الثانية.",
    "response": "أنا أعلم أن هذا يجب أن يؤذي. لكن اغفر لها ودعها تعود لك."
  },
  {
    "emotion": "terrified",
    "context": "كنت خائفة للغاية عندما كان والدي يخيفني عندما كنت طفلاً",
    "response": "يمكن أن يكون الآباء غريبين مثل هذا في بعض الأحيان. هل كان يحاول أن يكون ضارًا بشأن ذلك ، أم أنه كان يستمتع فقط؟"
  },
  {
    "emotion": "terrified",
    "context": "أعتقد أنه كان يستمتع فقط ، لكني لم أحصل على الكثير",
    "response": "ماذا كان يفعل؟"
  },
  {
    "emotion": "nostalgic",
    "context": "أتمنى أن أتمكن من العودة إلى أول موعد كان لي مع صديقتي",
    "response": "لماذا انتهت الأمور بينكما؟"
  },
  {
    "emotion": "nostalgic",
    "context": "أوه ، لم ينتهوا. أنا فقط افتقد ذلك الوقت ، لأن كل شيء بدا وكأنه جديد وحيوي ومختلف",
    "response": "أوه ، نعم أنا أفهم ذلك ، إنه بنفس الطريقة مع صديقتي الآن"
  },
  {
    "emotion": "nostalgic",
    "context": "أفتقد كوني طفلة وكل الغباء الذي جاء معها ، أتمنى لو كنت صغيرة مرة أخرى",
    "response": "كنت أقول نفس الشيء فقط."
  },
  {
    "emotion": "nostalgic",
    "context": "نعم ، إن النمو ليس ممتعًا ، لكنني أفتقد جميع أصدقائي في ذلك الوقت",
    "response": "أبلغ من العمر 34 عامًا فقط وقد مات الكثير من أصدقائي القديم."
  },
  {
    "emotion": "afraid",
    "context": "أخشى من سينتقل للبيت المجاور لي.",
    "response": "هل كان جارك السابق جيدًا على الأقل؟"
  },
  {
    "emotion": "afraid",
    "context": "لا. ليس لدي جيران لائقون أبدًا لذا أتوقع الأسوأ.",
    "response": "آه ، حسنًا على الأقل يمكنك فقط تلبية أو تجاوز التوقعات!"
  },
  {
    "emotion": "embarrassed",
    "context": "مرحبًا ، جعلتني المرة الأولى التي ذهبت فيها في موعد غرامي أشعر بالحرج الشديد",
    "response": "لماذا جعلتك تشعر بالحرج؟"
  },
  {
    "emotion": "embarrassed",
    "context": "WEll ، لم أرغب في إخبار عائلتي لأن أخي سيزعجني بشأن ذلك. لذا كانت الملابس النظيفة الوحيدة التي كنت أمتلكها مثل بدلة رياضية",
    "response": "أوه ، حسنًا ، أنا متأكد من أن التاريخ كان سعيدًا لأنك كنت هناك!"
  },
  {
    "emotion": "lonely",
    "context": "قبل أن أقابل صديقتي ومجموعة أصدقائي ، كنت أشعر بالوحدة طوال الوقت",
    "response": "هذا عار - أنا سعيد لأن لديك أصدقاء الآن. لماذا كان ذلك؟"
  },
  {
    "emotion": "lonely",
    "context": "كنت لا أزال أجد نفسي وكنت خجولة للغاية",
    "response": "أعتقد أن الكثير من الناس خجولون حتى يجدون المكان الذي ينتمون إليه."
  },
  {
    "emotion": "caring",
    "context": "عندما ولد ابني شعرت بالبهجة والسعادة!",
    "response": "أراهن أنك فعلت هل تريد ولدا بدلا من بنت؟"
  },
  {
    "emotion": "caring",
    "context": "لا يهم طالما أنهم يتمتعون بصحة جيدة.",
    "response": "هذه عقلية جيدة ، أتمنى لك حظًا سعيدًا في ذلك!"
  },
  {
    "emotion": "guilty",
    "context": "شعرت بالذنب عندما كسرت نافذة منزلنا",
    "response": "كيف حدث هذا؟"
  },
  {
    "emotion": "guilty",
    "context": "رميت كرة قدم من خلاله",
    "response": "كيف وقعت في مشكلة؟"
  },
  {
    "emotion": "sad",
    "context": "لقد شعرت بالضيق عندما قام توتنهام بمبادلة كوهي ليونارد",
    "response": "أفهم ذلك ، بدا وكأنه يقرر مصيره هناك ، لكنه لا يزال حزينًا"
  },
  {
    "emotion": "sad",
    "context": "نعم ، كان ينبغي عليهم إجباره على اللعب قليلاً لمعرفة ما سيحدث. ربما يغير رأيه",
    "response": "من المحتمل أنه بدا ميتًا بعض الشيء ، لكننا لا نعرف الكثير في الكل"
  },
  {
    "emotion": "disappointed",
    "context": "شعرت بخيبة أمل عندما رأيت تكلفة تذاكر إيجلز في المباراة الافتتاحية ، أردت حقًا الذهاب",
    "response": "كم يركضون؟"
  },
  {
    "emotion": "disappointed",
    "context": "حوالي 350 ، وأردت إحضار صديقتي ، لذا بشكل إجمالي حوالي 740 مع الرسوم",
    "response": "لعنة .. كيف تغيرت الأوقات .."
  },
  {
    "emotion": "disappointed",
    "context": "كنت أتطلع إلى عودة أحد برامجي المفضلة وتم إلغاؤه.",
    "response": "هل كانت روزان؟"
  },
  {
    "emotion": "disappointed",
    "context": "لم يكن الأمر كذلك ، لكن ذلك كان شيئًا آخر كنت سعيدًا بعودته ثم شعرت بالأسف لرؤيته",
    "response": "أنا أيضا. ما هو العرض الذي تتحدث عنه؟"
  },
  {
    "emotion": "caring",
    "context": "أنا لا أعيش في حي جيد. أشعر بالسوء تجاه الأطفال الذين يكبرون هنا.",
    "response": "يمكن أن يكون هذا موقفًا صعبًا للتعامل معه. هل من فرصة للتحرك؟"
  },
  {
    "emotion": "caring",
    "context": "آمل أن أحصل على منزل في العام المقبل.",
    "response": "خير لكم. فقط تشبث بأفضل ما يمكنك حتى تكون في مكان أفضل."
  },
  {
    "emotion": "surprised",
    "context": "فاجأتني صديقتي لمسافات طويلة عندما سافرت لزيارتي في نهاية الأسبوع الماضي",
    "response": "آه ، هذا لطيف جدًا! أنا متأكد من أنك كنت سعيدًا جدًا"
  },
  {
    "emotion": "surprised",
    "context": "كنت منتشية. كان ذلك قبل أن تبدأ المدرسة ، لذلك كان لدي الكثير من وقت الفراغ. لا يمكن التخطيط بشكل أفضل.",
    "response": "أوه نعم ، بالتأكيد! يبدو أنها صديقة جيدة جدًا للقيام بذلك من أجلك. يبدو أن لديك مستقبلًا جيدًا في المستقبل."
  },
  {
    "emotion": "guilty",
    "context": "شعرت بالذنب عندما كسرت نافذة منزلنا بكرة القدم",
    "response": "أوه لا ... ربما يمكنك إصلاحه في أسرع وقت ممكن حتى لا ينزعج أحد؟"
  },
  {
    "emotion": "guilty",
    "context": "تم إصلاحه الآن ، لكنه كان مشكلة كبيرة في ذلك الوقت",
    "response": "أنا متأكد من أنه كان سعيدًا لأنه ثابت"
  },
  {
    "emotion": "sentimental",
    "context": "صادفت اليوم يوميات قديمة كتبتها عندما كنت أصغر سناً.",
    "response": "كيف تصمد الآن؟"
  },
  {
    "emotion": "sentimental",
    "context": "انها تحمل جيد جدا! :) تبدو العلامة التجارية الجديدة لا تزال لول",
    "response": "حسنًا هذا جيد ، هذا يبدو نادرًا!"
  },
  {
    "emotion": "hopeful",
    "context": "ستعلن النتائج غدا. تنتظر بفارغ الصبر!",
    "response": "النتائج من أجل ماذا؟"
  },
  {
    "emotion": "hopeful",
    "context": "إنه امتحان تنافسي والمستوى الأخير. خطوة واحدة للذهاب للحصول على وظيفة حكومية.",
    "response": "حسنًا ، حظًا سعيدًا ، أنا متأكد من أنك قمت بعمل رائع!"
  },
  {
    "emotion": "nostalgic",
    "context": "أفتقد كوني طفلة ، كل الألعاب التي لعبتها مع الجيران ، كانت أوقاتًا رائعة",
    "response": "الطفولة نعمة ولن يتم أخذها مرة أخرى. لكن الجميع يرغب في ذلك."
  },
  {
    "emotion": "nostalgic",
    "context": "هذا أمر مؤكد ، أنا فقط أفتقد تلك الأيام كثيرًا",
    "response": "أنا أيضا. حاول قضاء الوقت مع الأطفال. يمكننا الدخول في حياتهم لبعض الوقت."
  },
  {
    "emotion": "guilty",
    "context": "في بعض الأحيان على الرغم من أن لدي صديقة ، أتساءل كيف سيكون الحال مع شخص آخر",
    "response": "حسنًا ، هناك طريقة واحدة فقط لمعرفة ذلك!"
  },
  {
    "emotion": "guilty",
    "context": "لا أعتقد أنني سأكون على استعداد لتركها. إنها رائعة. لكن في بعض الأحيان تشعر بأن \"العشب أكثر خضرة\"",
    "response": "نعم ، ربما يفعل الجميع في وقت أو آخر."
  },
  {
    "emotion": "angry",
    "context": "أصبت بالجنون عندما فقدت كلبي",
    "response": "أوه لا! أنا أيضا. هل وجدته؟"
  },
  {
    "emotion": "angry",
    "context": "لا ، لقد حفر حفرة وهرب.",
    "response": "يا للاهتمام. حفرة تحت السياج؟ انا اسف لسماع ذلك."
  },
  {
    "emotion": "impressed",
    "context": "تخرج أخي من الكلية وحصل بالفعل على وظيفة ، أشعر بسعادة كبيرة من أجله",
    "response": "هذا مذهل .. أنا سعيد له أيضًا .. أراهن أنك فخور"
  },
  {
    "emotion": "impressed",
    "context": "نعم انا. شعرت ببعض الغيرة منذ أن تخرج قبلي. لكن لا مشكلة. أريده أن يقوم بعمل جيد ، خاصة وأنه لديه عائلة.",
    "response": "هذا متوقع لكنك تبدو كشخص مهتم"
  },
  {
    "emotion": "grateful",
    "context": "قبل أسابيع قليلة ، اندلع حريق في لوحتنا الكهربائية.",
    "response": "واو ، هذا مرعب.أصبحت كبيرة حقًا؟ فعلتها"
  },
  {
    "emotion": "grateful",
    "context": "لحسن الحظ لا! بقيت في غرفة واحدة فقط على جدار واحد",
    "response": "هذا جنون محظوظ. حسنًا ، أنا سعيد لأن كل شيء انتهى بخير."
  },
  {
    "emotion": "excited",
    "context": "كنت متحمسة عندما أحضر لي والداي سيارة كهدية تخرج",
    "response": "أوه هذا يبدو مثيرا للغاية! ما نوع السيارة؟"
  },
  {
    "emotion": "excited",
    "context": "كان 05 فورد فوكس!",
    "response": "هذا هو رائع جدا! سعيد من اجلك!"
  },
  {
    "emotion": "disgusted",
    "context": "كنت في حفلة ذات مرة ورأيت شخصًا يتقيأ على شخص آخر.",
    "response": "هذا مقرف ، هل أصاب أي شخص آخر؟ لن يكون ذلك ممتعًا"
  },
  {
    "emotion": "disgusted",
    "context": "حصلت على الكثير من الناس. كان إجماليًا.",
    "response": "هذا مقرف جدًا ، أنا سعيد لأنني لم أكن هناك"
  },
  {
    "emotion": "disgusted",
    "context": "كنت متحمسة عندما أحضر لي والداي سيارة كهدية تخرج",
    "response": "نجاح باهر ! هذا رائع حقًا. ما نوع السيارة التي حصلت عليها؟"
  },
  {
    "emotion": "disgusted",
    "context": "شعرت بالاشمئزاز عندما رأيت شخصًا ينزف أثناء شجار ورأسه متصدع",
    "response": "ماذا؟ هذا مروع للغاية"
  },
  {
    "emotion": "surprised",
    "context": "أنا حقا في حالة صدمة",
    "response": "صدمة؟ اه اوه ماذا حدث؟ هل كل شيء على ما يرام؟"
  },
  {
    "emotion": "surprised",
    "context": "نعم إنه رائع بالفعل! دخلت الكلية.",
    "response": "أوه ... هذا منطقي أكثر. حسنًا ، مبروك. هذه نقطة فارقة في حياة الناس. أتمنى أن يكون لديك تجربة رائعة."
  },
  {
    "emotion": "sad",
    "context": "اضطررت إلى ترك صديقتي لمسافات طويلة للعودة إلى المنزل ، بعد أن أمضيت شهرًا من الوقت معها",
    "response": "أنا آسف .. المسافة سيئة. لحسن الحظ أنتم لديكم سكايب!"
  },
  {
    "emotion": "sad",
    "context": "نعم ، نحن نستخدمه طوال الوقت. من المزعج التعامل معه أحيانًا. وينتن أن تكون قادرًا على التحدث فقط ولا تكون قادرًا على التسكع شخصيًا.",
    "response": "أعلم أنه في بعض الأحيان لا تعمل التكنولوجيا بالطريقة التي نريدها أيضًا .. أتمنى أن تكون معًا مرة أخرى قريبًا."
  },
  {
    "emotion": "guilty",
    "context": "في كل عام ن = في عيد ميلاد صديقي ، أخرجها لتناول العشاء والمشروبات. كان عيد ميلادها الأسبوع الماضي.",
    "response": "كيف سار الأمر؟"
  },
  {
    "emotion": "guilty",
    "context": "لقد نسيت تماما أنه كان عيد ميلادها. اشعر بالسوء.",
    "response": "كيف عوضتها؟"
  },
  {
    "emotion": "angry",
    "context": "شعرت بالضيق عندما هرب كلبي",
    "response": "هل وجدته؟"
  },
  {
    "emotion": "angry",
    "context": "لا لم أفعل",
    "response": "لكم من الزمن استمر ذلك؟ أنا آسف جدا. يجب أن يكون ذلك صعبًا جدًا."
  },
  {
    "emotion": "disgusted",
    "context": "تبرز كلب أخي في الطابق العلوي ، ولم أره ، وانتهى بي الأمر بالتبرز فيه ...",
    "response": "لا!!! الإجمالي ... هل قلبت؟"
  },
  {
    "emotion": "disgusted",
    "context": "لا ، لقد جعلت أخي ينظفها. لكنها حصلت على حذائي ، والذي لم يكن من الجيد التعامل معه.",
    "response": "أنا متأكد من أنه لم يكن كذلك"
  },
  {
    "emotion": "afraid",
    "context": "أعلم أنه ربما يكون من السابق لأوانه معرفة ذلك ولكني أخشى أن تكون ابنتي مراهقة صعبة!",
    "response": "هاه ... لدي أخت مراهقة. يمكنني الموافقة. لكن يمكنهم قضاء لحظاتهم الجيدة. اتمنى الافضل لك"
  },
  {
    "emotion": "afraid",
    "context": "شكر! هذا لطيف واحد منكم.",
    "response": "بالطريقة التي تبدو بها ، أنا متأكد من أن لديك الصبر والحكمة لتربيتها بالطريقة الصحيحة خلال سنوات المراهقة على أي حال"
  },
  {
    "emotion": "joyful",
    "context": "لقد تلقيت للتو شهادتي لتدريس اللغة الإنجليزية كلغة ثانية!",
    "response": "مبروك!!! هل لديك بالفعل وظيفة اصطفت؟"
  },
  {
    "emotion": "joyful",
    "context": "نعم. سوف أقوم بتعليم الأطفال من آسيا.",
    "response": "هذا رائع جدًا بالنسبة لك"
  },
  {
    "emotion": "jealous",
    "context": "يا رجل أتمنى حقًا أن آخذ استراحة من العمل مثل زوجتي.",
    "response": "لا نحن جميعا! غالبًا ما يكون العمل من أكثر الأشياء إرهاقًا في الحياة."
  },
  {
    "emotion": "jealous",
    "context": "كنت أصاب كبد الحقيقة هناك! إنه مجزي ومؤكد في نفس الوقت لاف!",
    "response": "أين تعتقد أنك ترغب في أخذ قسط من الراحة؟"
  },
  {
    "emotion": "surprised",
    "context": "لا أصدق أن مات رايان حصل على 30 مليون.",
    "response": "هذا مبلغ كبير من المال!"
  },
  {
    "emotion": "surprised",
    "context": "نعم الأعلى أجرا في الدوري.",
    "response": "إنه من طراز Superbowl QB ، لذلك أعتقد أنه يستحق ذلك."
  },
  {
    "emotion": "anxious",
    "context": "أنا صبور جدا ليوم الثلاثاء.",
    "response": "ماذا سيحدث الثلاثاء؟"
  },
  {
    "emotion": "anxious",
    "context": "قد يتم بيع منزلي!",
    "response": "جميل ، كم ستحصل؟"
  },
  {
    "emotion": "hopeful",
    "context": "إذا نجحت خططي ، فسأنتقل إلى فرنسا في الشتاء.",
    "response": "هذا رائع جدا! يا إلهي .. أي جزء من فرنسا؟"
  },
  {
    "emotion": "hopeful",
    "context": "باريس.",
    "response": "جميل مبروك!"
  },
  {
    "emotion": "trusting",
    "context": "لقد وثقت في أخي في القانون مع كلبي وأفسدت الأمر.",
    "response": "ماذا حدث؟"
  },
  {
    "emotion": "trusting",
    "context": "he went missing.",
    "response": "أنا آسف :( منذ متى كان مفقودًا؟"
  },
  {
    "emotion": "devastated",
    "context": "لن أنسى أبدًا ما شعرت به عندما فقدت والدي.",
    "response": "انا اسف لسماع ذلك. منذ متى كان ذلك؟"
  },
  {
    "emotion": "devastated",
    "context": "كان ذلك قبل 10 سنوات ، لكنه لم يكن أقل من ذلك",
    "response": "أستطيع فقط تخيل. أتمنى أن يكون قد أصبح أسهل قليلاً بالنسبة لك؟"
  },
  {
    "emotion": "grateful",
    "context": "في إحدى المرات نفد الوقود في سيارتي على جانب الطريق وساعدني صديق لي بتزويده بالوقود.",
    "response": "يا إلهي ، هذا كان لطيفًا مع صديقك ، هذا ليس موقفًا ممتعًا"
  },
  {
    "emotion": "grateful",
    "context": "نعم شعرت بالسوء تجاهه لأن كلانا تأخر عن العمل في ذلك اليوم.",
    "response": "حسنًا ، هذا صديق حقيقي هناك إذن!"
  },
  {
    "emotion": "disgusted",
    "context": "شعرت بالاشمئزاز عندما رأيت شخصًا يتشقق رأسه أثناء القتال",
    "response": "هذا جنون ، هل تعرف ما إذا كانوا بخير؟"
  },
  {
    "emotion": "disgusted",
    "context": "لا توجد فكرة ، أعتقد أنهم بخير ، لكني لم أعرفهم شخصيًا",
    "response": "آه طيب. هذا جنون رغم ذلك. أتمنى أن يكونوا بخير."
  },
  {
    "emotion": "devastated",
    "context": "قطتي مفقودة منذ أسبوع. لقد بحثت في كل مكان.",
    "response": "هل اتصلت بمراقبة الحيوانات؟ ماذا عن نشر النشرات؟"
  },
  {
    "emotion": "devastated",
    "context": "نعم. أنا قلقة للغاية لأنها تبلغ من العمر 23 عامًا. حصلت عليها عندما كنت صغيرة.",
    "response": "ربما وجدها شخص ما وأخذها."
  },
  {
    "emotion": "caring",
    "context": "كنت في متجر بيع بالتجزئة وواجهت طفلًا مفقودًا.",
    "response": "هل كنت قادرا على المساعدة؟ كم هو مخيف لذلك الطفل!"
  },
  {
    "emotion": "caring",
    "context": "نعم. هدأت الطفل ووجدت مشرفًا للمساعدة في لم شملهم مع والديهم.",
    "response": "ذلك جيد. أنا سعيد لأنها كانت نهاية سعيدة."
  },
  {
    "emotion": "trusting",
    "context": "أخبرتني صديقي أنها لا تملك ما يكفي من المال للإيجار وأنها بحاجة إلى اقتراض بعض المال.",
    "response": "أعلم أنك لا تطلب النصيحة ولكن ... لا. فقط لا تفعل."
  },
  {
    "emotion": "trusting",
    "context": "أعلم ... لكنني بالفعل .. أتمنى الأفضل: /",
    "response": "أههههه! أرى هذا على القاضي جودي كل يوم!"
  },
  {
    "emotion": "anxious",
    "context": "دخل كلبي في بعض حبات العنب في اليوم الآخر عندما أخفىها طفلي في لعبة ووجدها الكلب. أعلم أن العنب ليس جيدًا للكلاب! جعلني متوترة جدا!",
    "response": "كان قلقي يشعر بالقلق - لذلك أشعر بك ... كيف حال الكلب اليوم؟"
  },
  {
    "emotion": "anxious",
    "context": "إنها بخير ، أعتقد أنها ستكون بخير ، أنا فقط لا أعرف كم عدد العنب أكثر من اللازم! لقد أكلت حزمة كاملة من الأوريو من قبل لذلك لا أعرف:",
    "response": "آه .. إذا كانت بخير اليوم ستكون بخير!"
  },
  {
    "emotion": "anxious",
    "context": "يجب أن أحضر فصلًا للغة الأجنبية في الكلية ، ولست متأكدًا من مدى نجاحي",
    "response": "أراهن أنك ستكون بخير إذا عملت بجد بما فيه الكفاية. ما هي اللغة هو؟"
  },
  {
    "emotion": "anxious",
    "context": "انه اسباني. لقد درست البعض في المدرسة الثانوية ، لكن ذلك كان منذ وقت طويل ، ولا أريد أن أتحدث بها أمام الآخرين ...",
    "response": "أشعر بهذه الطريقة أحيانًا ، لكنها أفضل طريقة للتعلم ، وتصبح أسهل!"
  },
  {
    "emotion": "devastated",
    "context": "لقد اكتشفت للتو أن قطتي مريضة جدًا ولا يوجد شيء يمكننا القيام به لإنقاذه. لقد أمضيته منذ 17 عامًا ، ولا أعرف ماذا أفعل بنفسي.",
    "response": "هذا محزن جدا .. آسف! آخ ... آمل أن تجد السلام."
  },
  {
    "emotion": "devastated",
    "context": "آمل ذلك أيضًا ، سأفتقد سروال كثيرًا.",
    "response": "يا له من اسم لطيف ... أنا متأكد من أنك سوف .. مرة أخرى أنا آسف!"
  },
  {
    "emotion": "guilty",
    "context": "أشعر بالسوء حيال ما فعلته.",
    "response": "ماذا حدث؟"
  },
  {
    "emotion": "guilty",
    "context": "كذبت على أبي.",
    "response": "على الأقل تشعر بالسوء حيال ذلك؟"
  },
  {
    "emotion": "joyful",
    "context": "لقد تلقيت مؤخرًا مكافأة غير متوقعة في العمل. لقد أعطيت لي للعمل الجاد في مشروع!",
    "response": "كيف ، كيف ستنفقه؟ أم أنك مدخر؟"
  },
  {
    "emotion": "joyful",
    "context": "أنا مدخر. أخطط لوضعه في صندوق الطوارئ الخاص بي فقط في حالة!",
    "response": "هذا اختيار جيد"
  },
  {
    "emotion": "afraid",
    "context": "رأيت عنكبوتًا وخفت",
    "response": "إيك! أنا أكره العناكب! هل قتلته؟"
  },
  {
    "emotion": "afraid",
    "context": "حاولت لكنه هرب.",
    "response": "أوه لا! هذا سيء للغاية. الآن سيكون عليك أن تراقبها!"
  },
  {
    "emotion": "prepared",
    "context": "كان علي أن أقوم بتدريس فصل أثناء الخدمة في العمل. لقد قمت بمراجعة جميع ملاحظاتي بعناية فائقة",
    "response": "هل سارت الأمور بشكل جيد بالنسبة لك بعد ذلك؟"
  },
  {
    "emotion": "prepared",
    "context": "جيد جدا. كنت جاهزًا لأي سؤال يتم طرحه علي.",
    "response": "إنه لأمر رائع عندما يعمل بهذه الطريقة ، أكره التقديم."
  },
  {
    "emotion": "apprehensive",
    "context": "يجب أن أقوم بهذه الرحلة الطويلة قريبًا ، سيارتي تصدر هذا الضجيج الغريب ولست متأكدًا مما إذا كان يجب علي الاستمرار في ذلك. أنا قلق من أنه قد ينهار علي.",
    "response": "يجب أن تأخذها في مكان ما بعد ذلك"
  },
  {
    "emotion": "apprehensive",
    "context": "ليس لدي المال لذلك ولكن هذا الشخص يعتمد علي في هذه الرحلة ، أنا عالق في مكان صعب.",
    "response": "تحتاج إلى حفظ ما يصل بعد ذلك"
  },
  {
    "emotion": "grateful",
    "context": "كنت ممتنًا عندما ساعدني والدي في شراء سيارة. كان هناك طوال الوقت",
    "response": "هل أعطاك نصائح للحصول على أفضل صفقة؟"
  },
  {
    "emotion": "grateful",
    "context": "لقد فعل ، لقد ساعدني كثيرًا بهذه الطريقة",
    "response": "هذا جميل حقًا ، أنا سعيد من أجلك"
  },
  {
    "emotion": "grateful",
    "context": "أنا سعيد لأنني نجوت من عطلة نهاية الأسبوع.",
    "response": "أشعر بأنني محظوظ أحيانًا لأنني عشت أيامًا واحدة!"
  },
  {
    "emotion": "grateful",
    "context": "عادة ما أستمتع بعطلة نهاية الأسبوع ، لكن ليس هذا",
    "response": "لماذا هذا بالذات؟"
  },
  {
    "emotion": "joyful",
    "context": "كنت سعيدًا جدًا عندما تم قبولي في كلية الدراسات العليا",
    "response": "هذا عظيم ، أي واحد؟"
  },
  {
    "emotion": "joyful",
    "context": "إنها مدرسة في ديلاوير جيدة جدًا ، ولم أتوقع أن ألتحق بها",
    "response": "متى ستبدأ؟"
  },
  {
    "emotion": "anxious",
    "context": "كنت قلقة عندما تقدمت للالتحاق بالمدرسة ، لم أكن أعرف ما إذا كنت سألتحق",
    "response": "اذا ماذا حصل؟"
  },
  {
    "emotion": "anxious",
    "context": "دخلت ، كنت متحمسًا جدًا!",
    "response": "تهانينا!"
  },
  {
    "emotion": "confident",
    "context": "لدي ثلاثة اطفال. هم رائعون وأنا كذلك",
    "response": "أنا سعيد لسماع ذلك ، يبدو أنه يتطلب الكثير من العمل"
  },
  {
    "emotion": "confident",
    "context": "تكنولوجيا المعلومات ولكن عندما تكون التربية أمرًا طبيعيًا بالنسبة لك ، فهي ممتعة ومجزية.",
    "response": "هذا ما سمعته ، وآمل أن يكون الأمر كذلك بالنسبة لي"
  },
  {
    "emotion": "ashamed",
    "context": "شعرت بالخجل عندما فشلت في أول اختبار لي في الكلية ، ظننت أنني بخير",
    "response": "يمكن أن يحدث ، هل أنت مستعد بشكل أفضل للخطوة التالية؟"
  },
  {
    "emotion": "ashamed",
    "context": "كنت بخير ، لكن في ذلك الوقت كنت خائفة للغاية",
    "response": "يمكن أن يكون درسًا صعبًا للتعلم ولكنه سيجعلك طالبًا أفضل."
  },
  {
    "emotion": "jealous",
    "context": "اشترى ابن عمي قميصًا جميلًا حقًا كنت أرغب فيه",
    "response": "اشترى ابن عمي قميصًا جميلًا حقًا كنت أرغب فيه"
  },
  {
    "emotion": "jealous",
    "context": "هذا ليس ممتعًا ، هل هذا يعني أنه لا يمكنك الحصول عليه الآن؟",
    "response": "لا أستطيع ولكني لم أرغب في أن تحصل عليها وليس أنا."
  },
  {
    "emotion": "jealous",
    "context": "هذا غير ممتع ، هل هذا يعني أنه لا يمكنك شرائه الآن؟",
    "response": "لا أستطيع ولكني لم أرغب في أن تحصل عليها وليس أنا."
  },
  {
    "emotion": "faithful",
    "context": "يبدو أن كل شيء يسير على ما يرام ، شيء بعد الآخر. أشعر أنني قد أتحطم ولكن علي أن أثق في أن كل شيء سيعمل بالطريقة التي من المفترض أن يعمل بها.",
    "response": "أفهم .. أتمنى أن تكون الحياة أيسر! أنا آسف .. ما الذي يحدث؟"
  },
  {
    "emotion": "faithful",
    "context": "الكثير من الأشياء ، أمي مريضة وتحتاج إلى مساعدة مالية لكنني بالكاد أستطيع تحمل إيجاري بعد انقطاع ساعات العمل الخاصة بي. لا أعرف ما إذا كنت سأتمكن من شراء ملابس لابنتي للمدرسة ، كل أنواع الأشياء.",
    "response": "يبدو وكأنه الكثير من التوتر ... آمل أن تتغير الأمور بالنسبة لك قريبًا جدًا!"
  },
  {
    "emotion": "sad",
    "context": "أنا لا أشعر بمزاج جيد اليوم.",
    "response": "أوه لا ، أتمنى أن تشعر بتحسن قريبًا. هل نريد أن نتحدث عن ذلك؟"
  },
  {
    "emotion": "sad",
    "context": "شكرا أنا مستاء فقط لأنني اضطررت إلى وضع كلبي للنوم",
    "response": "متأسف جدا. هل حاولت قراءة جسر قوس قزح ، فقد يوفر لك ذلك بعض الراحة."
  },
  {
    "emotion": "jealous",
    "context": "أتمنى لو كنت دواين جونسون.",
    "response": "أليس هذا رائعًا وسيكون كيفن أفضل صديق لك"
  },
  {
    "emotion": "jealous",
    "context": "تقصد كيفن هارت؟",
    "response": "yup"
  },
  {
    "emotion": "surprised",
    "context": "أنا مندهش من أن ابنتي تذكرت بالفعل عيد ميلادي الشهر الماضي.",
    "response": "لماذا هذا؟"
  },
  {
    "emotion": "surprised",
    "context": "لأنها لا تتذكر حتى كيفية إخراج القمامة أو التنظيف",
    "response": "ماذا فعلت في عيد ميلادك؟"
  },
  {
    "emotion": "furious",
    "context": "أنا غاضب للغاية ولا بد لي من العودة إلى المدرسة.",
    "response": "أتفهم ذلك تمامًا ، لا يزال لدي بعض الوقت للانتظار"
  },
  {
    "emotion": "furious",
    "context": "يجب أن أتخرج بالفعل.",
    "response": "أفهم ذلك ، في بعض الأحيان لا يكون في البطاقات رغم ذلك"
  },
  {
    "emotion": "anxious",
    "context": "كنت قلقة عندما تقدمت بطلب للدراسات العليا",
    "response": "Did you get in?"
  },
  {
    "emotion": "anxious",
    "context": "فعلت ، كنت محظوظا جدا!",
    "response": "متى ستبدأ؟"
  },
  {
    "emotion": "trusting",
    "context": "لقد وثقت بوالدي عندما أراد مساعدتي في الحصول على سيارة جديدة. عرفت للتو أنه سيفعل كل ما يتطلبه الأمر للمساعدة",
    "response": "هذا لطيف منه ، إنه أب جيد هناك!"
  },
  {
    "emotion": "trusting",
    "context": "نعم كان رائعا",
    "response": "أوه ، أنا آسف لسماع أنه توفي ..."
  },
  {
    "emotion": "grateful",
    "context": "أنا ممتن لوالدي ، لقد ساعدوني كثيرًا",
    "response": "كيف يساعدون"
  },
  {
    "emotion": "grateful",
    "context": "فقط من خلال إعطائي مكانًا للعيش فيه والمساعدة في دفع الفواتير",
    "response": "يبدو أنهم طيبون"
  },
  {
    "emotion": "joyful",
    "context": "أنا سعيد جدا في الصيف.",
    "response": "أنا أيضًا لا أحب الحرارة ولكني أحب الترفيه"
  },
  {
    "emotion": "joyful",
    "context": "أنا أحب حقيقة ضوءها لفترة أطول.",
    "response": "أنا أيضًا ، هذا جعل الصيف رائعًا كطفل!"
  },
  {
    "emotion": "lonely",
    "context": "كنت وحيدًا قبل أن أقابل صديقتي ومجموعة من الأصدقاء الجيدين",
    "response": "من الجيد أنك قابلت صديقتك أين التقيت"
  },
  {
    "emotion": "lonely",
    "context": "التقينا في الكلية ، كان ذلك قبل بضع سنوات الآن",
    "response": "أين كانت كليتك."
  },
  {
    "emotion": "ashamed",
    "context": "أشعر بشعور سيء. لقد استمتعت كثيرًا أثناء رحيل أطفالي وأريدهم أن يبقوا بعيدًا ليوم آخر.",
    "response": "لا حرج في ذلك."
  },
  {
    "emotion": "ashamed",
    "context": "هل أنت واثق؟ أعتقد أنه سيء",
    "response": "لا ، يوم واحد إضافي ليس سيئًا."
  },
  {
    "emotion": "anticipating",
    "context": "لا استطيع انتظار Top Gun 2.",
    "response": "هل ذلك شيء حقيقي؟"
  },
  {
    "emotion": "anticipating",
    "context": "نعم ، إنهم يصورونها الآن.",
    "response": "نجاح باهر. الأول قديم جدا الآن."
  },
  {
    "emotion": "surprised",
    "context": "لن تصدق هذا لكنني وجدت تذكرة رابحة على جانب الطريق!",
    "response": "هذا مذهل! كم ربحت وماذا اشتريت به؟"
  },
  {
    "emotion": "surprised",
    "context": "50 دولارًا ولم أنفقها على أي شيء حتى الآن! أنا متأخر في فاتورة الكابل الخاصة بي ، لذا من المحتمل أن يتجه نحو ذلك! يا له من شيء رائع يحدث!",
    "response": "حركة ذكية! جيد لك لاتخاذ قرار باستخدامه بطريقة مسؤولة."
  },
  {
    "emotion": "proud",
    "context": "قامت ابنتي للتو بأول حفل رقص لها وتذكرت كل الخطوات! وكان كبير لمشاهدة!",
    "response": "هذا حلو جدا! دائما لحظة خاصة ، كم عمرها؟"
  },
  {
    "emotion": "proud",
    "context": "هي 3! ما زلت لا أصدق أنها كانت قادرة على الأداء بشكل جيد!",
    "response": "أراهن أنك فخور جدًا!"
  },
  {
    "emotion": "lonely",
    "context": "ذهبت زوجتي إلى منزل والدتها. ملل جدا بدونها",
    "response": "أستطيع أن أفهم ذلك. ذهب زوجي إلى أصدقائه للعمل في سيارته. أنا في المنزل مع 5 أطفال!"
  },
  {
    "emotion": "lonely",
    "context": "لا داعي للقلق بشأن الشعور بالوحدة بعد ذلك.",
    "response": "ها ها! لا وحدة هنا. أعتقد أن أكبر مصدر للقلق هو الجنون."
  },
  {
    "emotion": "disappointed",
    "context": "عندما فقدنا سيارتنا شعرت بالضياع. كيف تعيد حياتك معًا بدون وسائل نقل.",
    "response": "كم حزين كيف فقدت سيارتك ؟. المواصلات العامة ليست كوب شاي لكل فرد .."
  },
  {
    "emotion": "disappointed",
    "context": "فقد زوجي وظيفته وتأخرنا. نحن نعيش أيضًا في منطقة ريفية على بعد حوالي 15 دقيقة من المدينة وساعة إلى أقرب مدينة كبيرة.",
    "response": "سوف تستعيدون يا رفاق كل ما فقدته. من الصعب السفر كما قلت"
  },
  {
    "emotion": "disgusted",
    "context": "تراجع شخص ما إلي في موقف السيارات أمس لأنه لم ينظر في المرآة.",
    "response": "أوه لا ، هذا مؤسف. هل انت بخير؟"
  },
  {
    "emotion": "disgusted",
    "context": "نعم. أول ما قالوه عندما خرجوا من سيارتهم هو \"ليس لدي تأمين\".",
    "response": "واو ، قد يكون حظك سيئًا"
  },
  {
    "emotion": "disgusted",
    "context": "أعتقد أنني أفعل ذلك لأنها كانت المرة الثالثة على التوالي التي يضربني فيها شخص ما بدون تأمين.",
    "response": "كنت لأخذ uber من الآن فصاعدًا إذا كنت مكانك"
  },
  {
    "emotion": "excited",
    "context": "لقد عدت مؤخرًا إلى الطهي. لقد أحببته دائمًا وهو يجعلني سعيدًا جدًا. لقد صنعت مؤخرًا بعض شرائح الجبن فيلي الحمقاء ورؤية فكرة تنبض بالحياة أمام عيني كانت مبهجة للغاية.",
    "response": "هذا يبدو لذيذ جدا. كيف اتضح؟"
  },
  {
    "emotion": "excited",
    "context": "سارت الأمور بشكل جيد. لم أستخدم نوع الخبز الذي أردته في الأصل ، لكن خبز البطاطس ليس خيارًا سيئًا أيضًا.",
    "response": "هل استمتع الجميع بشغفك الجديد بالطهي؟"
  },
  {
    "emotion": "proud",
    "context": "أحببت الاحتفال بـ 4 يوليو من هذا العام.",
    "response": "إنها دائمًا عطلة رائعة. ماذا فعلت للاحتفال؟"
  },
  {
    "emotion": "proud",
    "context": "أطلقت الألعاب النارية وحصلت على حفلة شواء.",
    "response": "يبدو انه وقت رائع! هل احتفلت مع العائلة أو الأصدقاء؟"
  },
  {
    "emotion": "sad",
    "context": "أنا منزعج للغاية. لقد عملت بجد من أجل هذه الترقية وانتهى بي الأمر بعدم الحصول عليها.",
    "response": "أنا منزعج للغاية. لقد عملت بجد من أجل هذه الترقية وانتهى بي الأمر بعدم الحصول عليها."
  },
  {
    "emotion": "sad",
    "context": "Why didn't you get it?",
    "response": "لست متأكدًا ، لن يرد رئيسي طلبي لرسائل البريد الإلكتروني للاجتماع."
  },
  {
    "emotion": "anticipating",
    "context": "ستبدأ المدرسة في غضون أسابيع قليلة. لا يتطلع إليها.",
    "response": "أنا متحمس شخصيًا ، أعتقد أنه عليك الإعجاب بمدرستك وما تدرسه."
  },
  {
    "emotion": "anticipating",
    "context": "نعم ، أنا أحب ذلك. سيكون لطيفا من بعض النواحي. لكنني لا أتطلع إلى كتابة أوراق.",
    "response": "أنا أكره كتابة الأوراق أيضًا. لهذا السبب أنا متخصص في الهندسة. لول ما زالت صعبة بالرغم من ذلك."
  },
  {
    "emotion": "excited",
    "context": "يمكنني زيارة صديقتي الطويلة في أقل من أسبوع!",
    "response": "أراهن أنك متحمس لذلك"
  },
  {
    "emotion": "excited",
    "context": "نعم ، لا تمزح. أنا أحب السفر ، ومن الواضح أنني أحب رؤيتها. سأمتص أنه لا يستمر سوى أسبوعين.",
    "response": "نعم ، من الصعب دائمًا المغادرة في هذه المواقف. هل تطير لرؤيتها؟"
  },
  {
    "emotion": "joyful",
    "context": "ذهبت إلى الشاطئ قبل بضعة أسابيع ، وكان رائعًا. الشاطئ جميل جدا وهادئ",
    "response": "أنا أعيش بالقرب من الشاطئ أيضًا! انه حقا رائع. على الرغم من أنني كنت خارج المدينة منذ فترة ، إلا أنني لم أزرها بعد هذا الصيف. أنا سعيد لأنك ذهبت إلى هناك."
  },
  {
    "emotion": "joyful",
    "context": "انت محظوظ لكونك قريب جدا نعم ، لقد استمتعت كثيرًا ، خاصة وأنني استطعت قضاء الكثير من الوقت مع شريكي وقضاء الكثير من الوقت في السباحة!",
    "response": "الشيء الوحيد الذي لست متوحشًا بشأنه هو التعامل مع التنظيف بعد ذلك."
  },
  {
    "emotion": "guilty",
    "context": "عادة ما آخذ أخي لتناول الغداء في عيد ميلاده ، ولكن ليس هذا العام. كان عيد ميلاده أمس.",
    "response": "لماذا لم تكن قادرا على فعل ذلك؟"
  },
  {
    "emotion": "guilty",
    "context": "لقد نسيت عيد ميلاده. لم أتصل به حتى!",
    "response": "يا رجل سيء ، هل تشعر بالسوء حيال ذلك؟"
  },
  {
    "emotion": "guilty",
    "context": "نعم. رهيب!",
    "response": "أنا متأكد من أنك إذا اعتذرت فسوف يتفهم قليلاً على الأقل. هل كنت حقا مشغولا او شيء من هذا القبيل؟"
  },
  {
    "emotion": "content",
    "context": "قالت لي أمي بعض الأشياء المسيئة جدًا لي بينما كان والدي في مأوى. من الصعب مسامحتها لهم.",
    "response": "أحيانًا يقول الناس أشياء لا يقصدونها عندما يغضبون. ربما عليك فقط تركها تذهب"
  },
  {
    "emotion": "content",
    "context": "شخصيتها مباشرة جدًا لذا اعتدت على كونها مسيئة. هذه المرة كان الأمر شخصيًا بدرجة أكبر ، لذا من الصعب تركها.",
    "response": "حسنًا ، كلاكما لهما نفس الدم ، لذلك أنصح فقط بترك الماضي قد مضى."
  },
  {
    "emotion": "content",
    "context": "أداء جيد في العمل اليوم. الشعور بأن الأشياء تسير في طريقي.",
    "response": "هذا رائع ، أحب المشاعر الإيجابية. خير لكم!"
  },
  {
    "emotion": "content",
    "context": "شكر. نعم ، لقد بدأت للتو الوظيفة منذ شهر. بدأت أخيرا في الحصول على تعليق منه. انا اعمل في البناء.",
    "response": "وظيفة جيدة الأجر وتبقيك نشطا!"
  },
  {
    "emotion": "hopeful",
    "context": "انا في مزاج جيد اليوم أعتقد أنني ربما وجدت شخصًا مميزًا.",
    "response": "توقف ... هذا رائع. أحب سماع ذلك. هل يمكنك ان تخبرني عنهم؟"
  },
  {
    "emotion": "hopeful",
    "context": "بالطبع ، إنها ذكية للغاية وجميلة - مجموعتان قاتلة.",
    "response": "إطلاقا. أنا سعيد لأنك واجهت ذلك. أنا من ناحية أخرى ، سأكون قلقًا لأنني لم أكن جيدًا بما يكفي لهم. لكنني متأكد من أن الأمور ستنجح معك."
  },
  {
    "emotion": "lonely",
    "context": "صديقتي وأنا على علاقة طويلة المدى. من الصعب أحيانًا ألا يكون لديك دائمًا الشخص الذي تحبه كثيرًا",
    "response": "نعم إنه كذلك ... متى يمكنك رؤيتها مرة أخرى؟"
  },
  {
    "emotion": "lonely",
    "context": "ليس لمدة أربعة أشهر ، عندما تأتي لزيارة عيد الشكر. إنها غير قادرة على أخذ الكثير من الوقت في إجازة من العمل.",
    "response": "حسنًا ، أتمنى أن تقضيا الكثير من الوقت معًا عندما تأتي"
  },
  {
    "emotion": "furious",
    "context": "أحاول الحفاظ على هدوئي ولكن الأمر صعب جدًا في الوقت الحالي.",
    "response": "هذا يبدو وكأنه مشكلة. ما الذي يحدث بالضبط؟"
  },
  {
    "emotion": "furious",
    "context": "أوه إنه .. لقد أمسكت طفلي يكذب علي.",
    "response": "دانغ! أنا لست والدًا ، لكن لديّ أشقاء فعلوا الشيء نفسه (وبالطبع فعلت ذلك مع والديّ أيضًا). أي فكرة عما ستفعله؟"
  },
  {
    "emotion": "caring",
    "context": "أوه! لم أسمع أبدا من قبل. أكره الشعور بالعجز ولكن من المحتم أن يحدث عدة مرات لسوء الحظ",
    "response": "هذا يحدث كثيرا لدي 4 أطفال ويبدو أنه في كل مرة أتألم أشعر بألمهم أيضًا."
  },
  {
    "emotion": "angry",
    "context": "لقد واجهت مشكلة في العمل مؤخرًا بسبب عدم وضع جدول زمني ، ولكن هذا خطأهم لأنهم أعطوني واحدة يعلمون أنني لا أستطيع العمل",
    "response": "هذا يبدو مشبوه. هل تم العمل بها من قبل؟"
  },
  {
    "emotion": "angry",
    "context": "لا لم تفعل. أنا في الواقع في تحذير أخير الآن. إنه محبط بالتأكيد.",
    "response": "هذا محبط للغاية. أنا آسف أن عليك التعامل مع هذا الضغط."
  },
  {
    "emotion": "furious",
    "context": "شعرت بالضيق عندما اكتشفت أن أحد زملائي في الفصل كان قاسياً على ابنتي",
    "response": "أوه هذا فظيع! الأطفال لئيمون جدا! ماذا فعلت؟"
  },
  {
    "emotion": "furious",
    "context": "تحدثت مع مستشارة المدرسة وأخبرتها عن مخاوف ابنتي من أن الأمور ستزداد سوءًا",
    "response": "آمل أن تتحسن الأمور فقط."
  },
  {
    "emotion": "angry",
    "context": "فجأة ذهب فاتورتي الخفيفة من 150 شهرًا إلى 398!",
    "response": "ما حدث لجعلها على هذا النحو"
  },
  {
    "emotion": "angry",
    "context": "ما زلت لا أعرف! لقد تعاملنا معها منذ شهور. لقد عشت هنا لسنوات. ما يجعلني غاضبًا للغاية هو أنهم يواصلون إخباري \"حسنًا ، الجو حار في الخارج\" حسنًا ، أعرف ذلك!",
    "response": "نعم ، هذا مقرف ، لقد مررت بذلك أيضًا"
  },
  {
    "emotion": "sentimental",
    "context": "كان أحد أفراد عائلتي يمر بوقت عصيب. لقد جعلني أشعر بالسوء تجاههم والاهتمام بهم",
    "response": "نعم ، من الصعب رؤية الأشخاص الذين تعرفهم وتهتم بهم. هل هم أفضل؟"
  },
  {
    "emotion": "sentimental",
    "context": "هم الآن لحسن الحظ",
    "response": "من الرائع سماع ذلك! آمل أن تظل على هذا النحو وتهدأ مشاكلهم"
  },
  {
    "emotion": "confident",
    "context": "أنا ذاهب إلى فصل القيادة. مدربي قدرني اليوم.",
    "response": "ذلك رائع! هل تتحسن في القيادة؟"
  },
  {
    "emotion": "confident",
    "context": "نعم ، آمل أن أقود سيارتي الخاصة في غضون شهر.",
    "response": "هل ستشتري سيارة؟"
  },
  {
    "emotion": "annoyed",
    "context": "كنت دائمًا أعمل مبكرًا ولم أتأخر أبدًا حتى الشهر الماضي.",
    "response": "من الجيد أن تسمع وتفعل"
  },
  {
    "emotion": "annoyed",
    "context": "ليس حقًا ، لأنني الآن دائمًا متأخر! بدأ كل شيء بسبب الاضطرار إلى مرافقي السيارات الآن.",
    "response": "أكره أن أكون متأخر"
  },
  {
    "emotion": "confident",
    "context": "شعرت وكأنني سأقوم بعمل جيد في الاختبار. درست طوال الليل",
    "response": "How did you do?"
  },
  {
    "emotion": "confident",
    "context": "لقد أبليت بلاءً حسناً وكنت أعرف أنني سأفعل ذلك",
    "response": "ذلك رائع! مبروك!"
  },
  {
    "emotion": "prepared",
    "context": "لقد تمت الموافقة على الالتحاق بكلية الحقوق بعد عملية شاقة طويلة.",
    "response": "هذا رائع! أراهن أنك متحمس!"
  },
  {
    "emotion": "prepared",
    "context": "انا. لقد استغرق الأمر عدة أسابيع لجمع كل شيء معًا للتطبيق ولكنني مستعد لبدء الدراسة الآن.",
    "response": "هذه أخبار رائعة ونفخر بها!"
  },
  {
    "emotion": "joyful",
    "context": "أشعر بسعادة كبيرة عندما يكون أطفالي سعداء",
    "response": "هذا هو أعظم شعور في العالم ، أن تراهم يبتسمون."
  },
  {
    "emotion": "joyful",
    "context": "هو حقا. هل لديك أطفال؟",
    "response": "أنا افعل. ضحكة الطفل تزيل كل ضغوط الحياة."
  },
  {
    "emotion": "prepared",
    "context": "إنهم يدعون إلى سوء الأحوال الجوية هنا خلال الأيام القليلة المقبلة ، لذلك ذهبت إلى المتجر لتخزين الضروريات في حالة انقطاع التيار الكهربائي.",
    "response": "سأكون خائفا من ذلك"
  },
  {
    "emotion": "prepared",
    "context": "كيف ذلك؟ طالما أنك مستعد لذلك ، كل شيء على ما يرام.",
    "response": "لست متأكدًا من أنني مستعد على الإطلاق"
  },
  {
    "emotion": "guilty",
    "context": "شعرت بالسوء عندما فاتني حفل زفاف أبناء عمومتي. لم يكن لدي عذر وما زلت أشعر بالسوء",
    "response": "فلماذا لم ينتهي بك الأمر بالذهاب؟"
  },
  {
    "emotion": "guilty",
    "context": "عشت دولة أخرى بعيدًا ولم أرغب في القيادة",
    "response": "يحدث ذلك للجميع ، ستشعر بتحسن حيال ذلك قريبًا"
  },
  {
    "emotion": "ashamed",
    "context": "تم طرد أختي مؤخرًا. كنت سعيدا",
    "response": "واو ، يمكن أن يكون ذلك مرهقًا ، لماذا كنت سعيدًا؟"
  },
  {
    "emotion": "ashamed",
    "context": "هي حقا كرهت الوظيفة. الآن يمكنها أن تجد شيئًا أفضل.",
    "response": "ربما كان عليها أن تترك للتو! لكني أتمنى الأفضل لها في المستقبل."
  },
  {
    "emotion": "ashamed",
    "context": "أتمنى أن تنهي المدرسة.",
    "response": "في الواقع ، قد يكون المستقبل مشرقًا لها."
  },
  {
    "emotion": "prepared",
    "context": "أنا أستعد للقاء اختباراتي النهائية.",
    "response": "متى هم؟"
  },
  {
    "emotion": "prepared",
    "context": "في هذا الأسبوع ، متبقي 3 أيام.",
    "response": "good luck"
  },
  {
    "emotion": "grateful",
    "context": "كنت سعيدا عندما وجدت كلبي",
    "response": "أوه ، هل فقدتها في مكان ما؟"
  },
  {
    "emotion": "grateful",
    "context": "خرج من البوابة",
    "response": "جيد لقد استعدتها."
  },
  {
    "emotion": "disappointed",
    "context": "شعرت بالضيق قليلاً عندما لم أترك العمل مبكرًا",
    "response": "آه ، هذا ليس جيدًا! لماذا لم تغادر مبكرًا؟"
  },
  {
    "emotion": "disappointed",
    "context": "يستمر العمل في التراكم ولا يمكنه المغادرة",
    "response": "أنا أعرف ما هو هذا! أنا أكره أن أكون بالغًا في بعض الأحيان!"
  },
  {
    "emotion": "joyful",
    "context": "لقد تمت ترقيتي مؤخرًا في وظيفتي. لقد كان شيئًا كنت أحاول الحصول عليه لفترة طويلة.",
    "response": "واو مبروك ، منذ متى وانت تعمل هناك؟"
  },
  {
    "emotion": "joyful",
    "context": "6 سنوات! أنا بالتأكيد أشعر أنني استحق ذلك!",
    "response": "هذا بارد"
  },
  {
    "emotion": "surprised",
    "context": "مع كل عمليات الصيد الجارية هذه الأيام ، صُدمت عندما تبين أن موعد Tinder الخاص بي كان أفضل في المظهر الشخصي.",
    "response": "أشعر أنه منذ العرض ، انخفض صيد القطط قليلاً. من السهل تحديد متى يستخدم شخص ما صورًا مزيفة."
  },
  {
    "emotion": "surprised",
    "context": "صحيح. هل سبق لك أن حاولت المواعدة عبر الإنترنت",
    "response": "لدي ولم تسر الأمور على ما يرام بالنسبة لي. أتمنى أن تكون تجربتك!"
  },
  {
    "emotion": "nostalgic",
    "context": "هل سمعت عن Double Dare بالعودة إلى التلفزيون؟ شاهدته في الليلة الماضية وأعادني إلى طفولتي!",
    "response": "لا لم أكن هذا رائعًا جدًا ... هذا هو العرض الذي يتم فيه تنحيف المشاهير"
  },
  {
    "emotion": "nostalgic",
    "context": "بعض الأحيان! أعتقد أن الأمر يتعلق أكثر بالعائلات التي تتنافس ضد بعضها البعض إذا كنت أتذكر بشكل صحيح.",
    "response": "هذا رائع وأتذكر أنه كان موضوعًا كبيرًا في Nickelodeon. سأكون محرجًا جدًا إذا كنت الأسرة الخاسرة ... لكنني متأكد من أنهم جميعًا حصلوا على أموال ، لذا كان الأمر يستحق"
  },
  {
    "emotion": "surprised",
    "context": "يوم الاثنين الماضي كان عيد ميلادي وعندما وصلت إلى المنزل متأخراً قليلاً كانت عائلتي وأصدقائي هناك.",
    "response": "هل كانت مفاجأة؟"
  },
  {
    "emotion": "surprised",
    "context": "نعم! لم أكن أتوقعهم على الإطلاق.",
    "response": "هذا رائع جدا. أراهن أنك كنت سعيدا!"
  },
  {
    "emotion": "lonely",
    "context": "اعتدت أن أتسكع مع صديقي المفضل كل يوم ، والآن ليس لدي من أتسكع معه.",
    "response": "انا اسف جدا ماذا حدث"
  },
  {
    "emotion": "lonely",
    "context": "ابتعدت كثيرا.",
    "response": "يجب أن تكون مفقودًا هنا كثيرًا."
  },
  {
    "emotion": "impressed",
    "context": "كان حصول ليكرز على ليبرون مثيرًا للإعجاب",
    "response": "رأيت ذلك. لقد كان جنونيا جدا!"
  },
  {
    "emotion": "impressed",
    "context": "yea",
    "response": "ما هي أفكارك حول ذلك؟"
  },
  {
    "emotion": "hopeful",
    "context": "أشعر أن أطفالي سيكبرون ليكونوا بشرًا عطوفين للغاية",
    "response": "واو ، هذا شعور جيد"
  },
  {
    "emotion": "hopeful",
    "context": "أنه. إنهم أطفال طيبون للغاية إذا قلت ذلك",
    "response": "يبدو أنك قمت بعمل جيد. مبروك"
  },
  {
    "emotion": "grateful",
    "context": "حياتي رائعة جدا أنا جديد في حياة ريادي الأعمال وقد دفعت للتو إيجاري بالكامل مع أرباح من أصحاب العمل الحر بنسبة 100٪.",
    "response": "حسنًا ، هذا يبدو رائعًا! أي نوع من رجال الأعمال أنت؟"
  },
  {
    "emotion": "grateful",
    "context": "أنا موسيقي مستقل ومؤلف إعلانات وممثل صوتي وآخر لا يمكنني ذكره لول",
    "response": "لقد أثارت فضولي في آخر واحد هاها!"
  },
  {
    "emotion": "angry",
    "context": "تلقيت تحذيرًا أخيرًا في العمل اليوم لشيء لم أفعله حتى!",
    "response": "هل حاولت التحدث مع مشرفك 1 على 1؟"
  },
  {
    "emotion": "angry",
    "context": "فعلت ولكن بعد ذلك جاء مدير الطابق إلينا وألقى بي والسلوك ، لذلك رميت كرسيًا وغادرت.",
    "response": "حسنًا ، آمل أن ينجح الأمر معك."
  },
  {
    "emotion": "impressed",
    "context": "شاهدت مقطع فيديو لرجل آسيوي يقطع شجرة موز بركلات في ساقه .. لقد كان الأمر مجنونًا جدًا",
    "response": "هذا غريب حقًا ، هل ضرب الشجرة بالفعل وكم كانت سماكة الشجرة؟"
  },
  {
    "emotion": "impressed",
    "context": "كانت شجرة موز كاملة النمو. قبل ذلك كان يركل لافتات الشوارع الفولاذية ويثنيها ... ثم انتقل إلى شجرة الموز وقطعها مثل الزبدة!",
    "response": "أتساءل كم من الوقت سيستغرقه لركل شجرة كبيرة وواسعة."
  },
  {
    "emotion": "grateful",
    "context": "كنت أعود إلى المنزل من العمل ذات يوم وكنت أشعر بالجوع. لم أتمكن من تناول الطعام في استراحة الغداء في العمل. عندما وصلت إلى منزلي ، كان هناك صديق لي وكان يتناول البيتزا!",
    "response": "جميل هل أعطاك صديقك قطعة؟"
  },
  {
    "emotion": "grateful",
    "context": "نعم أكلنا البيتزا كلها معًا!",
    "response": "رائع أي نوع من البيتزا كانت"
  },
  {
    "emotion": "proud",
    "context": "حصلت زوجتي على جائزة في العمل لعملها الجاد في مشروع عمل صعب بشكل خاص! يا رجل ، كنت سعيدًا لها!",
    "response": "هذا رائع. يجب أن تكون فخورا جدا بها!"
  },
  {
    "emotion": "proud",
    "context": "انا! إنه شعور جيد حقًا أن تعرف أنها ناجحة فيما تفعله.",
    "response": "إنها سيدة محظوظة!"
  },
  {
    "emotion": "anticipating",
    "context": "تحول 21 الأسبوع المقبل. آمل أن أكون مع فتاة",
    "response": "هذا هدف جيد! أوصي بالمواعدة عبر الإنترنت إذا كنت تحاول مقابلة العديد من النساء المختلفات!"
  },
  {
    "emotion": "anticipating",
    "context": "أي تطبيقات توصي بها؟",
    "response": "سمعت أن eharmony جيد جدًا. لدي بعض الأصدقاء الذين نجحوا في ذلك."
  },
  {
    "emotion": "hopeful",
    "context": "مرحبا صديقي! إذاً أنت تعرف أنك قد تفوقت للتو في جميع الاختبارات النهائية ويمكنك الاستمتاع بوقتك دون القلق؟",
    "response": "أعرف شعور الانتهاء من النهائيات ، لكن ليس مع كل النجوم. تهانينا يا صديقي!"
  },
  {
    "emotion": "hopeful",
    "context": "نعم ، من الجيد جدًا الاستمتاع بوقتك دون انتظار الدرجة القادمة.",
    "response": "ما هي خططك بعد ذلك؟"
  },
  {
    "emotion": "sad",
    "context": "فضلت صديقتي البالغة من العمر 10 سنوات معي أمس.",
    "response": "اووو الرجل الذي ينتن! اعتقدت أنكما تسير على ما يرام."
  },
  {
    "emotion": "sad",
    "context": "نعم ، أعتقد أنها غيرت موقفها بعض الوقت.",
    "response": "نعم ، ولكن مثل 10 سنوات من ذلك الوقت المخصص."
  },
  {
    "emotion": "annoyed",
    "context": "يجب أن يكون صيد القطط غير قانوني أقسم ... أنا لست سطحيًا ولكن إذا كنت بحاجة إلى مجموعة من المكياج والفلاتر ، فحاول أن تكره نفسك بشكل أقل واذهب إلى صالة الألعاب الرياضية أو احصل على وظيفة تمنح حياتك معنى! انتهى التشدق.",
    "response": "أوافق ، الناس الذين يصطادون سمك السلور يحتاجون إلى ترتيب أولوياتهم."
  },
  {
    "emotion": "annoyed",
    "context": "شكرا جزيلا! سعيد أنه لا يزال هناك بعض الأشخاص الأذكياء في هذا العالم ...",
    "response": "بالضبط ، ليس المظهر هو الشيء الوحيد المهم في هذا العالم."
  },
  {
    "emotion": "anxious",
    "context": "في انتظار سماع ما يقوله موظف القرض في طلب قرض المنزل",
    "response": "أنا متأكد من آمل أن يقولوا نعم مع معدل فائدة منخفض للغاية. هل سيكون هذا منزلك الأول؟"
  },
  {
    "emotion": "anxious",
    "context": "نعم ، سيكون وشكرا جزيلا لك!",
    "response": "وقت حياة مثير ومخيف للغاية. أتذكر جيدا."
  },
  {
    "emotion": "impressed",
    "context": "شاهدت رجلاً وفتاة يتسابقان. كانت الفتاة تتقدم",
    "response": "حسناً ، ماذا حدث أخيراً؟"
  },
  {
    "emotion": "impressed",
    "context": "لقد فازت بذلك بالتأكيد.",
    "response": "حسن. هل هو سباق دراجات؟"
  },
  {
    "emotion": "guilty",
    "context": "لقد ارتكبت خطأ فادحا في عملي.",
    "response": "أوه لا. ماذا حدث؟"
  },
  {
    "emotion": "guilty",
    "context": "قام مديري بتصحيح الأمر ولم يقل أي شيء. كنت أخجل من خطأي.",
    "response": "هذا لطف كبير من مديرك."
  },
  {
    "emotion": "grateful",
    "context": "لقد كنت مريضًا وكان من الصعب رعاية أطفالي الثلاثة خلال النهار. عاد زوجي إلى المنزل مبكرًا من العمل للمساعدة ، وأنا ممتن جدًا له.",
    "response": "أن تكون مريضاً كريه الرائحة أحياناً. لكن على الأقل زوجك موجود للمساعدة عند الحاجة."
  },
  {
    "emotion": "grateful",
    "context": "يجعل كل شيء أسهل قليلاً في التعامل معه.",
    "response": "نأمل أن يفهم أطفالك أيضًا ولا يكونون حفنة."
  }
]