[
  {
    "emotion": "sentimental",
    "context": "أتذكر أنني ذهبت لمشاهدة الألعاب النارية مع أعز أصدقائي. كانت هذه هي المرة الأولى التي قضينا فيها وقتًا بمفردنا معًا. على الرغم من وجود الكثير من الأشخاص ، إلا أننا شعرنا بأننا الأشخاص الوحيدون في العالم.",
    "response": "هل كان هذا صديقًا كنت تحبه أم مجرد أفضل صديق؟"
  },
  {
    "emotion": "sentimental",
    "context": "كان هذا أفضل صديق. اشتقت لها.",
    "response": "اين ذهبت؟"
  },
  {
    "emotion": "sentimental",
    "context": "لم نعد نتحدث.",
    "response": "هل كان هذا شيء حدث بسبب جدال؟"
  },
  {
    "emotion": "afraid",
    "context": "أشعر وكأنني ضرب على جدار فارغ عندما أرى الظلام",
    "response": "أجل؟ أنا حقا لا أرى كيف"
  },
  {
    "emotion": "afraid",
    "context": "ألا تشعر بذلك .. إنه لأمر عجيب",
    "response": "أصطدم في الواقع بجدران فارغة في كثير من الأحيان لكنني أتفوق عليها"
  },
  {
    "emotion": "afraid",
    "context": "اعتقدت ذلك عمليا .. وكنت أتعرق",
    "response": "انتظر ما هو العرق"
  },
  {
    "emotion": "proud",
    "context": "مرحبا كيف حالك اليوم",
    "response": "تفعل الخير .. ماذا عنك"
  },
  {
    "emotion": "proud",
    "context": "أنا بخير ، أحاول أن أفهم كيف يمكن لشخص ما أن يشعر وكأنه يصطدم بجدار فارغ عندما يرى الظلام",
    "response": "من الغريب أنك لم تتخيل ذلك"
  },
  {
    "emotion": "faithful",
    "context": "لم أغش زوجتي قط.",
    "response": "وهذا شيء يجب ألا تفعله أبدًا ، جيد لك."
  },
  {
    "emotion": "faithful",
    "context": "نعم لم يكن الأمر سهلاً ولكني فخور بأنني لم أفعل",
    "response": "ماذا تعني أن الأمر لم يكن سهلاً؟ ما مدى قربك من الغش؟"
  },
  {
    "emotion": "terrified",
    "context": "المقابلات الوظيفية تجعلني دائمًا أتعرق بالرصاص ، وتجعلني غير مرتاح بشكل عام للنظر تحت المجهر من هذا القبيل.",
    "response": "لا تكن عصبيا. فقط كن مستعدا."
  },
  {
    "emotion": "terrified",
    "context": "أشعر بالرغبة في الاستعداد ثم إلقاء كرة منحنية عليك.",
    "response": "نعم ولكن إذا بقيت هادئًا فسيكون الأمر جيدًا."
  },
  {
    "emotion": "joyful",
    "context": "مرحبًا ، هذا العام ، كنت أول أكثر من 300 طالب في كلية الهندسة",
    "response": "يبدو عظيما! إذن ما هو تخصصك؟"
  },
  {
    "emotion": "joyful",
    "context": "إنه علم الحاسوب. أنا سعيد جدًا بهذا الإنجاز وعائلتي فخورة جدًا.",
    "response": "يسر بشكل جيد. يجب أن يكون لديك عقول يا رجل ، هذا مسار صعب ، أسمع."
  },
  {
    "emotion": "angry",
    "context": "لقد فقدت وظيفتي العام الماضي وغضبت حقًا.",
    "response": "أنا آسف لسماع هذا. هل حدث ذلك فجأة؟"
  },
  {
    "emotion": "angry",
    "context": "نعم ، كانت مفاجأة كاملة.",
    "response": "أنا آسف لسماع هذا. آمل أن تكون نعمة في الحسم."
  },
  {
    "emotion": "sad",
    "context": "خلال عيد الميلاد قبل بضع سنوات ، لم أحصل على أي هدايا.",
    "response": "واو ، يجب أن يكون هذا فظيعًا ، لا أستطيع أن أتخيل ، أنا أحب عيد الميلاد"
  },
  {
    "emotion": "sad",
    "context": "منذ ذلك اليوم ، لم يكن عيد الميلاد هو الوقت المناسب لي. بما أنه ليس لدي عائلة ، فإن عيد الميلاد هو الأسوأ دائمًا.",
    "response": "واو ، أنا آسف لسماع ذلك ، أتمنى أن أجعلها عطلة أفضل لك!"
  },
  {
    "emotion": "jealous",
    "context": "يُسمح لزملائي بالعمل عن بُعد ، لكنني لست ...",
    "response": "أنا أعمل عن بعد ، وأتمنى أن تفعل شيئًا كهذا أيضًا."
  },
  {
    "emotion": "jealous",
    "context": "أنا أفعل ذلك أيضًا ، إنه أمر مؤسف لأنني ، غير متحيز ، أفضل مؤدي لدينا ، لذا فمن الغريب",
    "response": "في بعض الأحيان في الحياة ، لا يتعلق الأمر بالأداء. بعض الناس يحصلون على ملعقة لامع."
  },
  {
    "emotion": "grateful",
    "context": "مرحبًا ، ذهبت إلى حديقة ووضعت مقعدًا. لم ألاحظ أن محفظتي شعرت. جاءني رجل من الخلف وأعاد لي محفظتي.",
    "response": "هذا رجل لطيف ، أتمنى أن تكون قد اعترفت بلفتة اللطيفة."
  },
  {
    "emotion": "grateful",
    "context": "نعم فعلت. كنت ممتنة للغاية لأن لدي الكثير من المال في محفظتي.",
    "response": "لا يوجد الكثير من الأشخاص المقربين جيدًا في العالم هذه الأيام ، لذلك عندما ترى شخصًا يجب أن تظهر تقديرك دائمًا!"
  },
  {
    "emotion": "sad",
    "context": "يتم رفض الأشخاص طوال الوقت ولكن لا ينبغي أن يكون ذلك عذرًا لتثنيك عن تحقيق أهدافك.",
    "response": "ماذا حدث؟"
  },
  {
    "emotion": "sad",
    "context": "رفضت من مكان أردت العمل فيه ليس مرة واحدة بل ثلاث مرات",
    "response": "أنا آسف لسماع هذا. أتمنى أن تجد فرصة أفضل. هل تعلم لماذا رفضوك؟"
  },
  {
    "emotion": "prepared",
    "context": "اضطررت إلى الصعود إلى منزلي بالكامل عندما كان الإعصار قادمًا.",
    "response": "نجاح باهر! هل تسببت في أي ضرر؟"
  },
  {
    "emotion": "prepared",
    "context": "لا لحسن الحظ كان المنزل على ما يرام.",
    "response": "هذا عظيم. كنت سأخاف حتى الموت. هل كانت حديثة؟"
  },
  {
    "emotion": "embarrassed",
    "context": "ذات مرة عندما كنت في مرحلة ما قبل المدرسة ، سقطت سروالي أمام الفصل بأكمله ، شعرت بالحرج الشديد",
    "response": "هاها نعم سيكون ذلك سيئا للغاية!"
  },
  {
    "emotion": "embarrassed",
    "context": "كدت أبكي لأن الجميع كان يضحك علي",
    "response": "أوه لا ، آسف لسماع ما حدث لك :("
  },
  {
    "emotion": "angry",
    "context": "لم اعتقد ابدا الامور ستسير على هذا النحو.",
    "response": "ماذا حدث لك لتشعر بهذه الطريقة؟"
  },
  {
    "emotion": "angry",
    "context": "كنت على الشاطئ وغيّر الإعصار مساره وكان يتجه نحونا مباشرة. لم يرغب صديقي في المغادرة لأننا كنا في اليوم الثاني فقط من إجازتنا.",
    "response": "أوه هذا يبدو فظيعا. ماذا قررتم يا رفاق أن تفعل؟"
  },
  {
    "emotion": "afraid",
    "context": "ما الفرق الذي يحدثه العام. في إحدى الأمسيات من العام الماضي ، كانت عائلتي في المنزل عندما سقطت شجرة على المنزل واخترقت السقف.",
    "response": "هذا مخيف جدا. آمل ألا يصاب أحد بأذى."
  },
  {
    "emotion": "afraid",
    "context": "كنا على ما يرام ، على الرغم من أن الشجرة اخترقت على بعد أقدام قليلة من ابنتي.",
    "response": "سعيد جدا الجميع بخير !! يمكن إصلاح كل شيء آخر."
  },
  {
    "emotion": "afraid",
    "context": "في الواقع. كنا خارج المنزل لمدة خمسة أشهر أثناء إجراء الإصلاحات ، ولكن المنزل الآن أفضل من أي وقت مضى.",
    "response": "من الجيد سماع ذلك. قد ترغب في تقليم بعض الأشجار لول"
  },
  {
    "emotion": "excited",
    "context": "في الأسبوع الماضي كنا نشاهد كأس العالم ، وها هي كرواتيا تغلبت على البلد المضيف ، روسيا",
    "response": "رأيت تلك اللعبة. لقد فازوا بركلات الترجيح!"
  },
  {
    "emotion": "excited",
    "context": "نعم! كلا البلدين لم يكن على وشك السماح لبعضهما البعض بالفوز",
    "response": "كان متوترا جدا. المباراة الأخرى مع إنجلترا والسويد لم تكن محطمة للأعصاب."
  },
  {
    "emotion": "annoyed",
    "context": "مرحبًا ، لديّ زميل عمل يسألني دائمًا أسئلة حول كيفية استخدام هاتفها المحمول. دائما تقريبا نفس الأسئلة.",
    "response": "يجب أن يكون الأمر محبطًا للغاية أن تضطر إلى الإجابة على نفس الشيء مرارًا وتكرارًا. هل هي أكبر سنًا؟"
  },
  {
    "emotion": "annoyed",
    "context": "نعم هي. إنها تخبر أن جميع الهواتف المحمولة التي كانت تستخدمها قد حذفت جهات اتصالها.",
    "response": "عمتي تفعل نفس الشيء! أعتقد أن ما تفعله هو حذف النصوص بطريق الخطأ ، ولا تفهم كيفية التحقق من قائمة جهات الاتصال الخاصة بها. ما رأيك يحدث مع زميلك في العمل؟"
  },
  {
    "emotion": "angry",
    "context": "عملت في شاحنتي طوال عطلة نهاية الأسبوع. أنفق 215 دولارًا على قطع الغيار وأداة خاصة. ما زال لم يصلح الخطأ في المحرك.",
    "response": "ما هي مشكلة المحرك؟"
  },
  {
    "emotion": "angry",
    "context": "لديها ملكة جمال. في بعض الأحيان ، عندما تقودها ، تنفجر وتهتز وبالكاد تمتلك أي قوة. في أوقات أخرى يقود بشكل جيد. لقد استبدلت الكثير من الأشياء فيه ولا شيء يحدث فرقًا لفترة طويلة جدًا.",
    "response": "آسف لسماع ذلك. أتمنى أن تجد ما هي مشكلة المحرك."
  },
  {
    "emotion": "lonely",
    "context": "وجدت نفسي مطلقة منذ بضع سنوات ، ولأول مرة في حياتي كنت أعيش وحدي.",
    "response": "شعرت بالحزن والاكتئاب بسبب شعوري بعدم الأمان وشعرت بالرفض من المجتمع"
  },
  {
    "emotion": "lonely",
    "context": "نعم ، شعرت بهذه الطريقة لفترة من الوقت. لكن بعد ذلك اعتدت على العزلة.",
    "response": "المشكلة هي أنني لا أعتقد أنه يمكنك الخروج من حالة عدم الأمان الخاصة بي."
  },
  {
    "emotion": "proud",
    "context": "شعرت بالفخر عندما حققت حلمًا كنت أرغب في تحقيقه لفترة طويلة. كان الغياب !!",
    "response": "لست على دراية بممارسة رياضة الهبوط من قمم الجبال ، لكنني سعيد لأنك شعرت بالرضا حيال ذلك."
  },
  {
    "emotion": "proud",
    "context": "الهبوط من قمم الجبال ، عندما تهبط على أحد المباني. ماذا لديك أسفل هذا المذهل؟",
    "response": "حسنا أرى ذلك. لا ، لم أفعل ذلك قط."
  },
  {
    "emotion": "sentimental",
    "context": "مرحبا",
    "response": "مرحبا! أنا في مزاج جيد منذ أن وصلت إلى منزلي الجديد."
  },
  {
    "emotion": "sentimental",
    "context": "مضحك - لقد بنينا منزلاً حيث اعتدنا الذهاب للتخييم عندما كنت طفلاً.",
    "response": "لدي الكثير من المساحات في الفناء الخلفي ولدينا خطط لها. التخييم سيكون ممتعا"
  },
  {
    "emotion": "sentimental",
    "context": "هذا رائع. هل لديك أي خطط لإشعال النار؟",
    "response": "أريد أن أبحث في الحصول على حفرة نار جميلة للمنزل."
  },
  {
    "emotion": "joyful",
    "context": "لقد تحول التخطيط لمنزلي الجديد إلى انفجار!",
    "response": "ما نوع المنزل الذي تبنيه؟"
  },
  {
    "emotion": "joyful",
    "context": "لقد انتقلت للتو لذلك تم بناؤه بالفعل. مجرد العمل على تخطيط الديكور والأجهزة المنزلية وما شابه.",
    "response": "هذا يبدو رائعًا. ما هي أكثر الأمور التي متحمس ل؟"
  },
  {
    "emotion": "ashamed",
    "context": "لم أتناول أي شراب من قبل وكان أصدقائي ينتشرون معي لتناول مشروب",
    "response": "لماذا شعرت بالذنب لتناولك الشراب؟"
  },
  {
    "emotion": "ashamed",
    "context": "لم يكن ذلك شيئًا بالنسبة لي وفي اللحظة التي التقطت فيها ، ارتكبت خطأ. في وقت لاحق من الليل بدأت أشعر بالضيق.",
    "response": "أستطيع أن أفهم. أنا لست شخصًا شاربًا كبيرًا ، لكنني لن أشعر بالذنب حيال ذلك. ليس إلا إذا وعدت شخصًا ما لن تشربه."
  },
  {
    "emotion": "ashamed",
    "context": "نعم فعلت لأمي وأبي ... عندما بدأت في التقيؤ ، أفسدت ثوبي وعرفت أمي.",
    "response": "أوه نعم أستطيع أن أفهم ذلك ... حسنًا ، أنا متأكد من أنك تعلمت درسك ، أليس كذلك؟"
  },
  {
    "emotion": "guilty",
    "context": "كنت متزوجًا لمدة 4 أسابيع فقط عندما علمت أن زوجي على علاقة غرامية وأنه مستمر بعد الزفاف. لقد استعادته من خلال النوم مع صديق مقرب من العائلة. شعرت بالذنب والخجل لأن ذلك كان خارج عن طبيعتي.",
    "response": "نعم ، هذا يبدو حزينًا حقًا. أنا آسف لما مررت به."
  },
  {
    "emotion": "guilty",
    "context": "حسنًا ، اخترت البقاء والعمل ، لكنني لم أخبره بذلك. لقد مرت 3 سنوات.",
    "response": "نعم ، ربما كان هذا قرارًا جيدًا اتخذته."
  },
  {
    "emotion": "surprised",
    "context": "عندما كنت أعمل في وظيفتي الأولى ، أخذني والداي في سيارتي الجديدة ، كنت مندهشا للغاية ، اعتقدت أنني سأضطر إلى شراء سيارتي الخاصة",
    "response": "واو ، كان هذا رائعًا جدًا منهم!"
  },
  {
    "emotion": "surprised",
    "context": "نعم كان الأمر كذلك حقًا ، ما زلت ممتنًا جدًا لهم",
    "response": "اضطررت لشراء سيارتي الأولى ولم يكن بإمكاني تحمل تكاليفها حتى بلغت 21 عامًا."
  },
  {
    "emotion": "nostalgic",
    "context": "أنا أقترب من سن الأربعين وأجد نفسي أفكر كثيرًا في سنوات المراهقة وأوائل العشرينات من عمري. الأصدقاء الذين حظيت بهم آنذاك والمتعة التي حظينا بها.",
    "response": "هذا هو المكان الذي ما زلت فيه ، أخشى أن أشعر بالندم عندما أكبر"
  },
  {
    "emotion": "nostalgic",
    "context": "انا لا'",
    "response": "هذا جيد ، أنا سعيد لأنك لم تندم!"
  },
  {
    "emotion": "confident",
    "context": "قبل عام قضيت الكثير من الوقت في البحث عن مقال. ثم قبلته مجلة عليا للنشر.",
    "response": "ما كان الموضوع"
  },
  {
    "emotion": "confident",
    "context": "كان عن شاعر القرون الوسطى جيفري تشوسر.",
    "response": "أنا لست على دراية به من أين هو"
  },
  {
    "emotion": "confident",
    "context": "كان شاعرًا إنجليزيًا في القرن الرابع عشر ،",
    "response": "وكيف عرفت عنه"
  },
  {
    "emotion": "annoyed",
    "context": "هل لديك أي زملاء عمل مزعجين؟",
    "response": "نعم ، أعتقد أن الجميع يفعل! ماذا عنك؟"
  },
  {
    "emotion": "annoyed",
    "context": "نعم القليل الذي يدفعني للجنون. البواب هو الأسوأ",
    "response": "هذا سيء للغاية. البواب لدينا ودود للغاية."
  },
  {
    "emotion": "guilty",
    "context": "مرحبًا ، لقد كسرت تمثالًا صغيرًا قدمته الجدة لأختي. لقد كان شيئًا مهمًا جدًا لأختي.",
    "response": "أليس من الأفضل أن تستبدله بنفس النوع من التماثيل الصغيرة في محل بقالة؟"
  },
  {
    "emotion": "guilty",
    "context": "لا، لم يكن ممكنا. إنه تمثال صغير قديم قدمته أم جدتي.",
    "response": "والدة جدتك ، هذا يعني جدتك الكبرى! حسنًا ، يمكنك البحث من خلال أرشيفها"
  },
  {
    "emotion": "furious",
    "context": "لم أستطع تحمل عدم حساسية النوادل ، هذه خدمة سيئة بالفعل!",
    "response": "ماذا حدث؟"
  },
  {
    "emotion": "furious",
    "context": "تخيل ، لقد طلبت بطاطس مقلية ، ولكن تم تقديم برجر بدلاً من ذلك!",
    "response": "إنها خدمة سيئة للغاية. ماذا فعلت؟ هل اشتكيت للمدير؟"
  },
  {
    "emotion": "guilty",
    "context": "غادرت منزله ممتلئا بطعامه واشمئزازه تركت ثلاجته فارغة تمامًا وأشعر بالذنب",
    "response": "سيكون من الصعب القيام بذلك ويتطلب الشجاعة."
  },
  {
    "emotion": "guilty",
    "context": "شكرا يا رجل ، في حرارة اللحظة التي أكلت فيها بسبب ذكرياتي ، أصبت بصدمة.",
    "response": "استطعت أن أرى ذلك يحدث لكن يبدو أنك كنت شجاعًا للغاية."
  },
  {
    "emotion": "terrified",
    "context": "مرحباً ، لقد كنت في إجازة مؤخرًا وخائفة نصف حتى الموت.",
    "response": "أوه يا إلهي ماذا حدث؟"
  },
  {
    "emotion": "terrified",
    "context": "كنت آكل بعض رقائق البطاطس على الشرفة. أسقطتهم ثم غمرت طيور النورس.",
    "response": "أنا أعيش بالقرب من المحيط ، لذلك أفهم كيف يمكن أن يكون هذا. أتمنى أن تكون قد ركضت بسرعة كبيرة."
  },
  {
    "emotion": "terrified",
    "context": "دخلت. لا أعرف مدى خطورتهم لكني لم أرغب في أن أسقط 7 قصص.",
    "response": "سمعت قصة طيور النورس تغرق رجلاً حتى الموت."
  },
  {
    "emotion": "furious",
    "context": "عندما كنت أصغر سنًا ، كانت والدتي تأخذ جهاز الكمبيوتر الخاص بي دائمًا لأنني كنت ألعب عليه دائمًا ألعاب الفيديو.",
    "response": "كنت بنفس الطريقة."
  },
  {
    "emotion": "furious",
    "context": "الآن بعد أن أصبحت أكبر سنًا ، تحاول صديقتي أخذ جهاز الكمبيوتر الخاص بي. أيام صعبة للغاية في حياتي.",
    "response": "لول. أنا آخذ بناتي الآن. أعتقد أن أمي مررت بالشعلة."
  },
  {
    "emotion": "furious",
    "context": "توقف عن فعل ذلك ، من المهم جدًا أن يكون لديك جهاز كمبيوتر. الإنترنت هو المستقبل والعديد من الوظائف تفتح عبر الإنترنت.",
    "response": "لم تبلغ من العمر 13 عامًا في الثالثة صباحًا"
  },
  {
    "emotion": "disappointed",
    "context": "لم يفِ أحد أصدقائي بهذا الوعد الذي قطعه لي. كنت غاضبا جدا منه.",
    "response": "ما الوعد الذي لم يفي به؟"
  },
  {
    "emotion": "disappointed",
    "context": "كان من المفترض أن أساعدني على الانتقال من شقتي. لم يأت وأغلق هاتفه الخلوي.",
    "response": "واو هذا يبدو وكأنه صديق فظيع. آمل أن يكون لديه سبب وجيه لعدم الحضور."
  },
  {
    "emotion": "faithful",
    "context": "كانت هناك أوقات كان فيها زميل لي في العمل يغويني كرجل متزوج.",
    "response": "نجاح باهر. هل كان لديه اطفال؟"
  },
  {
    "emotion": "faithful",
    "context": "كنت الشخص الذي تم إغواؤه كرجل متزوج. من الجيد أنني بقيت ملتزمة بزوجتي ولم تغش.",
    "response": "آه طيب. حسنًا ، بقيت ملتزمًا بزوجتك."
  },
  {
    "emotion": "caring",
    "context": "أنا مدرس اللغة الإنجليزية للطلاب الصينيين ، عندما يواجهون صعوبة في موضوع ما ، أقضي دائمًا وقتًا إضافيًا لمساعدتهم والتأكد من فهمهم",
    "response": "هذا أمر ملهم للغاية ، أنا سعيد لأنك أخذت وقتًا إضافيًا. هل تحب ما تفعله؟"
  },
  {
    "emotion": "caring",
    "context": "يعجبني كثيرًا ، رؤية طفل يفهم مفهومًا جديدًا وبسرعة كبيرة وإيجاد طرق فعالة للقيام بذلك يعد انفجارًا.",
    "response": "هذا رائع ، شكرًا على الوقت الذي قضيته في مساعدة الأطفال على فهم لغة جديدة! أنت تستحق التقدير ، لكنني متأكد من أنهم يقدرونك كثيرًا."
  },
  {
    "emotion": "sad",
    "context": "هل سبق لك أن امتلكت حيوانًا أليفًا كان عليك إخماده؟ شعرت بالحزن الشديد عندما اضطررت إلى القضاء على كلبي البالغ من العمر 16 عامًا. كان هذا قبل سنوات لكنه ما زال يحزنني حتى يومنا هذا.",
    "response": "هذا مفجع ، لقد ساعدني دائمًا على تذكر أنه بغض النظر عما يحدث ، لديك ذكرياتك معهم"
  },
  {
    "emotion": "sad",
    "context": "هذا صحيح ، لقد حصلنا عليها عندما كان عمري 3 سنوات ، لذلك نشأت معها ، ولن أنسى تلك الذكريات أبدًا.",
    "response": "بالتأكيد ، إنه فصل من حياتك وطالما أن لديك تلك الذكريات التي تعيشها من خلال تلك الذكريات."
  },
  {
    "emotion": "disappointed",
    "context": "قدت سيارتي إلى Dairy Queen لكنها كانت مغلقة.",
    "response": "انا اسف لسماع ذلك. يجب أن يكون هذا محبطًا."
  },
  {
    "emotion": "disappointed",
    "context": "أردت فقط بعض الآيس كريم! الآن أنا أعرف ساعات عملهم.",
    "response": "نأمل أن تكون قادرًا على الحصول على الآيس كريم الذي تريده في الأيام التالية."
  },
  {
    "emotion": "grateful",
    "context": "ذات مرة كان لدي إطار مثقوب وجاء والدي لمساعدتي في إصلاحه.",
    "response": "أوه لا! سعيد لأن والدك كان قادرًا على المساعدة. كيف حدث هذا؟"
  },
  {
    "emotion": "grateful",
    "context": "دهست مسمارا في الطريق. الآن أعرف ألا أقود سيارتي بالقرب من منازل جديدة.",
    "response": "هذا بعض الحظ السيئ. آمل أنه لم يكن هناك الكثير من المتاعب."
  },
  {
    "emotion": "sentimental",
    "context": "عيد ميلاد طفلي قادم مرة أخرى. دائما ما يجعلني أتذكرهم كأطفال.",
    "response": "مذهل كم هي جميلة ، أراهن أن هذه ذكريات جيدة"
  },
  {
    "emotion": "sentimental",
    "context": "هم انهم. جميع مشاهد وأصوات الأطفال ثمينة للغاية.",
    "response": "أنا أتفق مع ذلك بالتأكيد."
  },
  {
    "emotion": "excited",
    "context": "عندما كنت طفلاً صغيراً ، أخبرني والداي أننا ذاهبون إلى مدينة الملاهي وقد أسعدني ذلك",
    "response": "أراهن! هذا يبدو ممتع."
  },
  {
    "emotion": "excited",
    "context": "كان الأمر ممتعًا بالتأكيد ، كل الألعاب والطعام ، يعيد الذكريات الرائعة.",
    "response": "يا لها من ذكريات جميلة لتتمسك بها"
  },
  {
    "emotion": "excited",
    "context": "قررت أنا وزوجتي الذهاب في رحلة دولية العام الماضي ، وكانت هذه أول رحلة لي خارج الولايات المتحدة. لقد كانت تجربة رائعة ، وكانت واحدة من أفضل وأشهر الأشياء التي قمت بها على الإطلاق.",
    "response": "هذا رائع! ما مدى فائدة حيث يمكنك الاستمتاع برحلتك؟"
  },
  {
    "emotion": "excited",
    "context": "كانت زوجتي مذهلة. لقد حجزت الرحلة بأكملها لنا ، وخططت بعض الأشياء لنا للقيام بها أثناء وجودنا هناك. كان منزل الشخص الذي أقمنا فيه رائعًا أيضًا ، وساعدنا في العثور على طريقنا حول أوكلاند.",
    "response": "لابد أنه كان ممتعا جدا كيف حال السكان المحليين؟ كيف عاملوك؟"
  },
  {
    "emotion": "excited",
    "context": "لطيف للغاية ، كان السكان المحليون دائمًا على استعداد لمساعدتنا في التنقل ، وكان لديهم توصيات رائعة للأشياء التي يجب تجربتها أثناء وجودنا هناك.",
    "response": "ذلك رائع! أنا سعيد لأنهم اعتنوا بك! أتمنى لك يوما عظيما!"
  },
  {
    "emotion": "caring",
    "context": "ذات مرة اضطررت لرعاية ابن عمي الذي كان يعاني من مرض في المعدة",
    "response": "انا اسف لسماع ذلك. هل تعرف ما سبب ذلك؟"
  },
  {
    "emotion": "caring",
    "context": "يبدو أنه أكل شيئًا ونام على الفور",
    "response": "لقد فعلت ذلك لنفسي من قبل. الآن أنتظر دائمًا حتى أنام بعد الأكل."
  },
  {
    "emotion": "afraid",
    "context": "شعرت بالخوف. ما زلت أتذكر ذلك",
    "response": "ما الذي كنت خائفا منه؟"
  },
  {
    "emotion": "afraid",
    "context": "قبل عامين ، دخلت المستشفى. لقد كنت مريضا",
    "response": "أوه لا ، سعيد برؤيتك ما زلت هنا!"
  },
  {
    "emotion": "annoyed",
    "context": "لدينا مدير جديد في العمل ولا تسير الأمور على ما يرام.",
    "response": "ما هو عملك"
  },
  {
    "emotion": "annoyed",
    "context": "أقوم بأعمال البيع ، لكنه يكذب علينا دائمًا ويأخذ أموالنا الإضافية.",
    "response": "هذا سيئ للغاية"
  },
  {
    "emotion": "trusting",
    "context": "لن تصدق أبدًا ما فعلته",
    "response": "ماذا فعلت؟"
  },
  {
    "emotion": "trusting",
    "context": "حسنًا ، عادةً لا أشعر بالراحة في إقراض الأشياء لأصدقائي ، لكنني اكتسبت مؤخرًا الثقة لإعارة صديقي سيارتي.",
    "response": "أوتش ... هل هو فقط ليوم واحد؟ هل صديقك سائق آمن؟"
  },
  {
    "emotion": "trusting",
    "context": "حسنًا ، لقد عرفته منذ فترة ولم أره مطلقًا يقود سيارته بجنون ، لذا آمل فقط أن تسير الأمور على ما يرام. إنه ليوم واحد فقط ، لكن يمكن أن يحدث الكثير في يوم واحد.",
    "response": "نعم ... إذا كان هذا يجعلك تشعر بتحسن .. لقد أعرت سيارتي لصديق لمدة أسبوع والحمد لله كل شيء على ما يرام."
  },
  {
    "emotion": "guilty",
    "context": "ذهبت للتسوق أمس واشتريت حقيبة بقيمة 2000 دولار. زوجي سيقتلني ..",
    "response": "هاها صديقتي تفعل نفس الشيء. يأتي التحقق وهي سعيدة جدًا بالحصول على المال للأسبوعين المقبلين ، ثم تذهب وتنفق كل شيء على الملابس والإكسسوارات."
  },
  {
    "emotion": "guilty",
    "context": "كل النساء لديهن نفس المشكلة. من دواعي سروري مذنب ..",
    "response": "نحن جميعًا نستحق أن نعامل أنفسنا بين الحين والآخر."
  },
  {
    "emotion": "disgusted",
    "context": "أنا أكره أن أتعب وأرى متجرًا مزدحمًا بالعملاء ولا يفتح سوى عملية دفع واحدة أو اثنتين.",
    "response": "نعم إنه أمر محبط حقًا عندما لا يكون لديهم المزيد من الأشخاص."
  },
  {
    "emotion": "disgusted",
    "context": "خاصة عندما يحين وقت من اليوم يعلمون أنه سيكون مزدحمًا ومشغولًا.",
    "response": "بالضبط. نأمل أن تحصل المزيد من الأماكن على تسجيل المغادرة الذاتي حتى نتمكن من تجاوز الخط بشكل أسرع."
  },
  {
    "emotion": "furious",
    "context": "كان هناك شخص يضطر إلى القيام بضعف مقدار العمل الذي يقوم به عادة. بدا وكأنهم بحاجة إلى طرد من لم يقم بعمله",
    "response": "نعم ، أو على الأقل افعل شيئًا لتصحيح ذلك."
  },
  {
    "emotion": "furious",
    "context": "ربما يجب أن يكون هناك يوم تدريب حيث يستعيدون كل شيء ،",
    "response": "أو توظيف المزيد من الأشخاص ربما أيضًا"
  },
  {
    "emotion": "furious",
    "context": "هذا ايضا! فقط لو",
    "response": "إنهم لا ينفقون الأموال ما لم يضطروا إلى ذلك. إنهم يحصلون على مكافآت لتوفير المال على ما أعتقد"
  },
  {
    "emotion": "angry",
    "context": "لذلك قام مديرنا الجديد بتغيير هيكل المكافآت لدينا مما تسبب في عدم حصولنا على المكافأة مطلقًا ..",
    "response": "ثم ماذا؟"
  },
  {
    "emotion": "angry",
    "context": "إنه محبط عندما أنتقل من 24 ساعة إلى 10 ساعة بسبب أكاذيبه.",
    "response": "أنا أفهم ، يجب أن تمتص"
  },
  {
    "emotion": "sad",
    "context": "أتيحت لي الفرصة لكسب بعض المال ، لكن هاتفي تعطل",
    "response": "هذا فظيع ... هل حصلت على هاتف جديد بعد؟"
  },
  {
    "emotion": "sad",
    "context": "نعم فعلت ، لكني ما زلت لا أستطيع الحصول على هذا المال",
    "response": "هذا صحيح ، ولكن آمل أن يأتيك بعض الحظ السعيد قريبًا .."
  },
  {
    "emotion": "anticipating",
    "context": "في العام الماضي كنت متحمسة للغاية للتحرك.",
    "response": "اوه حسنا اين انتقلت"
  },
  {
    "emotion": "anticipating",
    "context": "عدنا إلى مسقط رأسنا. كنا نتطلع إلى أن نكون بالقرب من العائلة والأصدقاء مرة أخرى.",
    "response": "نجاح باهر!! رائع ليس !! كنت ستغمر القمر بمجرد انتقالك .."
  },
  {
    "emotion": "anxious",
    "context": "اصطدمت بسيارة أثناء الرجوع للخلف ، وكان علي الانتظار طويلاً للتحدث مع مالك السيارة الأخرى",
    "response": "أوه لا ، هذا فظيع. آسف كان عليك التعامل مع ذلك."
  },
  {
    "emotion": "anxious",
    "context": "كان بالفعل. أسوأ جزء لم يكن قادرًا على الإمساك به. لقد أوقف السيارة وتجول في مكان ما.",
    "response": "أنا متأكد من أن هذا ألقى مفتاحًا في خططك. ياله من محبط!"
  },
  {
    "emotion": "nostalgic",
    "context": "كنت أقضي يومًا سيئًا في ذلك اليوم لكن زوجتي ذهبت وفاجأتني بطعامي المفضل.",
    "response": "ما هو طعامك المفضل؟ كان هذا لطيفًا جدًا منهم"
  },
  {
    "emotion": "nostalgic",
    "context": "أعلم أنها كانت لطيفة منهم ... أحب أي شيء آسيوي!",
    "response": "يا لطيف ، أنا أخشى أن أكثر الأطعمة الآسيوية التي أحبها هي كعكات الحظ"
  },
  {
    "emotion": "surprised",
    "context": "لقد عدنا للتو من العطلة وأوقات نومنا متوقفة. انها حقا تعبث معي",
    "response": "هذا سوف يفسدك لبضعة أيام. الشيء الوحيد الذي لا أحبه في الذهاب بعيدًا."
  },
  {
    "emotion": "surprised",
    "context": "ذهبت إلى الفراش في وقت لائق الليلة الماضية. عندما استيقظت كان أطفالي لا يزالون مستيقظين يشاهدون الرسوم المتحركة!",
    "response": "أوه لا. نأمل أن يعود الجميع إلى طبيعته قريبًا."
  },
  {
    "emotion": "proud",
    "context": "أحب إنجاز الأشياء في الفناء ، لكنني أشعر بقذارة شديدة بعد ذلك.",
    "response": "أنا فقط أحب ساحة العمل مع الأطفال. إنهم يقومون بمعظم العمل ونستمتع في التراب."
  },
  {
    "emotion": "proud",
    "context": "يجعلني العشب أشعر بالحكة ، لكن الاستحمام بعد ذلك أشعر بشعور رائع.",
    "response": "أوه لا. الدش هو الجانب الإيجابي لكل الأوساخ التي أعتقد. وجدت ذات مرة ثعبانًا يحفر حفرة لزرع زهرة. تركت ذلك اليوم."
  },
  {
    "emotion": "sad",
    "context": "لذلك في اليوم الآخر كان لدي يوم طويل مجنون وعدت إلى المنزل لأجد كل ما عندي من الشوكولاته قد اختفى!",
    "response": "يا الهي! كنت سأكون مستاء جدا! لا شيء أفضل من الشوكولاتة في يوم سيء."
  },
  {
    "emotion": "sad",
    "context": "أنا أوافق! ... ، ولكن على الأقل كان لدي بعض أماريتو في الثلاجة .. لول",
    "response": "هذا بالتأكيد أفضل من لا شيء. أتمنى أن تكون أيامك أفضل منذ ذلك الحين!"
  },
  {
    "emotion": "joyful",
    "context": "ابنتي ، بروكلين ، تغلبت أخيرًا على خوفها من الماء وتعلمت السباحة! يسعدني أن أراها تحب الماء.",
    "response": "هذا خاص جدا! يا لها من لحظة جميلة .. كم عمرها؟"
  },
  {
    "emotion": "joyful",
    "context": "تبلغ من العمر 4 سنوات وهي عادة لا تعرف الخوف تماماً ، مقارنة بابني الذي يخاف من كل شيء. هاها! لذلك أحب أنها عملت بجد للتغلب على هذا.",
    "response": "تبلغ ابنتي من العمر 1.5 عامًا - لقد تم إدخالها للتو إلى الماء .. إنه أمر خاص دائمًا عندما يكون أطفالنا في لحظاتهم \"الأولى\". مبروك ماما!"
  },
  {
    "emotion": "afraid",
    "context": "مرحباً ، أنا قلق بشأن الوضع المالي لصاحب العمل.",
    "response": "هل فكرت في التحدث مع رئيسك في العمل حول هذا الموضوع؟"
  },
  {
    "emotion": "afraid",
    "context": "لا أعتقد أنها فكرة جيدة. كان هناك تخطيط قبل ستة أشهر.",
    "response": "لا يزال عليك التحدث معه حول مخاوفك."
  },
  {
    "emotion": "angry",
    "context": "لذلك أنا في المنزل من العمل وكانت سيارة ماركس في الخارج. دخلت وكان هو وليز يقبلان بعضهما البعض على الأريكة.",
    "response": "هذا مريع. حزين جدا لسماع ذلك ماذا فعلت بعد ذلك؟"
  },
  {
    "emotion": "angry",
    "context": "لقد جعلتهما يغادران لكني أنا وليز انفصلا",
    "response": "هل خرجت بالفعل؟"
  },
  {
    "emotion": "anxious",
    "context": "هل خرجت ورأيت ما إذا أصيب أحد؟",
    "response": "ماذا تعني؟ لا أعرف ما الذي تتحدث عنه."
  },
  {
    "emotion": "anxious",
    "context": "سمعت ضجيجًا بالخارج بدا وكأن سيارة تحطمت بالأمس.",
    "response": "حسنًا ، أعتقد أنه كان يجب عليك الذهاب والتحقق لمعرفة ما إذا كان أي شخص قد أصيب. أتمنى أن تكون قد اتصلت بسيارة إسعاف."
  },
  {
    "emotion": "disgusted",
    "context": "لذلك بعد أن غادرت النادي الليلة الماضية ، لاحظت أن سيارة الأجرة لا تزال تتقيأ قديمًا.",
    "response": "كنت سأخرج بشكل صحيح على ما أعتقد."
  },
  {
    "emotion": "disgusted",
    "context": "ما زلت آخذها منذ أن فات الوقت لكنني ركبت في المقعد الأمامي.",
    "response": "أعتقد أنك دحرجت جميع النوافذ أيضًا وحبست أنفاسك"
  },
  {
    "emotion": "hopeful",
    "context": "يمنحني زواجي الأمل في الحياة. بالضبط أريد أن أقول أنه قد لا يكون الزواج في الواقع هو زوجتي أعطتني الأمل في الحياة.",
    "response": "واو ، هذا يبدو كأنه علاقة قوية رائعة تربطك بها ، سعيد جدًا لسماع ذلك!"
  },
  {
    "emotion": "hopeful",
    "context": "نعم شكرا لك! في أي موقف شعرت بالأمل في حياتك؟",
    "response": "عندما ولدت ابنتي الأولى! رأيت في حياة جديدة ، اعتقدت أن كل شيء في العالم يمكن أن يتغير ، يجب أن نكون أنقياء مثل الأطفال."
  },
  {
    "emotion": "hopeful",
    "context": "نجاح باهر! أنت على حق. يجب أن نتعلم من الأطفال.",
    "response": "عندما أراهم ، أعتقد أن هذا العالم الذي نعيش فيه مليئًا بالحسد والكراهية يمكن أن يتجدد"
  },
  {
    "emotion": "sentimental",
    "context": "في اليوم الآخر عندما كنت أقوم بالتنظيف ، عثرت على سلسلة مفاتيح قديمة أعطاني إياها والدي عندما كنت أصغر سناً ، كان من الجيد رؤيتها.",
    "response": "هذا جيد أنك وجدت سلسلة المفاتيح"
  },
  {
    "emotion": "sentimental",
    "context": "نعم ، لقد كان ذلك يعني الكثير بالنسبة لي - تقريبًا مثل علامة!",
    "response": "هذا جيد جدا! من الجيد دائمًا العثور على تلك العناصر القديمة المفقودة."
  },
  {
    "emotion": "furious",
    "context": "يستمر العامل الماهر في إخباري بأنه سيأتي لإصلاح المغسلة المتسربة ، لكنه لا يظهر أبدًا عندما يقول إنه سيفعل ذلك.",
    "response": "هذا هو الأسوأ بجدية ... الانتظار طوال اليوم متسائلاً ماذا يحدث! هل حاولت الاتصال به اليوم؟"
  },
  {
    "emotion": "furious",
    "context": "أوه نعم ، ويذهب إلى جهاز الرد الآلي في كل مرة.",
    "response": "بالطبع ، سأحاول قائمة angies أو مستشار المنزل! يمكنهم أن يجدوا لك واحدة جديدة ..."
  },
  {
    "emotion": "jealous",
    "context": "يتم إخبار زميلي في العمل بمدى روعة الوظيفة التي يقوم بها وأنا أعلم أنه يرتكب خطأ للحصول على جميع المبيعات.",
    "response": "أوه لا. أنا متأكد من أنه سيتم القبض عليه في النهاية."
  },
  {
    "emotion": "jealous",
    "context": "مشكوك فيه ، لكني أتمنى ذلك بالتأكيد! يحصل على مكافأة 100 دولار كل أسبوع بسبب طرقه ..",
    "response": "الأشياء التي تفعلها عادة تعود إليك."
  },
  {
    "emotion": "confident",
    "context": "كان من الرائع الجلوس على المسرح في قاعة العناق",
    "response": "ما الحدث الذي كان يجري؟"
  },
  {
    "emotion": "confident",
    "context": "موسيقى. بعض أصعب الموسيقى التي يعزفها المحترفون.",
    "response": "هذا رائع أنك كنت على المسرح من أجل ذلك. هل كنت أحد الموسيقيين؟"
  },
  {
    "emotion": "content",
    "context": "أنا راض عن إجازة جيدة",
    "response": "أوه نعم ماذا تفعل لإجازتك؟"
  },
  {
    "emotion": "content",
    "context": "لا شيء مميز. أنا فقط أسافر إلى عائلتي. لقد مر عام تقريبًا ولم أراهم.",
    "response": "تبدو خاصة بالنسبة لي! خارج البلاد أم إلى دولة أخرى؟"
  },
  {
    "emotion": "proud",
    "context": "لذا في ذلك اليوم ذهبت ابنتي إلى نونية الأطفال لأول مرة بمفردها!",
    "response": "هذا عظيم. من الجميل رؤيتهم يكبرون ويتعلمون. كم عمرها؟"
  },
  {
    "emotion": "proud",
    "context": "تبلغ من العمر 18 شهرًا ، إنه لأمر مدهش حقًا رؤيتها تتطور. لو صفق الناس لنا عندما استخدمنا الحمام ... ها ها",
    "response": "مضحك واحد ها ها ها"
  },
  {
    "emotion": "impressed",
    "context": "في اليوم التالي بعد العشاء ، أخذت ابنتي القمامة بمفردها إلى سلة المهملات. أنا أحب مشاهدتها تتطور!",
    "response": "فمن حلوة جدا. هل هي قادرة على الكلام؟"
  },
  {
    "emotion": "impressed",
    "context": "لقد بدأت للتو في محاولة قول جمل كاملة ، ولكن الآن هناك الكثير من الثرثرة وسيلان اللعاب لول",
    "response": "يجب أن يكون من المضحك أن ترى وتسمع"
  },
  {
    "emotion": "furious",
    "context": "أنا غاضب من صديق يفترض أن يساعدني.",
    "response": "هذا مقرف ... ما الذي كان من المفترض أن يساعدك به؟"
  },
  {
    "emotion": "furious",
    "context": "كنت أرغب في تركيب تلفزيوني على الحائط لكن صديقي لم يأتي وأوقف هاتفه الخلوي. كنت دائما أساعده في أي شيء.",
    "response": "حسنًا ، آمل أن تتمكنما من التحدث عن ذلك والتعبير عن مشاعرك والعمل معًا! الصداقة صعبة المنال هذه الأيام ..."
  },
  {
    "emotion": "prepared",
    "context": "لقد سافرت قبل بضعة أشهر ولم أدرك حجم التخطيط الذي ينطوي عليه الأمر! واو كان هناك الكثير للاستعداد لـ ...",
    "response": "السفر عمل شاق. أين ذهبت؟"
  },
  {
    "emotion": "prepared",
    "context": "ذهبت إلى بيرو لزيارة عائلتي. أحاول الذهاب كل عام.",
    "response": "نجاح باهر. لم اكن ابدا الى هذا الحد! لقد زرت منطقة البحر الكاريبي رغم ذلك."
  },
  {
    "emotion": "trusting",
    "context": "لدي دائرة صغيرة من الأصدقاء. هم مثل عائلتي.",
    "response": "هذا رائع ، يمكن للأصدقاء أن يكونوا الأفضل حقًا. منذ متى وأنت تعرفهم؟"
  },
  {
    "emotion": "trusting",
    "context": "حوالي عشر سنوات. سمحت لأصدقائي باستعارة بطاقة الخصم الخاصة بي في ذلك اليوم. شخص غريب كان سيمسحني.",
    "response": "أنا سعيد لأن لديك أصدقاء حميمين في حياتك ، فهذا يجعل الحياة أسهل."
  },
  {
    "emotion": "afraid",
    "context": "لذلك كان لدينا اجتماع في العمل هذا الأسبوع. اتضح أننا قد نضطر إلى الإغلاق في الأشهر القليلة المقبلة.",
    "response": "يا إلهي ... هذا رهيب! أنا آسف للغاية - لقد مررت بما شابه. هل سيعطونك نوعًا من المال عند التسريح؟"
  },
  {
    "emotion": "afraid",
    "context": "أشعر أنه إذا مروا بها عليهم أن يقدموا لنا حزمًا بشكل صحيح؟",
    "response": "إذا كان لديهم قلب أو روح سوف! يجب عليهم حقًا ..."
  },
  {
    "emotion": "surprised",
    "context": "في ذلك اليوم حصلت على مكافأة من العمل ، وكان ذلك رائعًا لأنني تأخرت مؤخرًا في دفع الفواتير.",
    "response": "هذا هو بارد حقا! هل أخبروك لماذا أعطوك المكافأة؟"
  },
  {
    "emotion": "surprised",
    "context": "لم أكن أتوقع ذلك ، ولكن في الأساس لأن إحصائياتي كانت أعلى",
    "response": "حسنًا ، على الأقل تحصل على شيء تتطلع إليه في العمل أيضًا."
  },
  {
    "emotion": "excited",
    "context": "لذلك ذهبت لمشاهدة فيلم Marvel الجديد مع Thanos. لقد كان جيدًا جدًا وأنا متحمس جدًا الآن",
    "response": "ماذا كان. لقد كنت مشغولا جدا لألاحظ وجود أفلام جديدة."
  },
  {
    "emotion": "excited",
    "context": "كانت تسمى حرب اللانهاية! يجب أن تجد الوقت لرؤيتها.",
    "response": "إنهم يخرجون أفلامًا جيدة في معظم الأوقات. سأحاول التحقق من ذلك."
  },
  {
    "emotion": "furious",
    "context": "أخشى أن يتسبب جيراني في ظهور الثعابين في طريقي.",
    "response": "ماذا يفعلون ليجعلك تعتقد ذلك؟"
  },
  {
    "emotion": "furious",
    "context": "إنهم ليسوا نظيفين وقد حصلت على الكثير من الفئران ، وأعتقد أن الثعابين تتبعهم.",
    "response": "لقد سمعت ذلك ايضا. قد ترغب في الاتصال بالمنطقة المحلية الخاصة بك."
  },
  {
    "emotion": "furious",
    "context": "فكره جيده",
    "response": "لا مشكلة أتمنى أن يعمل كل شيء"
  },
  {
    "emotion": "anxious",
    "context": "اليوم عيد ميلادي! عمري 34 سنة!",
    "response": "عيد ميلاد سعيد!!!! ماذا ستفعل لذلك؟"
  },
  {
    "emotion": "anxious",
    "context": "لا شيء اليوم منذ يوم الخميس ، وآمل أن أتمكن من منع القفز في نهاية هذا الأسبوع. في انتظار الهدايا اليوم.",
    "response": "أتمنى أن تحصل على الكثير والكثير!"
  },
  {
    "emotion": "angry",
    "context": "كنت متحمسة للغاية للانتقال إلى ولاية جديدة ، لكن عندما انتقلت إلى شقتي كانت مليئة بالأخطاء! قرف",
    "response": "أوه لا! البق حقا تزحف لي!"
  },
  {
    "emotion": "angry",
    "context": "أنا أيضًا .. كنت أشعر بالخوف حقًا.",
    "response": "ماذا فعل المالك حيال ذلك؟ هل كان عليك استدعاء المبيد؟"
  },
  {
    "emotion": "disappointed",
    "context": "شعرت بخيبة أمل من مديري عندما أخبرني أنه من المحتمل أن أحصل على ترقيتي العام المقبل (ليس هذا العام)",
    "response": "آه .. يبدو أن هذا بعيدًا إلى الأبد .. هل يمكنك محاولة الحصول عليه عاجلاً؟"
  },
  {
    "emotion": "disappointed",
    "context": "لا ، لقد حاولت كل شيء. إنه مثل الخيانة لي.",
    "response": "ربما تفكر في البحث عن وظيفة جديدة في هذه الأثناء؟ لا تؤلم ابدا البقاء في المقدمة .."
  },
  {
    "emotion": "excited",
    "context": "سأذهب إلى الحديقة المائية اليوم! لا استطيع الانتظار.",
    "response": "هذا جميل. أحب الذهاب إلى الحديقة المائية. في أي وقت أنت ذاهب؟"
  },
  {
    "emotion": "excited",
    "context": "إنه ممتع للغاية ، جميل حقًا هناك أيضًا. أوه في غضون ساعات قليلة!",
    "response": "هل هي حديقة مائية كبيرة؟"
  },
  {
    "emotion": "embarrassed",
    "context": "خرجت في نهاية الأسبوع الماضي وتعرضت لحادث كبير. خمن ماذا جرى...",
    "response": "هل أنت بخير ، عليك أن تخبرني بما حدث."
  },
  {
    "emotion": "embarrassed",
    "context": "انا جيد. فقط قليلا بالحرج. مزقت طماق وأنا أرقص في شارع بوربون.",
    "response": "آه ، لقد حدث هذا للجميع من قبل. إنه أمر محرج لكنك ستتجاوزه."
  },
  {
    "emotion": "embarrassed",
    "context": "نعم. كان قميصي طويلاً بما يكفي لتغطيته. بالإضافة إلى أنني لا أعيش هناك لول.",
    "response": "حسنًا ، أنا سعيد لأنك تمكنت من التستر."
  },
  {
    "emotion": "terrified",
    "context": "لذا الليلة الماضية كنت أقود على هذا الطريق وتوفيت سيارتي ولم يكن لدي أي أضواء.",
    "response": "أوه لا. يجب أن يكون ذلك مخيفًا."
  },
  {
    "emotion": "terrified",
    "context": "كنت جالسًا لأكثر من 6 ساعات في الظلام والليل.",
    "response": "نجاح باهر. كنت سأفزع. لا يمكنني حتى إطفاء كل الأضواء في شقتي."
  },
  {
    "emotion": "terrified",
    "context": "حسنًا ، حصلت أخيرًا على إشارة وتمكنت من إقناع أخي بالحضور ومساعدتي.",
    "response": "سعيد أن الدب لم يأكل منك"
  },
  {
    "emotion": "hopeful",
    "context": "يبدو أن منزلي يستغرق وقتًا طويلاً للبيع ... لكن لدي شعور بأن شيئًا جيدًا سيأتي قريبًا!",
    "response": "منذ متى وأنت تحاول بيعه؟"
  },
  {
    "emotion": "hopeful",
    "context": "لقد مر ما يقرب من 3 أشهر الآن ، ولكن ليس عرضًا واحدًا",
    "response": "أنا متأكد من أنك ستبيعه قريبًا! 3 أشهر ليست فترة طويلة"
  },
  {
    "emotion": "hopeful",
    "context": "لقد ذهبت إلى المدرسة لما يبدو إلى الأبد.",
    "response": "هل انتظرت كثيرا؟"
  },
  {
    "emotion": "hopeful",
    "context": "فعلت. سأنتهي قريبا مع ذلك.",
    "response": "آه طيب مبروك"
  },
  {
    "emotion": "annoyed",
    "context": "لقد أزعجني مؤخرًا أحد زملائي في العمل وهو يطلق النكات علي",
    "response": "عار عليهم."
  },
  {
    "emotion": "annoyed",
    "context": "انها تزعجني كثيرا زميل العمل هذا غير مؤهل ويقضي هذا الوقت في إلقاء النكات على أشخاص آخرين.",
    "response": "يجب عليك الإبلاغ عنه. مجهول. لا يجب عليك التعامل مع هذا كل يوم."
  },
  {
    "emotion": "caring",
    "context": "سقطت ابنتي في يوم من الأيام بقسوة ، واضطررت إلى حملها حتى هدأت.",
    "response": "أوه لا ، هذا مخيف ، هل هي بخير؟"
  },
  {
    "emotion": "caring",
    "context": "نعم ، لم يكن الأمر سيئًا للغاية ، فقط بضع خدوش ، من الصعب رؤية أطفالك يتأذون.",
    "response": "هذا جيد ، أنا سعيد لأنه لم يكن جادًا."
  },
  {
    "emotion": "annoyed",
    "context": "أنا حقا أكره جيراني. هم الأسوأ.",
    "response": "ما الذي يفعلونه وهذا يزعجك؟"
  },
  {
    "emotion": "annoyed",
    "context": "يتجادلون باستمرار ونعيش في شقق حتى أسمع كل شيء. حتى أنهم يتصلون بالشرطة كثيرًا.",
    "response": "هل قدمت شكوى رسمية ضدهم حتى الآن؟"
  },
  {
    "emotion": "annoyed",
    "context": "نعم ، لكنني أعتقد أنهم يعرفون المالك.",
    "response": "يجب عليك إبلاغ قسم الشرطة المحلي لديك. بناء وتوثيق هذا يمكن أن يساعدك."
  },
  {
    "emotion": "furious",
    "context": "لذلك كنت أقود سيارتي إلى المنزل يوم الجمعة الماضي من العمل وهذا الرجل قطعني عن حركة المرور.",
    "response": "هذا يحدث كثيرا. ماذا حدث بعد ذلك؟"
  },
  {
    "emotion": "furious",
    "context": "حسنًا ، أنحرف على الكتف وكاد يتسبب في وقوع حادث. بعض الناس مجرد حمقى على الطريق.",
    "response": "انا اعرف الشعور. أكره القيادة الآن. الجميع ينظر في هواتفهم."
  },
  {
    "emotion": "furious",
    "context": "لا شيء يزعجني أكثر من رؤية المراهقين على هواتفهم. حقا يغلي دمي.",
    "response": "أعتقد أنه يجب رفع سن القيادة إلى 21 شخصيًا"
  },
  {
    "emotion": "afraid",
    "context": "لقد تاهت في حي لم أكن أعرفه ، عندما جاءني شخص ما وسألني بهدوء عما إذا كنت بحاجة إلى توصيلة.",
    "response": "من فضلك قل لي أنه كان ودودًا ولا شيء مخيف!"
  },
  {
    "emotion": "afraid",
    "context": "لا أعرف. بالتأكيد لم أرغب في المخاطرة به ورفضت العرض!",
    "response": "الحمد لله! لول كنت مثل من فضلك قل لي أن هذه كانت تجربة إيجابية ..."
  },
  {
    "emotion": "hopeful",
    "context": "لذلك سيبدو هذا جنونًا ، لكن يومًا ما سأفوز باليانصيب.",
    "response": "سيكون ذلك مدهشًا جدًا. ماذا ستفعل بالفوز؟"
  },
  {
    "emotion": "hopeful",
    "context": "سدد ديوني من الانتقال رقم 1 ، ثم قم بشراء منزل! ماذا ستفعل مع المال؟",
    "response": "اعتقد نفس الشيء حقا. التأكد من سداد كل شيء ، وجود سقف فوق رأسك ، إلخ ... هو ما يرغب معظم الناس في الاعتناء به أولاً."
  },
  {
    "emotion": "prepared",
    "context": "سوف اجتز الامتحان يوم الاثنين القادم. لقد راجعت كل محتوى الدورة",
    "response": "خير لكم! يمكن أن تكون الدراسة تحديًا حقيقيًا في بعض الأحيان."
  },
  {
    "emotion": "prepared",
    "context": "نعم ، أشعر بالاستعداد. لا أطيق الانتظار لأخذ هذا الاختبار",
    "response": "رائع ، هذه هي أفضل طريقة للذهاب إلى الامتحان. أنا متأكد من أنك ستبلي بلاءً حسناً!"
  },
  {
    "emotion": "grateful",
    "context": "في الشهر الماضي ، منحني رئيسي زيادة بنسبة 10٪ ، على الرغم من أنني لم أطلبها. لقد كانت مفاجأة مرحب بها!",
    "response": "هذا عظيم. ربما يعتقد أنك تقوم بعمل رائع."
  },
  {
    "emotion": "grateful",
    "context": "نعم ، لقد كنا دائمًا على ما يرام ، وكان دائمًا يدعمني كثيرًا.",
    "response": "هو جيد"
  },
  {
    "emotion": "terrified",
    "context": "لقد فقدت وظيفتي وتأخرت في سداد الرهن العقاري. يخيفني أن أفقد بيتي.",
    "response": "هذا مروع ، أنا آسف لسماع ذلك. لقد فقدت وظيفتي مرة واحدة أيضًا وأصبحت الأوقات صعبة للغاية. ما نوع الأشياء التي تفعلها لمحاولة تجنب هذه النتيجة؟"
  },
  {
    "emotion": "terrified",
    "context": "شكرا جزيلا. لقد كنت أعمل بشكل فردي ونهايات وأبحث عن وظيفة تدفع أكثر بالطبع. كيف تغلبت على ذلك الوقت؟",
    "response": "حسنًا ، في الوقت الذي كنت أترقب فيه وظيفة مدفوعة الأجر مثلما كنت أفعل من قبل ولكن لم أجد واحدة وانتهى بي الأمر بالعمل في الوجبات السريعة. اضطررت إلى تقليص حجم مكاني أيضًا."
  },
  {
    "emotion": "excited",
    "context": "اليوم عيد ميلادي!",
    "response": "عيد ميلاد سعيد! هل لديك أي خطط لهذا اليوم؟"
  },
  {
    "emotion": "excited",
    "context": "ما زلت أتعافى من رحلة برية ولكن نأمل أن تصبح الأمور مثيرة في نهاية هذا الأسبوع!",
    "response": "هذا رائع حقًا ، أين كنتم في رحلتكم؟"
  },
  {
    "emotion": "excited",
    "context": "نيو أورلينز كانت تكنولوجيا المعلومات رائعة",
    "response": "أعيش في تكساس بحيث تكون قريبة جدًا مني"
  },
  {
    "emotion": "ashamed",
    "context": "لذا كان من المفترض أن أقابل ماري الأسبوع الماضي وأتمرن معها. لكنني كذبت نوعًا ما ...",
    "response": "أوه لا. هذا غير صحيح."
  },
  {
    "emotion": "ashamed",
    "context": "أخبرتها أنني يجب أن أخرج من المدينة وبدلاً من ذلك بقيت في المنزل طوال اليوم.",
    "response": "لول. لماذا لم تقم بإعادة الجدولة للتو؟"
  },
  {
    "emotion": "ashamed",
    "context": "لأننا نفعل ذلك كل يومين ولا أريد أن أبدو كسولًا.",
    "response": "لذلك قلت إنك ستخرج من المدينة. هذا مضحك."
  },
  {
    "emotion": "apprehensive",
    "context": "عرض عليّ مؤخرًا شخص ما مبلغًا كبيرًا من المال مقابل وظيفة في المنزل ...",
    "response": "نجاح باهر! هذا رائع! هل قبلت عرض العمل؟"
  },
  {
    "emotion": "apprehensive",
    "context": "بدا الأمر جيدًا جدًا لدرجة يصعب تصديقها بصراحة ، لقد جعلني أشعر بعدم الارتياح قليلاً ... اضطررت إلى رفضه!",
    "response": "نعم أفهم. أحيانًا ينتابك شعور داخلي بأن شيئًا ما ليس على ما يرام"
  },
  {
    "emotion": "surprised",
    "context": "لذلك تقدمت بطلب للحصول على أكثر من 200 وظيفة ولا أصدق أنني لم أسمع أي شيء منهم!",
    "response": "المشكله !!! هل تبحث عن عمل بالمنزل أم مجرد عمل بالخارج؟"
  },
  {
    "emotion": "surprised",
    "context": "فقط أي وظيفة في هذه المرحلة. مجرد وظيفة مستقرة بدوام كامل",
    "response": "أسمعك .. أتمنى أن تجد واحدًا قريبًا ... أتمنى لك كل التوفيق!"
  },
  {
    "emotion": "guilty",
    "context": "ذهبت الليلة الماضية إلى مطبخي وأكلت جميع ملفات تعريف الارتباط الخاصة بأطفالي.",
    "response": "أفعل ذلك طوال الوقت."
  },
  {
    "emotion": "guilty",
    "context": "حسنًا ، واجهتني زوجتي هذا الصباح وألقيت باللوم على كلبنا ماكس.",
    "response": "لول. ضعيف ماكس. أراهن في بعض الأحيان أن الكلاب كانت ترغب في التحدث باللغة الإنجليزية لهذا السبب بالذات."
  },
  {
    "emotion": "guilty",
    "context": "نعم ، كانت زوجتي تشعر بالبرد تجاهه منذ ذلك الحين. أشعر سيئة بالنسبة له..",
    "response": "حرج عليك. انا اقول"
  },
  {
    "emotion": "lonely",
    "context": "لقد عشت في شقتي لمدة 5 سنوات حتى الآن.",
    "response": "يا واو هذه فترة طويلة ، هل أنت سعيد بها؟"
  },
  {
    "emotion": "lonely",
    "context": "لقد أصبح أصغر ، لكن أصدقائي اعتادوا القدوم أكثر. الآن أنا لوحدي طوال الوقت.",
    "response": "يؤسفني سماع أن الناس في بعض الأحيان يفترقون. يجب أن تحاول إقامة حفلة ومعرفة من يأتي."
  },
  {
    "emotion": "lonely",
    "context": "لقد انتقلت مؤخرًا إلى موقع أحلامي ، لكنه سيئ للغاية عدم معرفة أي شخص.",
    "response": "تهانينا! أعلم أنه ربما يشعر بالوحدة. ربما يجب عليك إقامة حفلة في منزلك ودعوة جميع الجيران"
  },
  {
    "emotion": "lonely",
    "context": "هذه في الواقع تبدو فكرة جيدة حقًا! شكرا لك ... الآن لتقرر ماذا تطبخ .. لول",
    "response": "لا يمكنك أن تخطئ في تناول بعض الأطعمة المشوية: البرغر والأجنحة والنقانق"
  },
  {
    "emotion": "disgusted",
    "context": "لذلك رأيت ثعبانًا خارج شقتي اليوم ، أكره الثعابين ، مقرف جدًا",
    "response": "كنت سأذهب للجري مثل فورست غامب - ماذا فعلت؟"
  },
  {
    "emotion": "disgusted",
    "context": "عاد إلى المنزل واتصل بمراقبة الحيوانات. بدا وكأنه نحاسي لذلك أنا لا العبث معهم",
    "response": "سوف تضطر إلى حرق المنزل بأكمله الآن ، والتحرك ... LOL مجرد مزاح!"
  },
  {
    "emotion": "sad",
    "context": "لذا فقد نشروا للتو على الإنترنت كيف أنهم لا يصنعون تكملة لـ Hot Fuzz.",
    "response": "أوه لا. هل قالوا لماذا؟"
  },
  {
    "emotion": "sad",
    "context": "أعتقد أنها لم تحصل على التمويل الكافي. إنه مجرد مقرف لأنه فيلمي المفضل.",
    "response": "نأمل أن يعاد النظر فيه لاحقًا."
  },
  {
    "emotion": "proud",
    "context": "تمكنت من إنقاذ سيدة عمياء من السقوط على السلم الكهربائي.",
    "response": "هل هي بخير؟ أنا سعيد لأنك كنت بالقرب منك!"
  },
  {
    "emotion": "proud",
    "context": "كانت منزعجة للغاية ومن حقها. أنا عادة لست شخصًا لطيفًا ، لكنني سعيد لأنني فعلت الشيء الصحيح في ذلك الوقت!",
    "response": "هذا رائع حقًا منك ، هل رأى أي شخص آخر ذلك يحدث؟"
  },
  {
    "emotion": "furious",
    "context": "لقد سئمت من وظيفتي التي لا تدفع لنا مقابل الوقت المناسب!",
    "response": "هذا مريع. أرباب العمل فقط لا يقدرون موظفيهم في بعض الأحيان."
  },
  {
    "emotion": "furious",
    "context": "يبدو أنها لا تفعل ذلك .. آمل أن تتحسن.",
    "response": "آمل ذلك أيضا. هل فكرت في العمل في مكان آخر؟"
  },
  {
    "emotion": "ashamed",
    "context": "كنت أقص العشب ، وتطايرت صخرة وكسرت نافذة جاري.",
    "response": "أوه لا ... هل استرخوا حيال ذلك أم تسبب في مشكلة؟"
  },
  {
    "emotion": "ashamed",
    "context": "لم يكونوا يعرفون حتى ما حدث ، لكنني جعلت نفسي أخبرهم رغم أنني كنت خائفًا للغاية من النفقات.",
    "response": "حسنًا ، سعيد لأنهم لم يفزعوا منك ، بعض الناس لا يفهمون ذلك. أراهن أنه كان باهظ الثمن."
  },
  {
    "emotion": "confident",
    "context": "لم أرتدي بدلة السباحة منذ 5 سنوات حتى وقت قريب",
    "response": "لماذا هذا؟"
  },
  {
    "emotion": "confident",
    "context": "لقد زاد وزني قليلاً وشعرت بالحرج.",
    "response": "حسنًا ، لقد اشتريت للتو بدلة سباحة رائعة تغطي جميع الإضافات ولكنها لا تزال تظهر القليل من الجلد وتجعلني أشعر بالرضا. ربما هذا سوف يعمل من أجلك"
  },
  {
    "emotion": "confident",
    "context": "لدي واحدة الآن. رأيت مجموعة من السيدات يتبختر في بدلاتهن وعززت ثقتي. حصلت على كرة على الشاطئ في اليوم التالي.",
    "response": "من الجيد سماع ذلك. من أين حصلت عليها؟"
  },
  {
    "emotion": "confident",
    "context": "عبر الانترنت. لا استطيع ان اقول اسم المتجر. لن اسمح لي",
    "response": "أنا مسكتك. اشتريت خاصتي عبر الإنترنت أيضًا."
  },
  {
    "emotion": "sad",
    "context": "توفيت جدتي بشكل غير متوقع منذ بضع سنوات.",
    "response": "أوه لا آسف لسماع ذلك. لقد فقدت خاصتي للتو في نوفمبر. من الصعب."
  },
  {
    "emotion": "sad",
    "context": "نعم إنه كذلك. كانت الجد الأقرب إلي.",
    "response": "يقول الناس أنه يصبح أسهل. ما زلت أنتظر هذا الجزء."
  },
  {
    "emotion": "sad",
    "context": "نعم ، أعتقد أن الوقت هو أفضل طريقة للشفاء.",
    "response": "أنا ائمل كذلك. لطيفة الدردشة معك."
  },
  {
    "emotion": "guilty",
    "context": "أتمنى أن أتمكن من العمل أقل .. أشعر بالسوء لدرجة أنني لا أستطيع قضاء الكثير من الوقت مع ابنتي.",
    "response": "أسمعك. على أي حال للحصول على وظيفة جديدة؟"
  },
  {
    "emotion": "guilty",
    "context": "لقد كنت أحاول ما أحتاجه حقًا هو راتب أعلى ، وبهذه الطريقة لا يتعين علي العمل في وظيفتين.",
    "response": "حصلت عليك. ما نوع العمل الذي تقوم به حاليا؟"
  },
  {
    "emotion": "disgusted",
    "context": "وصف صديقي شخصًا ما بأنه سيء ​​، لقد أزعجني حقًا.",
    "response": "أنا لا أحب الناس الوقحين هل أخبرته؟"
  },
  {
    "emotion": "disgusted",
    "context": "فعلت ذلك ثم دخلنا في جدال حول هذا الموضوع.",
    "response": "يا إلهي .. أعطه بضعة أيام ثم حاول حله!"
  },
  {
    "emotion": "annoyed",
    "context": "ينهار السياج الخاص بي في المناطق التي يواصل فيها جيراني التسلق للحصول على الكرة. سيكون إصلاحه مكلفًا.",
    "response": "أوه نعم أنا متأكد من ذلك .. هل تحدثت معهم حول دفع ثمنها؟"
  },
  {
    "emotion": "annoyed",
    "context": "أخشى أن لسوء الحظ. كسروا النافذة مرة ، واضطررت إلى إشراك الشرطة.",
    "response": "هذا سيء حقًا .. أعتقد أن كل ما يمكنك فعله هو الحصول على نوع سياج معدني أو ربما واحد به مسامير! ( لول ​​)"
  },
  {
    "emotion": "anxious",
    "context": "لا أستطيع الانتظار للانتقال والتحرك مرة أخرى. أنا جاهز.",
    "response": "نجاح باهر! هل زرت العديد من الأماكن؟"
  },
  {
    "emotion": "anxious",
    "context": "نيويورك ، فيرجينيا ، فلوريدا ... ماذا عنك؟",
    "response": "لقد كنت في نفس المكان. DC ثم جارتها ، MD."
  },
  {
    "emotion": "surprised",
    "context": "لا يفعل أخي عادة أي شيء من أجلي إلا إذا طلب مني ذلك. بعد 3 عقود ، اصطحبني بالفعل إلى عيد ميلادي.",
    "response": "اخواني هم نفس الطريق على الأقل لقد أتيت أخيرًا."
  },
  {
    "emotion": "surprised",
    "context": "هاها أشقاء! كم اخ لديك؟",
    "response": "صغيرين. إنهم يتصلون فقط عندما يريدون شيئًا. أختي الكبرى هي نفسها. أنا الشخص الجيد."
  },
  {
    "emotion": "disappointed",
    "context": "اليوم عيد ميلادي وتلقيت مكالمة أمس أتمنى لي عيد ميلاد سعيد من زوجتي السابقة.",
    "response": "عيد ميلاد سعيد! هل الاتصال من السابق أمر جيد أم سيئ؟"
  },
  {
    "emotion": "disappointed",
    "context": "شكر. كان من الجيد لو لم يتصل الشهر الماضي ليخبرني بعيد ميلاد سعيد أيضًا. يجب أن يعرف متى عيد ميلادي بعد 11 عاما",
    "response": "exes هي لسبب اعتقد لول."
  },
  {
    "emotion": "afraid",
    "context": "ذهبت إلى طبيب العيون ، وكانت وصفتي الطبية قوية. حذرتني من التعرض لخطر فقدان بصري.",
    "response": "هذا ليس جيدا. أعلم أن عيني تتألم عند التحديق في الشاشة البيضاء الساطعة على أجهزة الكمبيوتر. لذلك أقوم بتغييرها إلى لون أغمق عندما يكون ذلك ممكنًا."
  },
  {
    "emotion": "afraid",
    "context": "نعم بالتأكيد. هذا ذكي. بعد التحذير ، أستخدم برنامج تعتيم الشاشة المسمى f.lux.",
    "response": "لم أجرب ذلك بعد ، لكنني سمعت عنه. سوف اتحقق من ذلك. شكر !"
  },
  {
    "emotion": "nostalgic",
    "context": "يتم بيع مدرستي الثانوية القديمة وتحويلها إلى مجمع سكني للمسنين. من المحزن رؤيتها تذهب",
    "response": "حنين. هل يوجد HS قريب آخر ليذهب إليه الأطفال؟"
  },
  {
    "emotion": "nostalgic",
    "context": "نعم ، لقد تم توحيدهم وهو أمر مروع. الأطفال الآن لديهم ثلاثين دقيقة بالحافلة في اتجاه واحد إلى المدرسة.",
    "response": "هذا فظيع جدا. ثلاثون دقيقة في اليوم تقريبًا تتنقل في اتجاه واحد. المدرسة صعبة بالفعل."
  },
  {
    "emotion": "grateful",
    "context": "كان يوم عيد ميلادي وجاءت أمي لتفاجئني.",
    "response": "اوه هذا لطيف جدا كيف فاجأتك؟"
  },
  {
    "emotion": "grateful",
    "context": "لقد حضرت إلى منزلي وأحضرت لي كعكة.",
    "response": "كيك! نعم الفوز. :)"
  },
  {
    "emotion": "devastated",
    "context": "ما زلت أتذكر اليوم الذي أودعت فيه والدي. :(",
    "response": "هذا سيء للغاية. ماذا حدث؟"
  },
  {
    "emotion": "devastated",
    "context": "أصيب بضربة شمس في منتصف يوليو.",
    "response": "هذا فظيع. اسف لسماع ذلك."
  },
  {
    "emotion": "joyful",
    "context": "اليوم عيد ميلادي! أعتقد أننا جميعًا نخرج الليلة.",
    "response": "مدهش! عيد ميلاد سعيد! إلى أين تذهب؟"
  },
  {
    "emotion": "joyful",
    "context": "أفكر في متنزه ولكني لست متأكدًا",
    "response": "يبدو هذا بجدية وكأنه أفضل عيد ميلاد على الإطلاق ... أتمنى أن تقضي وقتًا رائعًا يا رفاق."
  },
  {
    "emotion": "prepared",
    "context": "كان من الجنون الاستعداد لضرب إعصار IRMA العام الماضي ...",
    "response": "هل أصبت به؟ أراهن أن هذا كان مخيفًا."
  },
  {
    "emotion": "prepared",
    "context": "لقد فعلنا ذلك ، لكن الأمر لم يكن سيئًا للغاية ، ولم يكن سيئًا مثل الأخبار التي ظهرت.",
    "response": "أنا سعيد لأنك بخير ، كيف حال مجتمعك."
  },
  {
    "emotion": "impressed",
    "context": "عادت جارتي إلى المدرسة في سن 59. حصلت لتوها على بكالوريوس هذا العام.",
    "response": "واو هذا رائع. عدت في 31. ما زلت أذهب."
  },
  {
    "emotion": "impressed",
    "context": "نعم. إنها سيدة رائعة جدًا للقيام بذلك وهي ملهمة بالطبع. لماذا أنت في المدرسة؟",
    "response": "أنا أدرس العدالة الجنائية الآن. أتمنى أن يتم ذلك قريبا."
  },
  {
    "emotion": "sad",
    "context": "يحزنني أن أكون أعزب هذه الأيام.",
    "response": "هل مررت بانفصال مؤخرًا؟"
  },
  {
    "emotion": "sad",
    "context": "إذا كانت سنتان هي الأخيرة لول. اليوم عيد ميلادي ولا أريد الطبخ.",
    "response": "عيد ميلاد سعيد! حسنًا ، يمكنك الطلب بالطبع."
  },
  {
    "emotion": "faithful",
    "context": "تعرض صديق صديقي لحادث منذ 5 سنوات. لا تزال معه.",
    "response": "ماذا حدث له؟ كيف حالهم؟"
  },
  {
    "emotion": "faithful",
    "context": "تعرضت لحادث دراجة نارية وهي الآن مشلولة. إنهم بخير! لديه مشاكل فخره ، لكنها ما زالت متمسكة به.",
    "response": "هذا أمر غير مفهوم ، سأكون بنفس الطريقة."
  },
  {
    "emotion": "afraid",
    "context": "لذا في الليلة الماضية سحبني شرطي.",
    "response": "يا رجل. ماذا حدث؟"
  },
  {
    "emotion": "afraid",
    "context": "قال إنني أسرع لكنني كنت متوترة حقًا.",
    "response": "هل انتهى بك الأمر بالحصول على تذكرة؟"
  },
  {
    "emotion": "lonely",
    "context": "لقد كنت أعتني بأمي المسنة لمدة 5 سنوات حتى الآن وليس لدي أي أصدقاء حقًا ، حيث يتم استخدام الكثير من الوقت في الاعتناء بها.",
    "response": "هذا شيء لطيف تفعله لها رغم ذلك. ربما يمكنك استئجار شخص ما لبضع ساعات في الأسبوع والانضمام إلى صالة رياضية أو فصل يوجا."
  },
  {
    "emotion": "lonely",
    "context": "شكرا جزيلا. لا أستطيع تحمل المساعدة الخارجية للأسف. نعم. لقد بدأت في ممارسة الرياضة.",
    "response": "اذهب إلى مسار المشي أو الحديقة. ربما لحديقة الكلاب أيضا."
  },
  {
    "emotion": "guilty",
    "context": "كانت طفلة صغيرة سلحفاة تعبر الطريق في ذلك اليوم وكنت في عجلة من أمري ولم أتوقف وأساعده. آمل أن يكون قد فعلها. عادة ما أتوقف وأخذهم إلى جدول بعيدًا عن الطريق. الرتق!",
    "response": "لا يمكن أن تساعد دائما للأسف. آمل أن يكون الرجل الصغير قد صنعها أيضًا!"
  },
  {
    "emotion": "guilty",
    "context": "إنهم يرثى لهم ورؤوسهم الصغيرة مرفوعة ، مثل أين أنت أمي ، وأين ذهبت.",
    "response": "أتساءل كيف وصلوا إلى الطريق بعيدًا عن السلاحف الأخرى!"
  },
  {
    "emotion": "sad",
    "context": "أمي مصابة بالتهاب المفاصل في رقبتها ويبدو أن الألم ينتقل إلى أسفل الآن.",
    "response": "يؤسفني سماع ذلك .. هل يوجد علاج طبيعي يمكن أن يساعدها؟"
  },
  {
    "emotion": "sad",
    "context": "أوصى الطبيب فقط بممارسة الرياضة. لست متأكدًا مما إذا كانوا مشغولين فقط للقيام بذلك من أجلها أو إذا كان التمرين هو الأفضل.",
    "response": "عادة ما يساعد تحريك جسمك ولكن هذا يعتمد على حالتها ... سأحصل على رأي ثان!"
  },
  {
    "emotion": "anxious",
    "context": "أنا الآن لا أطيق الصبر ... في انتظار أن تصل الساعة إلى 5 حتى أتمكن من الذهاب في إجازة!",
    "response": "كم ساعة متبقية لديك؟"
  },
  {
    "emotion": "anxious",
    "context": "4 ساعات للذهاب! أهه",
    "response": "هاها ليس سيئا! أين ستذهب في العطلة؟"
  },
  {
    "emotion": "confident",
    "context": "لذلك أرسلني مديري لإغلاق الصفقة مع السيد هاريس. شعرت بسعادة كبيرة لإغلاق عميل كبير من هذا القبيل.",
    "response": "هذا رائع ، هل كانت النتيجة جيدة؟"
  },
  {
    "emotion": "confident",
    "context": "وقع على الفور وتناولنا مشروبًا للاحتفال",
    "response": "ذلك رائع. كم كنت سعيدا"
  },
  {
    "emotion": "afraid",
    "context": "كنت في الغابة ولم يخرج ثعبان من مكان.",
    "response": "هل عضك؟ هل أنت بخير؟"
  },
  {
    "emotion": "afraid",
    "context": "لحسن الحظ لم يحدث ذلك. كنت بخير فقط خائفة.",
    "response": "أنا سعيد أنك بخير. بعضها سام ويمكن أن يقتل."
  },
  {
    "emotion": "proud",
    "context": "عادت أمي إلى المدرسة في سن 63 وحصلت مؤخرًا على درجة البكالوريوس في علوم الكمبيوتر!",
    "response": "واو هذا مذهل. يجب أن تكون فخورا جدا بها. أعتقد أن البرمجة ، وما إلى ذلك ، تبدو صعبة للغاية."
  },
  {
    "emotion": "proud",
    "context": "نعم. أعني أنني لا أستطيع حتى البرمجة. وهناك تذهب أمي التي لم تكن تعرف حتى أن المتصفح كان يعمل بالشفرة الآن!",
    "response": "قصة ملهمة للغاية. إنهم يجنون أموالاً جيدة أيضًا."
  },
  {
    "emotion": "grateful",
    "context": "انتهيت أخيرًا من فصل الفصد. لقد كانت ساعة بالسيارة في اتجاه واحد ، ولكن لحسن الحظ انتهى الأمر ، وسمعت أن مستشفى قريب يوظف. يا للعجب!",
    "response": "هذا مذهل! كيف تتوقع التعامل مع الناس الذين يخافون من الإبر؟"
  },
  {
    "emotion": "grateful",
    "context": "ربما أخبرهم أن ينظروا في الاتجاه الآخر وأن الأمر ليس مؤلمًا للغاية.",
    "response": "هذا تفكير جيد. آمل ألا تحصل على الكثير ممن يخافون!"
  },
  {
    "emotion": "anticipating",
    "context": "أجريت مقابلة أمس. أعتقد أنها سارت بشكل جيد. أتمنى أن أحصل على الوظيفة.",
    "response": "ذلك جيد. تأكد من المتابعة."
  },
  {
    "emotion": "anticipating",
    "context": "شكرا جزيلا. لقد فعلت ذلك بالفعل. بدا المجند إيجابيًا جدًا على الهاتف.",
    "response": "ذلك رائع. هل ستكون هذه وظيفة جيدة؟"
  },
  {
    "emotion": "hopeful",
    "context": "لقد اشتريت تذكرة يانصيب ولدي شعور بأنني سأفوز.",
    "response": "حظا سعيدا! أتمنى أن تفوز!"
  },
  {
    "emotion": "hopeful",
    "context": "أعلم أن فرصي ليست جيدة ولكن ربما سأكون محظوظًا.",
    "response": "حسنًا ، أنت لا تعرف أبدًا. من الجيد التفكير فيما يمكنك فعله بالمال."
  },
  {
    "emotion": "sad",
    "context": "كان عيد ميلادي نهاية الأسبوع الماضي ، ولم يتمنى لي أحد عيد ميلاد سعيد.",
    "response": "أنا آسف جدا لسماع ذلك. كم هو حزين بالنسبة لك."
  },
  {
    "emotion": "sad",
    "context": "أنه. لقد استوعبت في العمل منذ 3 سنوات ولم أخرج. لذا أعتقد أن الجميع انتقلوا نوعا ما بدوني.",
    "response": "هل تخلى عنك أيضا؟ وكيف ردت صديقة؟"
  },
  {
    "emotion": "surprised",
    "context": "في عيد ميلادي الثلاثين ، اجتمعت عائلتي وأصدقائي وأقاموا لي حفلة عيد ميلاد مفاجئة.",
    "response": "لطيف جدا! أين كانت الحفلة؟"
  },
  {
    "emotion": "surprised",
    "context": "تم عقده في منزل والدي في نيو أورلينز.",
    "response": "هذا حقا لطيف منهم. يجب أن تكون حفلة كبيرة."
  },
  {
    "emotion": "sad",
    "context": "أخبرني الطبيب البيطري أن قطتي لم يتبق لها سوى بضعة أسابيع للعيش.",
    "response": "هذا فظيع جدا! :( أنا آسف حقًا ... يجب أن تفعل شيئًا مميزًا كل يوم وتصنع الذكريات!"
  },
  {
    "emotion": "sad",
    "context": "أخطط لذلك! إنه قديم حقًا لذا فقد حان وقت الذهاب وأنا أفهم ذلك ولكن هذا لا يجعل الأمر أسهل.",
    "response": "إنه حقًا لا .. كان علي أن أنام كلبي وكان الأمر مؤلمًا للغاية. آمل حقًا أن يستريح بدون ألم وأن تشعر بتحسن قريبًا .."
  },
  {
    "emotion": "faithful",
    "context": "حاول صديق إقناعي بالخروج إلى الحانة والتسكع خلف زوجي ...",
    "response": "هل أخبرت زوجتك؟ أعتقد حقا أنهم يجب أن يعرفوا."
  },
  {
    "emotion": "faithful",
    "context": "لم أفعل بعد ، لكني أتفق معك في ذلك. أنا فقط لا أريدهم أن ينزعجوا من أصدقائي.",
    "response": "قد يعتبر البعض الأمر غشًا إذا لم تخبرهم بذلك."
  },
  {
    "emotion": "jealous",
    "context": "أكره أن أكون حسودًا ، لكنني كنت بحاجة إلى سيارة لشهور واشترى صديقي للتو واحدة جديدة.",
    "response": "أعرف ما تقصده ... ولكن في الوقت الحالي ، ربما يمكنك فقط التجمع في السيارة مع صديقك حتى يمكنك الحصول على واحدة!"
  },
  {
    "emotion": "jealous",
    "context": "أظن ذلك. إنها حقا سيارة جميلة.",
    "response": "لذلك يمكنك الركوب بأناقة مجانًا. يبدو ذلك عادلاً بالنسبة لي .. حتى تحصل على ملكك! :)"
  },
  {
    "emotion": "sad",
    "context": "كان علي أن أنام كلبي وكان الأمر مرهقًا للغاية! :(",
    "response": "أوه لا. انا اسف لسماع ذلك."
  },
  {
    "emotion": "sad",
    "context": "شكرًا ، إنه أمر مزعج دائمًا عندما يكون عليك أن تقول وداعًا .. لكنها أفضل حالًا الآن بدون ألم. هل لديك أي حيوانات أليفة؟",
    "response": "انا لا. شقتي لن تسمح ، لكننا سننتقل قريبًا آمل أن أحصل على قطة"
  },
  {
    "emotion": "joyful",
    "context": "خرجت مع أصدقائي الليلة الماضية بعد أن لم يلتقوا ببعضهم البعض لمدة عام. كنت في بلد آخر للعمل وعدت للتو.",
    "response": "أوه ، أراهن أن هذا كان ممتعًا وممتعًا بزيارة بلد آخر أيضًا."
  },
  {
    "emotion": "joyful",
    "context": "نعم. كان من الجيد التعرف على الثقافة هناك ، وكان الناس لطيفين حقًا.",
    "response": "أحب تجربة أنواع مختلفة من الطعام من أماكن أخرى أيضًا. ثم حاول صنعها لاحقًا."
  },
  {
    "emotion": "hopeful",
    "context": "أعتقد أنني وجدت شخصًا مهتمًا بمنزلي أخيرًا. لقد كان معروضًا في السوق منذ أكثر من عام الآن.",
    "response": "يمكن أن يكون ذلك مرهقًا. أتمنى أن تحصل على البيع. ماذا ستفعل بعد ذلك؟"
  },
  {
    "emotion": "hopeful",
    "context": "سأنتقل إلى منطقة أقل ريفية. إنها معزولة للغاية ويجب أن تكون لديك سيارة للنقل.",
    "response": "هل تفضل العزلة؟"
  },
  {
    "emotion": "excited",
    "context": "سأذهب في إجازة غدًا. كنت أعمل بجد لتوضيح الأمور حتى أتمكن من الاستمتاع بنفسي.",
    "response": "مدهش! إلى أين أنت متجه؟"
  },
  {
    "emotion": "excited",
    "context": "اليابان! نتطلع إلى الطعام.",
    "response": "يا الهي!!!!! هذا رائع! ستكون ملحمة. اتمنى لك وقت ممتع."
  },
  {
    "emotion": "caring",
    "context": "عرضت مؤخرًا أن أبدأ العمل لساعات طويلة إضافية فقط للمساعدة في إعالة أسرتي أكثر.",
    "response": "هذا حقا مراعي لك. هل يحتاجون إلى مساعدتك كثيرًا؟"
  },
  {
    "emotion": "caring",
    "context": "نعم لقد انتقلنا مؤخرًا ، لذا فقد حصلنا على ديون كبيرة أثناء محاولتنا بيع المنزل السابق! قرف",
    "response": "نجاح باهر. يمكن أن يكون بيع المنزل صعبًا. آمل أن يتم التخلص من الديون بشكل حقيقي قريبًا!"
  },
  {
    "emotion": "lonely",
    "context": "انتقلت للتو إلى هنا للعمل ، ولا أعرف أحداً. زملائي في العمل لديهم عائلات خاصة بهم.",
    "response": "هذا سيء. عليك فقط الإحماء للناس."
  },
  {
    "emotion": "lonely",
    "context": "نعم. سيستغرق الأمر بعض الوقت. إنه أمر صعب أن تمر به الآن.",
    "response": "سأكون خائفًا جدًا من الانتقال إلى مكان جديد. أنا أشيد بكم. سوف تتحسن"
  },
  {
    "emotion": "embarrassed",
    "context": "ذهبت إلى محل بقالة في ذلك اليوم وأحرجت نفسي تمامًا.",
    "response": "ماذا حدث؟!"
  },
  {
    "emotion": "embarrassed",
    "context": "ملأت عربة كاملة بالطعام لحفلة ثم أدركت أنني نسيت حقيبتي في المنزل.",
    "response": "أوه لا. هل انتهى بك الأمر إلى مغادرة العربة؟"
  },
  {
    "emotion": "anticipating",
    "context": "لا أستطيع الانتظار لشراء شجرة الكريسماس الخاصة بي هذا العام ، لول .. أليس كذلك؟ ... لكنني في الحقيقة متحمس.",
    "response": "هل تحصل عادة على واحدة حية؟"
  },
  {
    "emotion": "anticipating",
    "context": "فكرت في الأمر ، لكن لا أعتقد أنني أستطيع التعامل مع أحد. هل لديك واحدة؟",
    "response": "مجرد واحد مزيف صغير. بعض الناس يدخلون حقا في الديكور. أنا لا أحب ذلك حقًا."
  },
  {
    "emotion": "nostalgic",
    "context": "لقد زرت مدينتي القديمة مؤخرًا وانخفضت كثيرًا. الكثير من المنازل متداعية ومهدمة. حزين جدا.",
    "response": "هذا سيء ..... دائما سيئة لرؤية شيء من هذا القبيل. هل استمتعت على الأقل برحلتك؟"
  },
  {
    "emotion": "nostalgic",
    "context": "نعم ، لقد قابلت بعض الأشخاص الذين أعرفهم. كانت لا تزال ممتعة",
    "response": "أوه هذا جيد! أنا سعيد لأنك لا تزال تحظى بوقت جيد."
  },
  {
    "emotion": "surprised",
    "context": "لذا عدت إلى المنزل من العمل أمس وعندما مشيت في الشقة كان لدى سالي جميع أصدقائي وعائلتي بالداخل.",
    "response": "حفلة مفاجئة أو تدخل"
  },
  {
    "emotion": "surprised",
    "context": "لقد كانت حفلة مفاجئة بلغت الخامسة والعشرين من عمري. اعتقدت بصدق أنهم جميعًا نسوا.",
    "response": "كم هو حلو! أتمنى أن يلقي بي أحدهم ذات يوم"
  },
  {
    "emotion": "proud",
    "context": "بدأت ابنتي مدرسة جديدة العام الماضي.",
    "response": "هذا مثير ومخيف في نفس الوقت"
  },
  {
    "emotion": "proud",
    "context": "كنت خائفة أكثر منها. كان تحولا كبيرا. جميع الفتيات وهي تبلغ من العمر 13 عامًا.",
    "response": "يمكنني أن أفهم ذلك ، هل تعرف أي شخص في مدرستها الجديدة؟"
  },
  {
    "emotion": "surprised",
    "context": "كنت متحمسًا عندما كنت طفلاً واكتشفت أن صديقي يمكنه القدوم واللعب",
    "response": "كانت الحياة بسيطة ثم أليس كذلك! لطيف جدا."
  },
  {
    "emotion": "surprised",
    "context": "نعم لقد كان أبسط بكثير. لقد تحمسنا لأصغر الأشياء",
    "response": "أنا أعرف ماذا تقصد. أفتقد أن أكون نفسي صغيرة."
  },
  {
    "emotion": "terrified",
    "context": "كنت في منتصف مسافة طويلة ، ووضعت بطريقة ما في غير محله تسجيل السائقين والتأمين على السيارة !!!",
    "response": "أوه لا هذا ليس جيدًا"
  },
  {
    "emotion": "terrified",
    "context": "أعلم أنني كنت خائفة للغاية وعصبية .. كادت أن تدمر الرحلة بأكملها.",
    "response": "هل وجدته اخيرا"
  },
  {
    "emotion": "jealous",
    "context": "لذلك حصل بوب على الترقية في العمل على الرغم من أنني قضيت كل تلك الساعات.",
    "response": "يجب أن يكون ذلك فظيعًا. لماذا اختاروه بدلا منك؟"
  },
  {
    "emotion": "jealous",
    "context": "لقد جعلونا كلانا يخضع للاختبار. أعتقد أنه سجل أفضل مني.",
    "response": "أنا أسف لسماع. هل ستتاح لك فرصة أخرى للترقية؟"
  },
  {
    "emotion": "caring",
    "context": "طفل جاري فقد بصره للتو. الأسرة بأكملها مدمرة.",
    "response": "آسف لسماع ذلك! كيف حدث هذا؟"
  },
  {
    "emotion": "caring",
    "context": "كانت رؤيته تزداد سوءًا تدريجياً. فجأة ، أصبحت رؤيته مشوشة حقًا ذات يوم واتصلوا بالطوارئ.",
    "response": "ألا يملك فرصة لاستعادة بصره؟"
  },
  {
    "emotion": "sentimental",
    "context": "ذهبت ذات مرة لمشاهدة الألعاب النارية مع أعز أصدقائي. افضل يوم في حياتي. لم نعد أصدقاء.",
    "response": "يا لها من ذكرى جميلة ستبقى دائمًا على الرغم من ... هل حاولت أن نكون أصدقاء مرة أخرى؟"
  },
  {
    "emotion": "sentimental",
    "context": "لا. أنا محرج جدًا من التواصل معها بعد كل هذه السنوات.",
    "response": "فهمت .. لكنك تعلم أن الحياة قصيرة جدًا حقًا .. أعتقد أنه يجب عليك محاولة الوصول! افعلها! :)"
  },
  {
    "emotion": "furious",
    "context": "لذلك وجدت شيئًا في الليلة الماضية جعلني مستاء للغاية!",
    "response": "ماذا حدث؟!"
  },
  {
    "emotion": "furious",
    "context": "خرج طفلي من وراء ظهري وتسلل للخارج!",
    "response": "أوه لا. أعتقد أنهم وصلوا أخيرًا إلى ذلك العصر المتمرد ماذا فعلت؟"
  },
  {
    "emotion": "nostalgic",
    "context": "لذلك رأيت للتو كيف سيكون لديهم طبعة جديدة من قبضة الغضب.",
    "response": "ليس لدي فكرة ما هذا."
  },
  {
    "emotion": "nostalgic",
    "context": "إنه فيلم قديم ظهر في الثمانينيات. أتذكر رؤيته كطفل!",
    "response": "أوه هو هو وفيلم الحركة."
  },
  {
    "emotion": "afraid",
    "context": "ذات مرة كان هناك فأر كبير في مطبخي.",
    "response": "ماذا فعلتم به؟ هل حاولت قتله؟"
  },
  {
    "emotion": "afraid",
    "context": "أغلقت الباب ووضعت منشفة تحته. كان الوقت متأخرًا لذا لم أستطع الاتصال بالصيانة حتى الصباح.",
    "response": "هذا ما كنت سأفعله. هل تم الاعتناء به؟"
  },
  {
    "emotion": "afraid",
    "context": "أعتقد أن وظيفتنا قد تكون تسريحنا.",
    "response": "يا لا! هل سيقدمون لك أي نوع من الحزمة؟"
  },
  {
    "emotion": "afraid",
    "context": "صدق مشكوك فيه .. لا يبدو أنهم يهتمون كثيرًا. : /",
    "response": "انا اسف لسماع ذلك. ربما يجب عليك الاتصال بالموارد البشرية الخاص بك ومعرفة خياراتك"
  },
  {
    "emotion": "proud",
    "context": "لذا بعد عام من وجودنا هنا ، تمكنا أخيرًا من إعادة ترتيب المرآب.",
    "response": "كيف تبدو؟"
  },
  {
    "emotion": "proud",
    "context": "أعتقد أننا سنتمكن من الحصول على سيارتين هنا الآن!",
    "response": "ها أنت ذا! هذا رائع .. أتمنى حقًا أن يكون لدينا مرآب لتصليح السيارات. لول محظوظ!"
  },
  {
    "emotion": "sad",
    "context": "لذا قطتي التي كانت بعيدة 10 سنوات الليلة الماضية. أنا لا أعرف ما يجب القيام به",
    "response": "أوه لا. انا اسف لسماع ذلك."
  },
  {
    "emotion": "sad",
    "context": "إنه حقًا كبير في السن ولكني أكره أن يحدث ذلك ، هل تعلم؟",
    "response": "بالطبع بكل تأكيد. الحيوانات الأليفة هي الأسرة."
  },
  {
    "emotion": "caring",
    "context": "أحب أن أعطي للجمعيات الخيرية.",
    "response": "ما هي الجمعيات الخيرية التي تحب أن تعطيها أيضًا"
  },
  {
    "emotion": "caring",
    "context": "أيا كان ما تقدمه صيدليتي المحلية في ذلك الوقت. أتبرع بالغيري لأنني أتسوق هناك كثيرًا. يضيف ما يصل.",
    "response": "هذا شيء جميل جدًا ، أتمنى أن أفعل المزيد للمساعدة."
  },
  {
    "emotion": "caring",
    "context": "كل جزء صغير مهم. في النهاية سأكون قادرًا على كتابة شيك.",
    "response": "لقد وضعت كل نقودي في زجاجة عملاقة."
  },
  {
    "emotion": "sad",
    "context": "لذلك فقدت محفظتي واضطررت إلى إصدار بطاقة هوية جديدة لي.",
    "response": "أتمنى أن يقوم أحدهم بتسليمها إليك قريبًا .. هل خسرت المال أيضًا؟"
  },
  {
    "emotion": "sad",
    "context": "عادة لا أملك الكثير من النقود ولكن يصعب استبدال البطاقات.",
    "response": "نعم ألم حقيقي بصراحة ... آسف لما حدث لك. : /"
  },
  {
    "emotion": "excited",
    "context": "أنا ذاهب إلى حفلتي الأولى في نهاية هذا الأسبوع. يسسسسسس!",
    "response": "هل اشتريت تذاكر أو فزت بها؟"
  },
  {
    "emotion": "excited",
    "context": "اشتريتها ، كان من الرائع الفوز بها على الرغم من الحق؟ لول",
    "response": "بلى"
  },
  {
    "emotion": "excited",
    "context": "عندما فازت الصقور بالمباراة كنت متحمسًا.",
    "response": "ما اللعبة التي فازوا بها؟"
  },
  {
    "emotion": "excited",
    "context": "بطولة NFC.",
    "response": "هل حقا؟ لا أذكر ذلك على الإطلاق. أتذكرهم يختنقون. قد أكون مخطئا."
  },
  {
    "emotion": "afraid",
    "context": "كانت هناك عاصفة كبيرة هنا الأسبوع الماضي.",
    "response": "هذا سيء. هل أنت بخير؟"
  },
  {
    "emotion": "afraid",
    "context": "انقطعت الكهرباء لمدة 15 عامًا وأخافتني ، لكن بخلاف ذلك كنا بخير.",
    "response": "ذلك جيد. هل تمت إعادة ضبط جميع الساعات؟"
  },
  {
    "emotion": "impressed",
    "context": "لقد تأثرت بسيارة Tesla الجديدة التي قمت باختبار قيادتها.",
    "response": "أراهن أن هذا كان ممتعًا إلى حد ما ، ما مدى السرعة التي حصلت عليها؟"
  },
  {
    "emotion": "impressed",
    "context": "أكثر من 100 ميل في الساعة.",
    "response": "نجاح باهر! أنت مجنون ، هاها - ربما كنت سأصاب بنوبة هلع عند 90 ميل في الساعة. : ص"
  },
  {
    "emotion": "impressed",
    "context": "تمكنت من تغيير الزيت في سيارتي بمفردي دون كسر أي شيء ...",
    "response": "هذا رائع أغير الزيت طوال الوقت."
  },
  {
    "emotion": "impressed",
    "context": "لم أغير الزيت منذ سنوات منذ أن علمني والدي ذلك ... لقد كان إنجازًا بالتأكيد.",
    "response": "نعم علمني والدي أيضًا."
  },
  {
    "emotion": "lonely",
    "context": "يجب أن أحاول حقًا الحصول على صديقة أو شيء من هذا القبيل. أنا فقط بحاجة إلى الشعور بشخص ما.",
    "response": "جرب المواعدة عبر الإنترنت! إنه ممتع حقًا ... هل جربته؟"
  },
  {
    "emotion": "lonely",
    "context": "نعم أشعر فقط أنه لا فائدة.",
    "response": "لا تشعر بهذه الطريقة ... هناك شخص ما هناك للجميع. جربها. :)"
  },
  {
    "emotion": "afraid",
    "context": "في اليوم الآخر أثناء تناول الإفطار ، بدأت ابنتي تختنق وأصبت بالذعر.",
    "response": "هل تمكنت من الحصول عليها في الوقت المناسب! كيف حالها؟"
  },
  {
    "emotion": "afraid",
    "context": "نعم ، لقد تمكنت من الحصول على الطعام ، لكن واو كان مخيفًا للغاية. شيس بخير الآن شكرا!",
    "response": "هذا جيد للسماع! نعم ، يمكن أن تكون مثل هذه المواقف مقلقة حقًا."
  },
  {
    "emotion": "prepared",
    "context": "كان من أجل العلم ولكن كان لدي ملاحظات أحضرتها.",
    "response": "هذا غير صحيح. كيف شعرت؟"
  },
  {
    "emotion": "prepared",
    "context": "لا يسمح لنا بإحضار الملاحظات ، لقد كان مجرد اختبار مفاجئ. شعرت بالسعادة لأنني تمكنت من إحضار خاصتي.",
    "response": "ذلك جيد. كيف عملت؟"
  },
  {
    "emotion": "sad",
    "context": "ماتت جدتي. أنا حزين جدا.",
    "response": "انا اسف لسماع ذلك. هل كان من تقدم العمر أم من المضاعفات؟"
  },
  {
    "emotion": "sad",
    "context": "العمر لكنها تدخن أيضا.",
    "response": "نعم هذا ليس جيدا ولكن كل شخص لديه الوقت للذهاب كما تعلمون؟"
  },
  {
    "emotion": "afraid",
    "context": "كنت أكره الظلام عندما كنت صغيرا.",
    "response": "هل كنت تخاف من الظلام"
  },
  {
    "emotion": "afraid",
    "context": "نعم. كان لدي ضوء ليلي للمساعدة.",
    "response": "نمت في غرفة أمي لأنني كنت دائمًا أخاف من الظلام"
  },
  {
    "emotion": "impressed",
    "context": "لذلك كنت في التشجيع الليلة الماضية وهذه الفتاة قامت بقفزة خلفية مزدوجة!",
    "response": "هل هبطت؟"
  },
  {
    "emotion": "impressed",
    "context": "بلى! لقد كانت سريعة حقًا وصعدت عالياً حقًا!",
    "response": "حلو. هل ابتهج الحشد؟"
  },
  {
    "emotion": "surprised",
    "context": "دخلت هارفارد. هل يمكنك تصديق ذلك؟",
    "response": "واو هذا عظيم! متى ستبدأ؟"
  },
  {
    "emotion": "surprised",
    "context": "في الخريف.",
    "response": "هذا رائع حقًا! كيف يجعلك ذلك تشعر؟"
  },
  {
    "emotion": "annoyed",
    "context": "يزعجني أن زوجتي تستمر في إعطاء ابننا عصا على الرغم من أنه يؤذي نفسه في كل مرة",
    "response": "لماذا لا تقول شيئا؟"
  },
  {
    "emotion": "annoyed",
    "context": "لقد فعلت ذلك ، اتصلت بي بوالد الهليكوبتر وتضحك علي",
    "response": "هذا ليس لطيفا."
  },
  {
    "emotion": "afraid",
    "context": "أنا خائف من المهرجين.",
    "response": "يا إلهي ، أنا أيضًا !! خاصة المهرج من فيلم IT"
  },
  {
    "emotion": "afraid",
    "context": "نعم رأيت هذا الفيلم وبكيت.",
    "response": "نمت مع ضوء لمدة ليلتين لول"
  },
  {
    "emotion": "terrified",
    "context": "قمت برحلة خلال عطلة نهاية الأسبوع حيث أقمنا في فندق لطيف مع شرفة تطل على حمام السباحة.",
    "response": "هذا يبدو لطيفًا حقًا! هل بقيت بالقرب من المحيط؟"
  },
  {
    "emotion": "terrified",
    "context": "نعم في بيلوكسي. وأن كان للشرفة جانب سلبي. ستحاول طيور النورس دائمًا سرقة طعامك.",
    "response": "أتذكر إلقاء الطعام ومشاهدتهم وهم يمسكون به عندما كنت طفلاً."
  },
  {
    "emotion": "surprised",
    "context": "عندما ركبت سيارتي للذهاب إلى العمل لاحظت ملاحظة على مقعدي.",
    "response": "ماذا قالت؟"
  },
  {
    "emotion": "surprised",
    "context": "كان من ابني البالغ من العمر 7 سنوات ، أراد أن يخبرني أنه أحبني وتمنى أن يأتي للعمل معي ،",
    "response": "هذا جميل جدا. أعطه عشرين دولارًا."
  },
  {
    "emotion": "surprised",
    "context": "أعتقد أنني سأخرجه لتناول الآيس كريم.",
    "response": "أراهن أنه سيحب ذلك."
  },
  {
    "emotion": "ashamed",
    "context": "لقد غششت في الاختبار. أشعر بالخجل الشديد.",
    "response": "أوه لا: (ربما يجب عليك الاعتراف وأنا متأكد من أنك ستشعر بتحسن"
  },
  {
    "emotion": "ashamed",
    "context": "سأفعل لكني سأقع في مشكلة",
    "response": "اني اتفهم. ربما في المرة القادمة لا يجب أن تغش"
  },
  {
    "emotion": "sentimental",
    "context": "أفتقد أفراد عائلتي لأنهم ذهبوا جميعًا الآن ...",
    "response": "آسف لسماع ذلك."
  },
  {
    "emotion": "sentimental",
    "context": "نعم ، مع تقدمك في السن ، عليك مواجهة حقيقة أن الأحباء لا يتواجدون إلى الأبد.",
    "response": "نعم. لقد فقدت جدتي."
  },
  {
    "emotion": "grateful",
    "context": "كدت أموت العام الماضي.",
    "response": "هذا شيء فظيع أن يحدث ، أنا متأكد ..."
  },
  {
    "emotion": "grateful",
    "context": "نعم كنت محظوظا جدا.",
    "response": "أنا سعيد لأنك ما زلت هنا أيضًا! فكر في البديل :("
  },
  {
    "emotion": "embarrassed",
    "context": "ذهبت للسباحة في المسبح في وقت متأخر من ليلة واحدة في إجازة.",
    "response": "جميل كيف كانت المياه."
  },
  {
    "emotion": "embarrassed",
    "context": "لقد كان ppol ساخنًا لذا كان ذلك لطيفًا. ولكن عندما قفزت في بعض مايو خرجت بعض وصلات الشعر!",
    "response": "هذا مضحك. هل حصلت عليهم جميعًا؟"
  },
  {
    "emotion": "terrified",
    "context": "أنا خائف من الأشباح.",
    "response": "أنا أيضا. لا أحب حتى عندما يكون الظلام شديدًا في الداخل أو الخارج."
  },
  {
    "emotion": "terrified",
    "context": "آمل ألا أقابل شبحًا أبدًا.",
    "response": "ربما نحن أشباح."
  },
  {
    "emotion": "prepared",
    "context": "أنا مستعد دائمًا للأعاصير.",
    "response": "أنا أعيش في تكساس ، ولا داعي للقلق بشأنهم هنا."
  },
  {
    "emotion": "prepared",
    "context": "انا احب تكساس.",
    "response": "تكساس مكان رائع! لكن يمكنني أن أفهم الحاجة إلى الاستعداد."
  },
  {
    "emotion": "grateful",
    "context": "So i got a huge bonus at work last week!",
    "response": "كم الثمن؟"
  },
  {
    "emotion": "grateful",
    "context": "كان يكفي أنني تمكنت من سداد قيمة سيارتي والعديد من الفواتير.",
    "response": "رائع. ما نوع السيارة."
  },
  {
    "emotion": "angry",
    "context": "شقتي بالقرب من حاوية القمامة لمجمعنا.",
    "response": "هذا فظيع ، هل له رائحة؟"
  },
  {
    "emotion": "angry",
    "context": "لا. هذه ليست المشكلة. في بعض الأحيان يترك الناس قمامةهم في الخارج ثم يكون هناك الكثير من حيوانات الراكون هناك في الليل.",
    "response": "يجب أن تخبر أحداً."
  },
  {
    "emotion": "hopeful",
    "context": "أتمنى أن أفوز باليانصيب هذا الأسبوع.",
    "response": "أعتقد أنه دوري للفوز باليانصيب"
  },
  {
    "emotion": "hopeful",
    "context": "ربما يمكننا تقسيمها إذا فزنا.",
    "response": "بالتأكيد ، هذا يبدو وكأنه خطة حقيقية. لول"
  },
  {
    "emotion": "annoyed",
    "context": "صديقي مزعج جدا",
    "response": "ماذا فعل؟"
  },
  {
    "emotion": "annoyed",
    "context": "He just talks too much.",
    "response": "نعم ، أستطيع أن أرى كيف يمكن أن يكون الأمر مزعجًا"
  },
  {
    "emotion": "joyful",
    "context": "كنت سعيدا جدا عندما ولد ابني.",
    "response": "اووو. لا تخبر أحدا ولكن ابني هو طفلي المفضل. لدي فتاتان أيضا."
  },
  {
    "emotion": "joyful",
    "context": "لن أخبر أحدا.",
    "response": "كم عمر ابنك الآن؟"
  },
  {
    "emotion": "anxious",
    "context": "لا يمكن أن يصل الهالوين هنا بالسرعة الكافية.",
    "response": "أنا أحب الهالوين."
  },
  {
    "emotion": "anxious",
    "context": "إنه المفضل لدي. أحب ارتداء الملابس مع أطفالي وأكل كل الحلوى.",
    "response": "أنا أحب الحلوى."
  },
  {
    "emotion": "confident",
    "context": "لذلك ذهبت لاصطحاب لوسي الليلة الماضية من أجل موعدنا. كنت مؤدبا جدا ولطيفا.",
    "response": "Where did you meet her?"
  },
  {
    "emotion": "confident",
    "context": "نلتقي عبر الإنترنت على موقع المواعدة. كنت متوترة لكنني لم أسمح لها بالظهور وتولت المسؤولية.",
    "response": "هذا بارد. هل تراها مرة أخرى؟"
  },
  {
    "emotion": "proud",
    "context": "أنا سعيد جدًا لأنني تخرجت من الكلية.",
    "response": "أراهن! يجب أن تشعر وكأنها إنجاز ضخم."
  },
  {
    "emotion": "proud",
    "context": "نعم وكان لدي 4.0",
    "response": "لم أكن أعرف أن لديك 4.0! كيف يشعر والديك حيال ذلك."
  },
  {
    "emotion": "surprised",
    "context": "تلقيت طلب إلى مكتب رئيسي. اعتقدت أنني أتلقى أخبارًا سيئة ولكن اتضح أنه عُرض علي ترقية.",
    "response": "لطيف. هل أخذته؟"
  },
  {
    "emotion": "surprised",
    "context": "بالتأكيد فعلت!",
    "response": "جميل هل أخذته؟"
  },
  {
    "emotion": "confident",
    "context": "لقد درست وأنا متأكد من أنني سأجتاز الاختبار.",
    "response": "حظا سعيدا! ابذل قصارى جهدك. يبدو أنك مستعد جيدًا."
  },
  {
    "emotion": "confident",
    "context": "أتوقع وجود A.",
    "response": "I hope you get it!"
  },
  {
    "emotion": "hopeful",
    "context": "ماذا عن رئيسنا هاه؟",
    "response": "أنا لست في أمريكا في الواقع ، لذا فأنا لا أشاركك في نفس الفرح: p"
  },
  {
    "emotion": "hopeful",
    "context": "لول. لا يوجد فرح هنا. لكنني أعتقد أن الطريقة الوحيدة للذهاب الآن هي.",
    "response": "هذا دائمًا هو الجانب الإيجابي لضرب الحضيض ، أليس كذلك؟"
  },
  {
    "emotion": "trusting",
    "context": "تركت جيراني الجدد يستعيرون جزازة العشب. عادت مكسورة.",
    "response": "هذا مريع. هل تعتقد أنهم سوف يعتنون به>"
  },
  {
    "emotion": "trusting",
    "context": "لا. لقد ذهبوا هادئين جدا.",
    "response": "آمل ألا ينتهي بك الأمر في المحكمة."
  },
  {
    "emotion": "guilty",
    "context": "ابنتي كسولة جدا هذا الصيف.",
    "response": "أعتقد أن هذا هو المعتاد للأطفال. كم عمرها"
  },
  {
    "emotion": "guilty",
    "context": "13. أكلت عشاءها أمس لأنها رفضت النهوض. أشعر بالسوء حيال ذلك الآن",
    "response": "هذا نوع من المضحك رغم ذلك. كيف كان رد فعلها؟"
  },
  {
    "emotion": "ashamed",
    "context": "لقد كذبت على الشرطة. أنا أشعر بالعار.",
    "response": "يجب ألا تكذب عليهم أبدًا. ماذا قلت؟"
  },
  {
    "emotion": "ashamed",
    "context": "قلت إنني لا أعرف مكان صديقي.",
    "response": "هل فعل صديقك شيئًا سيئًا؟ لماذا كانوا يبحثون عنهم"
  },
  {
    "emotion": "excited",
    "context": "حصلت على تذاكر للذهاب إلى مدينة الملاهي في نهاية هذا الأسبوع.",
    "response": "لطيف. أي واحدة؟"
  },
  {
    "emotion": "excited",
    "context": "حسنًا ، لديهم واحد بالقرب من وظيفتي. ابني جاك يريد حقًا الذهاب لذلك أنا آخذه.",
    "response": "يجب أن يكون ممتعا."
  },
  {
    "emotion": "sentimental",
    "context": "ذهبت إلى الشاطئ في ذلك اليوم وتذكر كم أحب صديقي الذهاب معًا.",
    "response": "أوه ، هل استمتعت به؟ انا احب الذهاب الى الشاطئ"
  },
  {
    "emotion": "sentimental",
    "context": "نعم. لقد استمتعت كثيرا. لهذا السبب جعلني أفكر في صديقي.",
    "response": "أنت تفتقد صديقك ، هاه"
  },
  {
    "emotion": "furious",
    "context": "لا تكره عندما تطلب الطعام وهذا فظيع.",
    "response": "أنا افعل. يجعلني غاضبا."
  },
  {
    "emotion": "furious",
    "context": "لقد طلبنا Krystals في رحلة برية ولم نتمكن حتى من استعادتها لأنها كانت ستكلف الكثير من الوقت على الطريق. كنت مستاء جدا.",
    "response": "أنا لا أحب الكريستالات."
  },
  {
    "emotion": "disgusted",
    "context": "حاولت القبض على مجرم لكنه هرب.",
    "response": "هل كان لديه سلاح؟"
  },
  {
    "emotion": "disgusted",
    "context": "نعم ولكن بسكين صغير فقط.",
    "response": "ماذا كنت ستفعل إذا أمسكت به؟"
  },
  {
    "emotion": "embarrassed",
    "context": "نسيت السطور في مسرحية المدرسة. انا كنت محرجا كثيرا.",
    "response": "أوه لا! هل كان عليك تذكر الكثير من السطور؟"
  },
  {
    "emotion": "embarrassed",
    "context": "نعم. كنت الشخصية الرئيسية.",
    "response": "أوه ، هذا مثير للإعجاب ولكني لا ألومك على نسيان الخطوط في ذلك الوقت حيث ربما كان هناك أطنان."
  },
  {
    "emotion": "grateful",
    "context": "حصلت على مخزون من الأسرة منذ وقت طويل. أنا فقط تركتها تجلس هناك. لقد ارتفع 10 مرات منذ ذلك الحين.",
    "response": "نجاح باهر! هل نظرت لترى كم تستحق؟ يمكن أن يكون لديك بعض المال."
  },
  {
    "emotion": "grateful",
    "context": "يكفي أن تدفع رهنًا لمدة عام واحد. أتساءل عما إذا كان يجب علي بيعه أو الاحتفاظ به الآن.",
    "response": "قد ترغب في التحدث إلى مستشار مالي حول هذا الموضوع."
  },
  {
    "emotion": "embarrassed",
    "context": "الليلة الماضية في العمل فقدت مفاتيحي ، بحثت في المكتب لمدة 30 دقيقة.",
    "response": "هل وجدتها؟"
  },
  {
    "emotion": "embarrassed",
    "context": "لقد فعلت ذلك ولكن المكتب بأكمله كان يراقبني طوال الوقت. كرهت أن أبدو غبيًا من هذا القبيل.",
    "response": "أنا متأكد من أن الجميع فقد شيئًا ما. إنهم على الأرجح سعداء لأنهم لم يكونوا هم."
  },
  {
    "emotion": "hopeful",
    "context": "لقد تقدمت للتو للحصول على ترقية ، ويجب أن أكسب 10 آلاف أكثر على الأقل.",
    "response": "هذا رائع. هل تعتقد أنك سوف تحصل عليه؟"
  },
  {
    "emotion": "hopeful",
    "context": "أنا ائمل كذلك! سوف يساعد في تمويل الكثير.",
    "response": "نعم بالتأكيد. هل تخطط لشراء أي شيء جديد؟"
  },
  {
    "emotion": "nostalgic",
    "context": "آخر مرة كنت في منزل والدي ، قمت بالاطلاع على بعض ألبومات الصور القديمة وبدأت في استعادة ذكرياتي.",
    "response": "ما هو رأيك حول؟"
  },
  {
    "emotion": "nostalgic",
    "context": "لقد فكرت للتو في مدى سهولة وراحة الحياة عندما كنت طفلاً. لم أكن وحدي أبدًا وكان لدي دائمًا ما أفعله",
    "response": "سعيد لسماع أنك حظيت بطفولة سعيدة. هل لديك أخوه؟"
  },
  {
    "emotion": "caring",
    "context": "ابن عمي خرج للتو من علاقة لمدة 7 سنوات. تبين أنها كانت تخون السنوات الثلاث الماضية.",
    "response": "هذا مريع. من لا يغادر الناس فقط بدلاً من إيذاء شريكهم. أنا لا أفهم."
  },
  {
    "emotion": "caring",
    "context": "أنا لا أحصل عليه سواء. آمل أن يتمكن من المضي قدمًا.",
    "response": "أنا أيضا. من الواضح أنها لم تكن الشخص المناسب. تمتص لقضاء الكثير من الوقت بالرغم من ذلك"
  },
  {
    "emotion": "disappointed",
    "context": "هل تشاهد لعبة العروش؟",
    "response": "لقد شاهدت الموسم الأول."
  },
  {
    "emotion": "disappointed",
    "context": "انا احب ذلك العرض. أنا حزين أنها تنتهي. يجب أن يبقى إلى الأبد.",
    "response": "ماذا؟ انها تنتهي؟ سمعت أنه لم ينته بعد من الكتب."
  },
  {
    "emotion": "joyful",
    "context": "لقد سئمت من حرارة الصيف. تعال في الخريف!",
    "response": "أنا موافق. أنا أحب الخريف."
  },
  {
    "emotion": "joyful",
    "context": "انها تصبح ساخنة في ممفيس. ابنتي مستعدة لبدء المدرسة على أي حال ،",
    "response": "أنا أحب ممفيس."
  },
  {
    "emotion": "content",
    "context": "كنت راضيًا عن درجة B في امتحاني.",
    "response": "إنها درجة النجاح. سأكون بخير معها"
  },
  {
    "emotion": "content",
    "context": "نعم لقد درست بجد لتمرير.",
    "response": "تخمين A سيكون لطيفًا بعد ذلك منذ أن عملت بجد."
  },
  {
    "emotion": "prepared",
    "context": "لدينا عرض عمل قادم قريبا. أعتقد أن لدينا كل شيء لنقدمه.",
    "response": "ذلك جيد. التحضير هو الخطوة الأولى في الحصول على عرض تقديمي جيد."
  },
  {
    "emotion": "prepared",
    "context": "نعم. آمل ألا نفوت أي شيء. لقد أمضينا الكثير من الوقت في ذلك.",
    "response": "عبرت الأصابع ، أتمنى أن يسير العرض على ما يرام."
  },
  {
    "emotion": "excited",
    "context": "أنا متحمس جدًا لأخذ إجازة مع زوجتي. كنا نرغب في البقاء في المقصورة لفترة.",
    "response": "هذا مشوق! تبدو المقصورة مريحة حقًا."
  },
  {
    "emotion": "excited",
    "context": "نعم ، لم نذهب في إجازة رومانسية منذ أكثر من عام ، لذلك أنا حقًا أتطلع إلى ذلك.",
    "response": "إنها سيدة محظوظة!"
  },
  {
    "emotion": "disappointed",
    "context": "يا رجل ، قابلت هذه الفتاة ذات مرة على Tinder واعتقدت تمامًا أن لدينا كيمياء رائعة ، لكنها بعد ذلك خدعتني تمامًا بعد ذلك.",
    "response": "هذا هو الأسوأ ، وأنا أعلم كيف تشعر ، أنا نوع من الظل الآن أنا نفسي."
  },
  {
    "emotion": "disappointed",
    "context": "يا له من أمر فظيع ، لا أتمنى ذلك على أي شخص. كانت تضحك وكل شيء مبتسم وكل شيء ، لا أستطيع أن أتخيل لماذا خدعتني.",
    "response": "فقط تذكر أن هذا يعني أنه من المحتمل جدًا أنها شبحك ، فأنت لا تريد أن تكون مع شخص مثل هذا على أي حال."
  },
  {
    "emotion": "nostalgic",
    "context": "كلما رأيت أصدقائي على Facebook ينشرون صورًا من مسقط رأسي ، أفتقدها قليلاً.",
    "response": "اووو. هل سبق لك أن عدت وزيارة؟"
  },
  {
    "emotion": "nostalgic",
    "context": "لم أعود بعد ولكن ربما سأفعل ذلك في الشتاء حتى أتمكن من تجربة الثلج مرة أخرى.",
    "response": "أين هي مسقط رأس رو؟"
  },
  {
    "emotion": "anxious",
    "context": "صديقتي ستحتفل بمشروب وترسم في عيد ميلادها غدًا",
    "response": "أراهن أنك متحمس ... هل ستأتي بأي شيء معك؟"
  },
  {
    "emotion": "anxious",
    "context": "زجاجة موسكاتو. إنها تحب ذلك.",
    "response": "يبدو لذيذ! هذا اختيار جيد امضي وقتا طيبا."
  },
  {
    "emotion": "jealous",
    "context": "أتمنى لو كنت الصخرة.",
    "response": "أي نوع من الصخور تريد أن تكون؟"
  },
  {
    "emotion": "jealous",
    "context": "الممثل الصخرة.",
    "response": "لذا صخرة دواين."
  },
  {
    "emotion": "proud",
    "context": "كان ابني بطيئًا جدًا في بدء التحدث.",
    "response": "/ هل أحضرت له مدرسًا؟"
  },
  {
    "emotion": "proud",
    "context": "أخذته للحصول على تقييم ونحن ننتظر مكانًا مفتوحًا في المدرسة. تدربت معه في المنزل دون توقف ، والآن لن يصمت. أنا فخور جدا به",
    "response": "سأكون فخورا به أيضا."
  },
  {
    "emotion": "surprised",
    "context": "لقد فوجئت عندما فاز ترامب في الانتخابات.",
    "response": "أنت؟ اعتقدت أنني كنت أحلم"
  },
  {
    "emotion": "surprised",
    "context": "Yes, Big upset.",
    "response": "حسنًا ، لا فائدة من البكاء على اللبن المسكوب."
  },
  {
    "emotion": "afraid",
    "context": "لقد فقدت وظيفتي مؤخرًا ، وأواجه صعوبة في العثور على وظيفة أخرى.",
    "response": "أشعر بألمك ، الذي حدث لي قبل بضع سنوات ، انتهى بي الأمر إلى الاضطرار إلى الاستقرار في وظيفة لم أحبها فقط لتغطية نفقاتهم."
  },
  {
    "emotion": "afraid",
    "context": "إنه وضع مخيف أن أكون فيه ولكن مثلك تقريبًا أتقدم إلى أي شيء هناك!",
    "response": "أتمنى أن تجد وظيفة ، حظا سعيدا!"
  },
  {
    "emotion": "angry",
    "context": "اهلا كيف انت؟",
    "response": "أنا بخير ، ماذا عنك؟"
  },
  {
    "emotion": "angry",
    "context": "لقد كنت أفضل ، أنا فقط منزعج من الكذب. هل الكذب يزعجك أيضا /",
    "response": "بالتأكيد ، إنه أحد أكبر ما يزعجني من الحيوانات الأليفة ، خاصة عندما يتهمني الناس بالكذب أيضًا."
  },
  {
    "emotion": "jealous",
    "context": "لقد مررت بأسوأ وقت الأسبوع الماضي. ذهبت مع صديقتي لرؤية أحد صديقاتها وتحدثت معه بطاقة وشغف أكثر بكثير مما تفعل معي.",
    "response": "أتمنى حقًا ألا أتمكن من الارتباط بذلك. لكنني أستطيع. نمر أنا وصديقي بوقت غريب في الوقت الحالي حيث تحب أن تخبرني عن مدى سخونة الرجال الآخرين في وجهي. إنه شعور فظيع ، وأنا أعلم بالضبط ما الذي تتحدث عنه. إذا حدث ذلك كثيرًا ، أقترح عليك أن تقول شيئًا عنه ، فمن الأفضل أن تعرف الحقيقة بدلاً من الإسهاب فيها في كل مرة."
  },
  {
    "emotion": "jealous",
    "context": "هذا فظيع جدا أن نسمع عنه. ألا تفهم الفتيات أن الرجال يريدون أيضًا أن يتم تقييمهم على بعض الرجال العشوائيين الذين يقابلونهم أو حتى مجرد رؤيتهم في الشارع؟ من الجنون بالنسبة لي أنهم وقحون جدًا في بعض الأحيان.",
    "response": "نعم ، لقد حاولت مؤخرًا أن أقرر ما إذا كنت أرغب في كتم صوت صديقتي على وسائل التواصل الاجتماعي أم لا ، مثل عدم حظرها ، فقط كتم صوتها. لأنه يزعجني كيف تتصرف بمفردها على وسائل التواصل الاجتماعي ، وهذا يربكني فيما إذا كانت تريد أن تكون معي ، أو تحاول فقط أن تعيش شخصية مختلفة عبر الإنترنت. لأنها تتحدث معي وكلها محبوبة ، ثم تدخل على وسائل التواصل الاجتماعي وتتحدث مثل \"لست بحاجة إلى أي شخص\" وتتحدث عن مدى جاذبية الرجال. وهذا يتركني عالقًا جدًا ومع أسوأ قلق."
  },
  {
    "emotion": "prepared",
    "context": "كنت مستعدًا لاختبار التاريخ بسبب الدراسة.",
    "response": "هل كان اختبار تاريخك صعبًا حتى بعد كل الدراسة؟"
  },
  {
    "emotion": "prepared",
    "context": "نعم ولكني كنت على استعداد.",
    "response": "هذا جيد ، هل انتهى بك الأمر بالمرور بعد ذلك؟"
  },
  {
    "emotion": "excited",
    "context": "لقد أغلقت الهاتف للتو مع أحد رفاقي القدامى الذين التقيت بهم لأول مرة منذ سنوات أمس وسنذهب للتسكع في وقت ما يوم الأحد! إنه يجعلني سعيدًا حقًا للاعتقاد بأننا نعيد الاتصال.",
    "response": "ذلك رائع. أين إلتقيت؟"
  },
  {
    "emotion": "excited",
    "context": "التقينا بالأمس في هذا المطعم وأجرينا حديثًا جيدًا وتناولنا بعض الطعام وتحدثنا عن حياة بعضنا البعض.",
    "response": "ماذا اكلت؟"
  },
  {
    "emotion": "devastated",
    "context": "لا أصدق أن الصقور فجرت سوبر بول. كنت هناك.",
    "response": "أوه كنت؟ أنا حقًا لست من عشاق الرياضة ، فما هو الشيء الكبير في هذا الأمر؟"
  },
  {
    "emotion": "devastated",
    "context": "لم يحدث من قبل.",
    "response": "ولا مرة؟ لعنة ، لا عجب أنك صدمت بهذا!"
  },
  {
    "emotion": "excited",
    "context": "انا احب كرة القدم هل انت مستعد لهذا الموسم",
    "response": "نعم متى يبدأ الموسم؟"
  },
  {
    "emotion": "excited",
    "context": "أغسطس ، لا أستطيع الانتظار.",
    "response": "هذا مثير ، من هو فريقك المفضل؟"
  },
  {
    "emotion": "apprehensive",
    "context": "كنت خائفًا من الزواج.",
    "response": "هل تندم الآن بعد أن كنت؟"
  },
  {
    "emotion": "apprehensive",
    "context": "لا ، لكني ما زلت قلقة.",
    "response": "لماذا مازلت قلقة؟"
  },
  {
    "emotion": "devastated",
    "context": "تركت قطتي تخرج في المساء ولم تعد إلى المنزل.",
    "response": "أوه لا. منذ متى ذهبت."
  },
  {
    "emotion": "devastated",
    "context": "يومان. أنا أعيش على طريق ، لذا أخشى أن تذهب في هذا الاتجاه.",
    "response": "لا اتمنى. قط أصدقائي غادر لمدة أسبوعين مرة واحدة. عادت جائعة لكنها كانت بخير."
  },
  {
    "emotion": "devastated",
    "context": "لقد رأيت الكثير من الحيوانات تُقتل على الطرق السريعة. هذا محزن.",
    "response": "حسنًا ، آمل أن تعود قطتك بأمان."
  },
  {
    "emotion": "devastated",
    "context": "شكرا ، لطيف الدردشة معك",
    "response": "you too"
  },
  {
    "emotion": "content",
    "context": "شقتي رهيبة.",
    "response": "هل يمكنك القيام بأي عمل لها. أعلم أن هناك الكثير من الأفكار على موقع Pinterest لتنشيط مكان ما."
  },
  {
    "emotion": "content",
    "context": "ليس من المفترض أن نفعل ذلك ، لكنني فعلت ذلك على أي حال. يجب أن أحقق أفضل ما في الأمر.",
    "response": "استمر بالمرصاد وتحدث إلى أصحاب العقارات. عادة ما يسمعون عن الأماكن الجيدة أولاً"
  },
  {
    "emotion": "anxious",
    "context": "أعلم أن الوقت يبدو متأخرًا ، لكنني في التاسعة عشرة من عمري وذهبت في أول موعد لي منذ حوالي شهر واحد فقط.",
    "response": "كيف وجدته؟"
  },
  {
    "emotion": "anxious",
    "context": "قبل ذلك ، كنت متوترة حقًا لأنني سأفشل الأمر وأجعل الأمور محرجة. على عكس ذلك لم يكن الأمر سيئًا للغاية!",
    "response": "ذلك رائع. أين ذهبت."
  },
  {
    "emotion": "afraid",
    "context": "أخشى كيف سأموت.",
    "response": "أنا قلق بشأن ذلك من حين لآخر ، لكنني أدفعه إلى الجزء الخلفي من ذهني كالمعتاد."
  },
  {
    "emotion": "afraid",
    "context": "آمل ألا تكون مؤلمتي.",
    "response": "أنا متأكد من أنه لن يكون كذلك ، فمعظم الناس يموتون بسبب الشيخوخة حول أصدقائهم وعائلاتهم بطريقة سلمية ، لذلك فقط أتمنى ذلك."
  },
  {
    "emotion": "excited",
    "context": "أنا أحب الهوكي ، هل أنت مستعد للموسم؟",
    "response": "أنا أحب فريق أويلرز ، من هو فريقك المفضل؟"
  },
  {
    "emotion": "excited",
    "context": "أنا أحب الأوراق.",
    "response": "جميل ، أتمنى أن يكونوا جيدًا هذا الموسم."
  },
  {
    "emotion": "grateful",
    "context": "أعتقد أن لدي بعض الأطفال المحترمين. قد يكون من السابق لأوانه معرفة ذلك.",
    "response": "أوه ، كل الأطفال مشكوك فيهم قليلاً ، على ما أعتقد. هل أنت مدرس أم تقصد أطفالك؟"
  },
  {
    "emotion": "grateful",
    "context": "أكبر عمري هو 13. إنها الأسوأ. ولكن 2 و 3 سنوات مثالية لول",
    "response": "المراهقون فظيعون! إنني أتطلع حقًا إلى أن تصبح ابنتي مراهقة .... لا."
  },
  {
    "emotion": "grateful",
    "context": "لول. إنها منزعجة من كل شيء طوال الوقت. لم أستطع أن أكون بهذه الطريقة لول",
    "response": "أمي وضعت \"اللعنة\" علي. قالت إنها تأمل أن تصرف ابنتي أسوأ مني بعشر مرات. إذا كان الأمر كذلك ، فأنا بحاجة إلى البدء في الادخار للمدرسة الداخلية ، لأنني كنت مروعًا!"
  },
  {
    "emotion": "grateful",
    "context": "هذا مضحك. ربما كنت فظيعًا أيضًا في ذلك الوقت.",
    "response": "حظا سعيدا!"
  },
  {
    "emotion": "grateful",
    "context": "خرج الإرسال في سيارتي في أسوأ وقت ممكن. لا يمكنني بأي حال من الأحوال أن أستبدلها أو أعيد بناؤها. كان والدي قادرًا على إقراضي 500 دولار للحصول على الإرسال الجديد ، وكان والدي قادرًا على وضعه.",
    "response": "فهل تعمل الآن؟ أحتاج إلى ناقل الحركة من أجل فولفو قديمة. أنا أدخر لشراء سيارة جديدة بدلاً من ذلك."
  },
  {
    "emotion": "grateful",
    "context": "لا يزال العمل قيد التقدم ، لكننا اختبرنا ناقل الحركة قبل أن نضعه. إنه يعمل بشكل رائع وخرج من سيارة لا يتجاوز طولها 90 ألف ميل ، مقابل 200 ألف ميل. أرغب في الحصول على سيارة جديدة ، لكنني لا أريد أن أتحمل دفعة أخرى حتى يتم سداد منزلي.",
    "response": "من المنطقي. لا أريد المزيد من الفواتير حتى يذهب أطفالي إلى المدرسة. الرعاية النهارية باهظة الثمن."
  },
  {
    "emotion": "grateful",
    "context": "نعم إنه كذلك! خاصة لشخصين!",
    "response": "بالطبع يكره الطفل البالغ من العمر 13 عامًا مجالسة الأطفال. لا استطيع الانتظار حتى تخرج. كيه"
  },
  {
    "emotion": "grateful",
    "context": "بالطبع تفعل! لول هذا مضحك ، لكنني أعرف مدى صعوبة المراهقين ، لذا فهو نوع من الجدية أيضًا.",
    "response": "كانت هذه أكثر دردشة ممتعة أجريتها اليوم. استمتع بيومك!"
  },
  {
    "emotion": "apprehensive",
    "context": "كان لديه متلازمة هيلب مع الطفل الأول. اقضِ الأشهر التسعة كلها في الحمل بطفل ثان تقلق بشأن حدوث نفس الشيء.",
    "response": "ما هو هيلب؟ أنا آسف أن عليك أنت وطفلك المرور بذلك"
  },
  {
    "emotion": "apprehensive",
    "context": "يحدث هذا بشكل أساسي عندما يتقدم تسمم الحمل إلى الحد الذي لا يتجلط فيه الدم وتبدأ أعضائك في الانغلاق.",
    "response": "هذا مريع. هناك الكثير من الأشياء التي يجب أن تخافين منها أثناء الحمل!"
  },
  {
    "emotion": "jealous",
    "context": "سيارتي معطلة منذ حوالي شهر. في كل مرة أغادر المنزل أرى جميع السيارات الجديدة.",
    "response": "أنا أكره قضايا السيارات على الإطلاق. هل ستصلحها أم تشتري واحدة أخرى؟"
  },
  {
    "emotion": "jealous",
    "context": "أنا أحفظ لواحد جديد. لم يكن لدي حتى عام.",
    "response": "هل كان لديها أي ضمان عند شرائها؟"
  },
  {
    "emotion": "lonely",
    "context": "أنا دائما وحدي في الصيف.",
    "response": "لماذا انت وحدك كثيرا في الصيف؟"
  },
  {
    "emotion": "lonely",
    "context": "زوجتي تذهب إلى كندا لزيارة والدتها.",
    "response": "هل لديك اصدقاء بالجوار؟ اذهب إلى الحانة وقابل بعض الأصدقاء!"
  },
  {
    "emotion": "nostalgic",
    "context": "كنت أشعر بالطموح حقًا في ذلك اليوم وقررت أن أقود سيارتي إلى ساحة انتظار مدرستي الابتدائية القديمة فقط لأرى كل الأشياء التي اعتدت رؤيتها منذ سنوات.",
    "response": "هل كانت كما تذكرتها؟"
  },
  {
    "emotion": "nostalgic",
    "context": "كان بالضبط نفس الشيء! لقد فوجئت بشدة بعدم إجراء أي تجديدات ونفس الملعب والمباني وكل شيء.",
    "response": "إنه لأمر مدهش أنه لم يتم هدمه أو إعادة تشكيله. يبدو أنهم يرمون الكثير من المباني بعيداً هذه الأيام."
  },
  {
    "emotion": "jealous",
    "context": "تعيش أخت زوجي بشكل أساسي من حماتي ويحصل أطفالها على كل شيء. نادراً ما تعطي حماتي أطفالنا أي شيء لأن لدينا المال للقيام بذلك بأنفسنا - وأنا أشعر بالانزعاج قليلاً في بعض الأحيان.",
    "response": "أعرف هذا الشعور أيضًا ، على الأقل إلى حد ما. تبدو محاباة واضحة لي ، لكن ربما أكون مخطئًا."
  },
  {
    "emotion": "jealous",
    "context": "كانت تقول دائمًا \"إذا لم أشتريها لهم ، فلن يكون لديهم\". لكنها سخيفة بعض الشيء لأن أخت زوجي لديها المال ، لكنها ترفض فقط تربية أطفالها.",
    "response": "هذا النوع من الأشياء يجعلني دائمًا غاضبًا للغاية ، لأنه من الواضح أنه محاباة ونفاق ولا يهتمون بشيء."
  },
  {
    "emotion": "impressed",
    "context": "أنا حقا أحب مدرب كرة القدم الجديد.",
    "response": "انا احب كرة القدم عمن تتحدث؟ أي فريق؟"
  },
  {
    "emotion": "impressed",
    "context": "الصقور ومدربهم الدفاعي الجديد.",
    "response": "حسنا أرى ذلك! هل انت متحمس معه هل تعتقد أنه بإمكانهم الذهاب إلى السوبر بول؟"
  },
  {
    "emotion": "proud",
    "context": "أنا فخور جدا بكوني أمريكي.",
    "response": "أنا أعرف هذا الشعور! هل أنت منخرط في أي مجموعات سياسية أو ناشطة؟"
  },
  {
    "emotion": "proud",
    "context": "لا لست كذلك.",
    "response": "وأنا كذلك. لكنني أتفق مع مشاعرك - إنه مكان رائع للعيش فيه وتكون جزءًا منه!"
  },
  {
    "emotion": "anticipating",
    "context": "لقد حاولنا إنجاب طفل لفترة طويلة ، حوالي 4 سنوات. كان انتظار تلك الأشهر التسعة لمقابلتها صعبًا للغاية!",
    "response": "نعم. أنا لا أملك أي أطفال."
  },
  {
    "emotion": "anticipating",
    "context": "لدينا اثنان الآن وكلاهما يكبران تقريبًا - أعتقد أنه حان وقت الأحفاد!",
    "response": "نعم. الأحفاد سيكونون ممتعين."
  },
  {
    "emotion": "guilty",
    "context": "أشعر بالسوء لأنني سرقت ملف تعريف ارتباط من جرة البسكويت.",
    "response": "أوه لا. هل تخلصت من الأدلة؟"
  },
  {
    "emotion": "guilty",
    "context": "Yes. I ate it quick.",
    "response": "من هم ملفات تعريف الارتباط؟"
  },
  {
    "emotion": "joyful",
    "context": "لقد كنت ضعيفًا في الكلية لفترة من الوقت.",
    "response": "Do you study?"
  },
  {
    "emotion": "joyful",
    "context": "أنا أفعل الآن. لقد نجحت في جميع فصول الفصل الدراسي الماضي ، لذلك أعتقد أنني عدت إلى المسار الصحيح.",
    "response": "ذلك جيد. أين تذهب؟"
  },
  {
    "emotion": "anxious",
    "context": "لدي مقابلة عمل الأسبوع المقبل. أشعر بقليل من عدم الارتياح حيال ذلك.",
    "response": "يمكن أن تكون المقابلات محطمة للأعصاب."
  },
  {
    "emotion": "anxious",
    "context": "نعم ، أنا بالتأكيد متحمس لذلك",
    "response": "أعتقد أنك إذا حافظت على هدوئك فستكون بخير."
  },
  {
    "emotion": "angry",
    "context": "كان لدي مؤخرًا موعد للمحكمة لإعالة الطفل.",
    "response": "ييكيس ، يجب أن يكون ذلك مخيفًا بعض الشيء. كيف سار الأمر؟"
  },
  {
    "emotion": "angry",
    "context": "لم يحضر الطرف الآخر لذلك أصدروا أمر اعتقال بحقه. لا داعي للعودة الآن.",
    "response": "هذا شيء على الأقل. آمل أن يمسكوا به."
  },
  {
    "emotion": "angry",
    "context": "إنهم يفعلون ذلك دائمًا ثم نبدأ من جديد. شيء محزن.",
    "response": "نعم ، لدي صديق مر بنفس الموقف. إنها تريد فقط ما هو الأفضل لأطفالها. آمل أن تتحسن الأمور بالنسبة لك."
  },
  {
    "emotion": "content",
    "context": "أنا بخير مع كوني بدينة.",
    "response": "لا يجب أن يكون شكلك مهمًا ، ولكن لماذا تعتقد أنك بدين؟"
  },
  {
    "emotion": "content",
    "context": "وزني أكثر مما ينبغي.",
    "response": "لا يعني ذلك أنك بدين أو بدين. كل شخص مختلف."
  },
  {
    "emotion": "excited",
    "context": "أنا متحمس لمباريات البيسبول أنت؟",
    "response": "أشاهده أحيانًا ، قد يكون بطيئًا بعض الشيء بالنسبة لذوقي."
  },
  {
    "emotion": "excited",
    "context": "أنا أحب اليانكيز.",
    "response": "هل انت من منطقة نيويورك. أنا بعيد قليلاً عن الجنوب ، لكني أحبهم بالتأكيد."
  },
  {
    "emotion": "impressed",
    "context": "كان لدي واجب هيئة المحلفين لمدة ثلاثة أشهر هذا الربيع. كانت ممتعة ومثيرة للدهشة.",
    "response": "أكره واجب هيئة المحلفين."
  },
  {
    "emotion": "impressed",
    "context": "يمكن أن يكون مصدر إزعاج ولا يدفع سوى 12 دولارًا في اليوم. لذلك كان ذلك سيئًا.",
    "response": "نعم. هم يدفعون أقل من اللازم."
  },
  {
    "emotion": "surprised",
    "context": "لا أصدق أنه لم تمطر اليوم.",
    "response": "نعم ، هل لديك طقس لطيف ، أم أنه جاف جدًا ويحتاج إلى بعض المطر؟"
  },
  {
    "emotion": "surprised",
    "context": "نعم نحتاج المطر.",
    "response": "أنا أرى. حسنًا ، ربما يستدعي الطقس البعض في المستقبل القريب؟ أنا أحب أشعة الشمس ، لكن أعلم أننا بحاجة إلى بعض المطر أيضًا ، آمل أن تحصل على القليل قريبًا."
  },
  {
    "emotion": "terrified",
    "context": "لقد شهدنا بعض العواصف الممطرة الكبيرة هذا الربيع والصيف. دخل الجدول خلف منزلي في حديقتي مرتين. مخيف جدا.",
    "response": "أوه لا! هذا مخيف! لم يغمر المنزل ، أليس كذلك؟"
  },
  {
    "emotion": "terrified",
    "context": "ليس هذه المرة. لكنها فعلت بعض الشيء في عام 2009. وكان من الصعب جدًا تنظيف الطين والفوضى.",
    "response": "انا اسف لسماع ذلك!"
  },
  {
    "emotion": "furious",
    "context": "لقد كنت غاضبًا جدًا في ذلك اليوم ، ذهبت إلى المتجر وكنت أتسوق البقالة. عندما خرجت ، لاحظت أن سيارتي كانت مخدوشة جدًا على المصد الخلفي. كنت غاضبًا جدًا وغاضبًا ، وما زلت كذلك.",
    "response": "هذا في الواقع محبط للغاية! لم تترك أي ملاحظة على سيارتك أو أي شيء من السائق الآخر؟"
  },
  {
    "emotion": "furious",
    "context": "لا! هذا هو أسوأ جزء. أستطيع أن أفهم إذا ترك شخص ما ملاحظة ليقول آسف. لكن لا :(",
    "response": "آسف لسماع ذلك ، آمل حقًا ألا يكلف إصلاح ذلك كثيرًا."
  },
  {
    "emotion": "sad",
    "context": "ما زلت منزعجًا من هذا الأمر ، لكن منذ شهر أو أكثر ، كنت حقًا في هذه الفتاة من Tinder وبدأنا في المواعدة أيضًا. لسوء الحظ ، بعد 4 أو 5 أيام ، قالت إنها تريد التوقف عن المواعدة ولم تتحدث معي منذ ذلك الحين.",
    "response": "أوه لا ، هذا مقرف حقا. من المروع أنها أرادت إنهاء الأشياء ، خاصة وأنك كنت تحبها حقًا. انا اسف."
  },
  {
    "emotion": "sad",
    "context": "لا بأس ، أشعر بتحسن كبير حيال ذلك. الشيء الذي يزعجني هو أنها انتقلت من فرحة فائقة بشأن المواعدة إلى إنهائها حرفيًا وظلالها في وقت قصير جدًا. يجعلني أعتقد أن كل شيء كان مزيفًا ، لكن لا يمكنني التفكير في سبب قيامها بذلك.",
    "response": "هذا أمر غريب ومؤسف حقًا. لحسن الحظ ، هناك العديد من الفتيات اللائي يناسبك بشكل أفضل :) لا تفقد الأمل!"
  },
  {
    "emotion": "confident",
    "context": "لقد قضينا وقتًا ممتعًا حقًا في إجازتنا قبل أسبوعين.",
    "response": "هذا يبدو لطيفًا. ذهبت في إجازة إلى تايلاند الأسبوع الماضي. ماذا فعلت؟"
  },
  {
    "emotion": "confident",
    "context": "ذهبنا إلى عالم ديزني مع بعض الأصدقاء الذين لم يسبق لهم الزيارة من قبل. نحن حاملو ممر ، لذا فقد مررنا عدة مرات ، ولكن كان من الممتع رؤيته من خلال عيون شخص لم يسبق له مثيل من قبل.",
    "response": "أنا أعرف ما الذي يشعر وكأنه. لابد أنها كانت مثيرة!"
  },
  {
    "emotion": "confident",
    "context": "قضينا وقت رائع! كلانا لديه أطفال صغار لذا فقد أحبوا اللعب معًا ، وكان من الجيد مساعدتنا في إظهار الحبال وجميع \"الأسرار\" لأصدقائنا",
    "response": "دائمًا ما يكون التصرف كـ \"مرشد\" في هذه المواقف ممتعًا ويجعل التجربة بأكملها أفضل!"
  },
  {
    "emotion": "annoyed",
    "context": "لقد كانت تجربة سيئة حقًا. خاصة وأنني أهدرت كل المكونات!",
    "response": "أوه لا ، هل كانت وجبة مهمة؟"
  },
  {
    "emotion": "annoyed",
    "context": "نعم ، كانت بيتزا حفلة عيد ميلاد ابن أخي. وقد وعدته بأن أعد بيتزا الببروني المفضلة لديه!",
    "response": "هذا محزن جدا! ماذا فعلت في نهاية المطاف بدلا من ذلك؟"
  },
  {
    "emotion": "annoyed",
    "context": "كان علينا أن نطلب من سلسلة وجبات سريعة! لم يكن الأمر سيئًا ، لكن من العدل أن نقول إن ابن أخي أصيب بخيبة أمل في داخلي.",
    "response": "ما الخطأ الذي حدث في البيتزا التي كنت تحاول صنعها؟"
  },
  {
    "emotion": "terrified",
    "context": "كنت خائفة جدا في الطائرة بسبب الاضطرابات الشديدة.",
    "response": "نعم الطائرات تجعلني أشعر بالغثيان أيضًا. ماذا تفعل للتعامل معها؟"
  },
  {
    "emotion": "terrified",
    "context": "لم أتمكن من التعامل معها. أصبت بنوبة هلع شديدة.",
    "response": "أنا آسف لسماع هذا. الطيران ليس سهلاً أبدًا ، خاصة عندما تشعر بالتوتر"
  },
  {
    "emotion": "guilty",
    "context": "إنه شيء كان مهمًا حقًا بالنسبة لها ، وما زلت أشعر بالسوء لأنني فاتني عيد ميلادها الخامس عشر",
    "response": "من هي؟"
  },
  {
    "emotion": "guilty",
    "context": "ابنة عمي ، لقد أرادتني حقًا أن أحضر حفلتها لأنها تستمتع بالطهي وقد خططت لصنع ملفات تعريف الارتباط",
    "response": "هذا سيئ. هل اشتريت لها هدية جيدة لتنسى ذلك؟"
  },
  {
    "emotion": "afraid",
    "context": "مرحبا! ذات مرة عندما كنت أقود سيارتي على ثلوج جديدة كادت أن أمحو في حفرة ، الأمر الذي أخافني",
    "response": "هذا يبدو مخيفًا! هل كنت بخير"
  },
  {
    "emotion": "afraid",
    "context": "لقد انتهيت من أن أكون بخير ، لكن الرجل كنت متوترًا وأرتجف",
    "response": "مفهوم ، يجب أن يكون غير متوقع للغاية!"
  },
  {
    "emotion": "caring",
    "context": "لقد استمتعت حقًا برعاية ابن أخي أمس. تركته والدته معي منذ أن كانت تعمل.",
    "response": "يمكن أن يكون هذا وقتًا ممتعًا ، فمن الجيد مشاهدة الأطفال أحيانًا"
  },
  {
    "emotion": "caring",
    "context": "أنا موافق. لقد لعبنا للتو أجهزة إكس بوكس ​​وتناولنا وجبات خفيفة. أشعر أنه استمتع بوقته حقًا.",
    "response": "أحب لعب ألعاب الفيديو ، وأنا متأكد من أنه استمتع بذلك ، حتى لو كنت سأستمتع به!"
  },
  {
    "emotion": "impressed",
    "context": "تقدم أخي بطلب للحصول على مدرسة Ivy League هذا العام ، ووجدنا للتو أنه تم قبوله!",
    "response": "جميل ، أنا سعيد لسماع ذلك"
  },
  {
    "emotion": "impressed",
    "context": "نعم ، لقد كانت خبرًا مثيرًا للغاية ، وأنا فخور جدًا به.",
    "response": "كم عمره؟"
  },
  {
    "emotion": "sad",
    "context": "أحاول بيع منزلي مقابل 89 ألف دولار ، لقد كنت في وضع مالي سيء ، ابن أخي يعرف ذلك ، والآن يحاول شراء منزلي مقابل 75 ألف دولار فقط ، في محاولة للتغلب على وضعي.",
    "response": "واو ، هذا فظيع. لماذا يفعل ذلك بك؟"
  },
  {
    "emotion": "sad",
    "context": "ليس لدي أي فكرة ، أعتقد أن زوجه شرير",
    "response": "أنا آسف لأنك مضطر إلى متابعة ذلك ، وآمل أن تتمكن من بيع المنزل بسعر أفضل."
  },
  {
    "emotion": "sad",
    "context": "وانا ايضا هل تعلم ما الذي يجعلني مجنون عندما كان لدي عمل جيد ، ساعدتهم كثيرًا ، والآن يحاولون القيام بذلك من أجلي",
    "response": "هذا فقط فظيع. بعض الناس جاحدون حقا."
  },
  {
    "emotion": "sad",
    "context": "أنا أوافق؟ ابن أخي يحاول القيام بذلك معي",
    "response": "حسنًا ، آمل أن يتعلم كيف يكون شخصًا أفضل يومًا ما ، أو في النهاية ستعود أفعاله لتطارده."
  },
  {
    "emotion": "proud",
    "context": "تخرج أخي من المدرسة الثانوية ، كنت فخورًا جدًا به!",
    "response": "أعلم أن هذا الشعور ، تخرج أخي قبل عام ، إنه حقًا معلم كبير."
  },
  {
    "emotion": "proud",
    "context": "إنه شائع إلى حد ما ، لكنني لا أزال فخورًا به على الإطلاق!",
    "response": "نعم أوافق ، فهذا يشير حقًا إلى بداية الفصل التالي في الحياة."
  },
  {
    "emotion": "joyful",
    "context": "لقد أنهيت جميع نهائياتي منذ شهرين في السنة الثانية في الكلية.",
    "response": "يجب أن يكون هذا عبئا مرفوعا بالتأكيد!"
  },
  {
    "emotion": "joyful",
    "context": "لقد كان الأمر حقًا ، كنت خائفًا من أن أفشل ، لكن انتهى بي الأمر بتخطي جميع دروسي وحتى أني أبلي بلاءً حسنًا في معظمها ، كنت سعيدًا جدًا.",
    "response": "يجب أن يكون هذا عبئا مرفوعا بالتأكيد!"
  },
  {
    "emotion": "afraid",
    "context": "لم يكن هناك أي مطر في الآونة الأخيرة في منطقتي. أتمنى أن نفعل ذلك قريبًا ، فأنا أعيش بالقرب من جبل ولدينا حرائق سيئة عندما يجف.",
    "response": "هذا عار ، لأن المطر لطيف حقًا لمشاهدة وسماع حتى تجاهل الجفاف هناك"
  },
  {
    "emotion": "afraid",
    "context": "نعم ، لها عيوبها أيضًا ، مثل جعل العشب ينمو ، لول",
    "response": "صحيح جدا ، حسنا آمل أن تحصل على بعض على أي حال!"
  },
  {
    "emotion": "annoyed",
    "context": "إنه يزعجني حقًا عندما يتصرف صديقي بشكل متفوق على كل من في الغرفة ، لأنه يبدو أنه يعتقد أنه أفضل رجل وأقوى مظهرًا على الإطلاق عندما لا يكون حقًا على الإطلاق.",
    "response": "هذا عادة ما يكون علامة على نقص الثقة أو احترام الذات في الذات التي أؤمن بها."
  },
  {
    "emotion": "annoyed",
    "context": "هذا لن يفاجئني. لقد كان دائمًا غير آمن قليلاً.",
    "response": "أتمنى أن يغير البعض حتى تظلوا أصدقاء."
  },
  {
    "emotion": "faithful",
    "context": "لقد كنت دائمًا مخلصًا لصديقتي ، وأنا فخور بذلك بطريقة ما",
    "response": "هذا رائع! لم أغش زوجي أبدًا"
  },
  {
    "emotion": "faithful",
    "context": "هذا أمر جيد ونادر للأسف هذه الأيام",
    "response": "إنه :( لا أعرف كيف يمكن خداع شخص تحبه"
  },
  {
    "emotion": "confident",
    "context": "أنا حقا أريد أن أفقد الوزن. اعلم انني استطيع فعلها",
    "response": "أنا متأكد من أنك تستطيع ، الأمر يتطلب فقط التفاني والجهد هو كل شيء!"
  },
  {
    "emotion": "confident",
    "context": "نعم ، وأنا متحمس جدًا",
    "response": "إذن يجب ألا تواجه أي مشاكل على الإطلاق!"
  },
  {
    "emotion": "afraid",
    "context": "طاردت بيتبول عندما كنت طفلة ، كنت خائفة للغاية لسنوات بعد ذلك",
    "response": "هذا مخيف جدا! لم تتأذى ، أليس كذلك؟"
  },
  {
    "emotion": "afraid",
    "context": "كنت طفلاً سريعًا لذا هربت ، لكنني سمعت مدى صعوبة عضهم",
    "response": "i'm so glad you did'nt get hurt"
  },
  {
    "emotion": "anticipating",
    "context": "أتذكر أنني كنت أنتظر خروج Nintendo Switch ، كنت متحمسًا للغاية",
    "response": "كنت متحمسًا أيضًا. في الواقع ، لدي واحدة الآن!"
  },
  {
    "emotion": "anticipating",
    "context": "رائع ، لدي Zelda و Mario و Splatoon و Fortnite والعديد من الألعاب الأخرى!",
    "response": "هذه ألقاب رائعة. أنا معجب كبير بـ Nintendo. لا استطيع انتظار Metroid Prime الجديد."
  },
  {
    "emotion": "anticipating",
    "context": "أنا أيضًا ، إنه أمر سيئ للغاية ، إنه بعيد جدًا ، لكن ما زلنا نحطم وبوكيمون هذا العام!",
    "response": "يجب أن يكون ممتعا. بوكيمون هو امتياز عظيم. لدي العديد من الألعاب المحمولة."
  },
  {
    "emotion": "devastated",
    "context": "مرحبا! هل شاهدت كأس العالم FIFA مؤخرًا؟",
    "response": "لم أفعل ، سمعت أن إنجلترا خسرت مؤخرًا."
  },
  {
    "emotion": "devastated",
    "context": "نعم ، لقد شعرت بالحزن عندما علمت ذلك لأن إنجلترا هي فريقي المفضل!",
    "response": "سمعت أنهم كانوا يقدمون أداءً رائعًا قبل الخسارة ، آمل على الأقل أن تراهم في بعض المباريات الجيدة."
  },
  {
    "emotion": "embarrassed",
    "context": "انزلقت بينما كنت أحمل صينية من القهوة في العمل في يوم من الأيام ، وتغلبت عليّ.",
    "response": "أوه لا ، آسف لسماع ذلك! هل كنت بخير"
  },
  {
    "emotion": "embarrassed",
    "context": "أجل ، كنت بخير. أنا محرج قليلا ، ولكن بخير. كان علي العودة إلى المنزل والتغيير رغم ذلك. كانت فوضى عارمة.",
    "response": "أستطيع التخيل. حسنًا ، يمكنك على الأقل النظر إلى الوراء والضحك عليه باعتباره أحد \"تلك الأيام\"!"
  },
  {
    "emotion": "surprised",
    "context": "اصطحبني والداي من العمل في سيارة جديدة لي عندما بلغت 17 عامًا ، كنت مندهشة جدًا",
    "response": "هل هذا جعلك متحمس؟"
  },
  {
    "emotion": "surprised",
    "context": "كنت متحمسًا جدًا ، مجرد امتلاك سيارة على الإطلاق أمر رائع!",
    "response": "ما نوع هذه السيارة؟"
  },
  {
    "emotion": "lonely",
    "context": "ما زلت أفتقد شريكي ، لقد تركوني وحدي.",
    "response": "يؤسفني سماع ذلك ، ربما ستسير الأمور بنفسها!"
  },
  {
    "emotion": "lonely",
    "context": "آمل ذلك ، لم أتصور أن هذا سيحدث ، كان من المفترض أن نحصل على منزل معًا.",
    "response": "أشعر بالسوء ، أتمنى أن تجد شخصًا يعاملك بشكل أفضل!"
  },
  {
    "emotion": "embarrassed",
    "context": "عندما كنت في مرحلة ما قبل المدرسة ، سقط سروالي أمام الجميع",
    "response": "هذا يبدو محرجا ، ماذا حدث بعد ذلك؟"
  },
  {
    "emotion": "embarrassed",
    "context": "ضحكت كثيرا وجلست هههه",
    "response": "هذا يبدو مثل ما كنت سأفعله أيضًا"
  },
  {
    "emotion": "terrified",
    "context": "عندما كنت أصغر سنًا ، كان والدي يخافني ويخاف إخوتي بشدة لدرجة أنني كدت أن أتبول على نفسي!",
    "response": "يا له من وقح. هل أخبرته أنه كان وقحًا؟"
  },
  {
    "emotion": "terrified",
    "context": "عندما كنت أصغر سنًا ، كان والدي يخافني ويخاف إخوتي بشدة لدرجة أنني كدت أن أتبول على نفسي!",
    "response": "قبعة رعشة. هل أخبرته أنه كان وقحًا؟"
  },
  {
    "emotion": "terrified",
    "context": "لا ، كنت صغيرًا جدًا ، لقد بكيت تقريبًا",
    "response": "يجب عليك إخباره الآن."
  },
  {
    "emotion": "devastated",
    "context": "عندما كنت أصغر سنا ، توفيت جدتي ، كنت مستاءة للغاية",
    "response": "أحببت أجدادي من جانب والدتي ، لذلك فهمت ما تشعر به."
  },
  {
    "emotion": "devastated",
    "context": "شكرا لك ، أتمنى ألا يحدث لهم أي شيء!",
    "response": "كنت قريبا جدا من ملكي. إنهم مثل الوالدين ولكنهم أكثر متعة."
  },
  {
    "emotion": "disgusted",
    "context": "كان هناك ذئب أبيض كبير أو ذئب حول حديقتي في الأشهر القليلة الماضية. أخشى أن يقتل قطط الجيران.",
    "response": "هذا مخيف ، ماذا ستفعل حيال ذلك؟"
  },
  {
    "emotion": "disgusted",
    "context": "لا أدري، لا أعرف. كان لدي قندس لطيف وكان هناك رأس وعينان متبقيتان لحيوان صغير يشبهه في الفناء. قرف.",
    "response": "واو ، هذا محزن ، أتمنى أن تصلح ذلك"
  },
  {
    "emotion": "surprised",
    "context": "دعاني صديقي مؤخرًا إلى حفل زفافه. لم أكن أعرف حتى أنه كان مخطوبًا ، لكنه كان حفل زفاف رائعًا.",
    "response": "هذا ممتع ، صديقي سيتزوج العام المقبل ، ما حجم حفل الزفاف؟"
  },
  {
    "emotion": "surprised",
    "context": "ليست كبيرة جدًا ، ربما 30 ضيفًا. لقد كان هو وزوجته الآن معًا لمدة عام واحد فقط أو نحو ذلك ، لذلك قاموا بإعداد كل شيء بسرعة كبيرة.",
    "response": "حسنًا ، ما زال هذا رائعًا!"
  },
  {
    "emotion": "proud",
    "context": "اعتاد والدي أن يكون شاربًا بكثرة جدًا ، فقد تسبب في بعض المشاكل في عائلتنا.",
    "response": "That is very sad, did he ever get sober?"
  },
  {
    "emotion": "proud",
    "context": "نعم ، لقد توقف أخيرًا عن الشرب منذ بضع سنوات ، كنت فخورة جدًا به وتمكنت من تكوين علاقة حقيقية معه.",
    "response": "هذا شيء عظيم ، أتمنى أن تكون قد وجدت بعض الشفاء وإغلاق للصعوبات التي تسببت فيها عندما كنت أصغر سناً."
  },
  {
    "emotion": "surprised",
    "context": "لا أعرف حقًا كيف أتفاعل مع هذا ، لكن أحد أصدقائي أخبرني قبل بضعة أيام أنه لن يذهب إلى ساموا فقط لفترة من الوقت (وهو ما لم يفاجئني لأنه يذهب هو وعائلته إلى إفريقيا كلها الوقت) ، لكنه مكث وانتقل إلى هناك لبضع سنوات.",
    "response": "واو ، هذه خطوة كبيرة. هل قال لماذا مكث في ساموا كل هذه المدة؟"
  },
  {
    "emotion": "surprised",
    "context": "أعتقد أن السبب هو أنه ترك المدرسة هنا وليس لديه الكثير من الأسباب للبقاء في أمريكا ، حيث يمكنه بدء حياة جديدة هناك. كندة تحزنني رغم ذلك ، لم أتوقع ذلك على الإطلاق.",
    "response": "أستطيع أن أفهم ذلك. من الصعب توديع صديق ، أتمنى أن تبقى على اتصال معه."
  },
  {
    "emotion": "guilty",
    "context": "كسرت مزهرية في منزل أمي العام الماضي ، وانتهى بي الأمر بإخفاء الأدلة. ما زلت لم أخبرها ، وأشعر بالسوء حيال ذلك.",
    "response": "يا رجل هذا وضع سيء. هل كانت هذه المزهرية ذات قيمة عاطفية أم أنها باهظة الثمن أم ماذا؟"
  },
  {
    "emotion": "guilty",
    "context": "كانت باهظة الثمن إلى حد ما. لم تكن تستخدمها حقًا لأي شيء ، ولم تلاحظ أنه ذهب. أعتقد أنني سأشتري بديلًا لها ، وأعلمها بأنني كسرت القديم.",
    "response": "قد تكون هذه فكرة جيدة ، حتى لو كانت مجرد تبرئة ضميرك من الذنب."
  },
  {
    "emotion": "devastated",
    "context": "قصدت أن كلبي دخل في سم الفئران ومات. لقد كان حادثًا مروعًا حقًا.",
    "response": "يا له من أمر فظيع ، أتمنى أن يعيش حياة طويلة قبل أن يحدث ذلك."
  },
  {
    "emotion": "devastated",
    "context": "كان عمره أكثر من 8 سنوات بقليل لذا لم يكن طويلاً بما يكفي!",
    "response": "هذا فظيع ، على الأقل لم يكن جروًا على ما أعتقد."
  },
  {
    "emotion": "devastated",
    "context": "نعم هذا صحيح. الآن أنا أكثر حرصًا حول المكان الذي أضع فيه سم الفئران.",
    "response": "أستطيع أن أتخيل أنك ستكون كذلك ، لا أريد أن يحدث ذلك مرة أخرى."
  },
  {
    "emotion": "devastated",
    "context": "لا ، وقد حدث ذلك بسرعة كبيرة. بدأت أرى الأعراض وتوفي في اليوم التالي حتى بعد أن أخذته إلى الطبيب البيطري.",
    "response": "مجنون أنهم لن يأكلوا حتى الخضار ولكن سوف يأكلون سم الفئران."
  },
  {
    "emotion": "jealous",
    "context": "حصل صديقي على منحة دراسية ضخمة عندما نجح بصعوبة في اختبار PSAT.",
    "response": "كيف تمكن من فعل ذلك؟"
  },
  {
    "emotion": "jealous",
    "context": "إنه أساسًا اختبار قائم على اللغة الإنجليزية وهو جيد جدًا في اللغة الإنجليزية",
    "response": "أعني أنك قلت إنه بالكاد اجتازها. يجب أن تكون اختيارات ضئيلة عندما يتعلق الأمر بإعطاء المنح الدراسية."
  },
  {
    "emotion": "jealous",
    "context": "نعم ، لقد كان فوق الحد الفاصل بحوالي نقطة واحدة ، كنت أشعر بالغيرة منه لأكون صادقًا ، وبالكاد لم أفعل ذلك للأسف.",
    "response": "ما الكلية التي انتهى بها الأمر؟"
  },
  {
    "emotion": "jealous",
    "context": "OU ، انتهى به الأمر بالتخلي عن متابعة الكتابة لمدة عام ونصف تقريبًا وأهدر المنحة الدراسية.",
    "response": "آه ، نعم ، مهنة الكتابة المربحة."
  },
  {
    "emotion": "prepared",
    "context": "لقد كنت مربوطًا جدًا بالمال قبل سنتي الجامعية الأولى ، لذلك كنت بحاجة حقًا إلى الحصول على 29 في ACT حتى 31 للحصول على منحة دراسية.",
    "response": "Did you get it done?"
  },
  {
    "emotion": "prepared",
    "context": "شعرت بثقة كبيرة في أنني سأحصل على 31 ، ولحسن الحظ كنت على حق منذ أن حصلت على 33!",
    "response": "أوه ، عمل جيد ، هذا مثير للإعجاب!"
  },
  {
    "emotion": "disappointed",
    "context": "سرق صديقي بعض أموالي الأسبوع الماضي.",
    "response": "هذا فظيع حقا. هل أخذوا الكثير؟"
  },
  {
    "emotion": "disappointed",
    "context": "حوالي 50 دولارًا ، حتى أنهم اعترفوا وسددوا لي المال ، لكن ما زال الأمر محبطًا أنهم لم يسألوا أولاً ، كنت سأعطيه المال.",
    "response": "أراهن أن هذا شعور رهيب بالخيانة. يجب أن يكون الأصدقاء أكثر جدارة بالثقة."
  },
  {
    "emotion": "terrified",
    "context": "كنت متوترة للغاية عند الذهاب إلى طبيب الأسنان اليوم ، ظننت أنني سأفقد الوعي!",
    "response": "أوه لا ، هل انتهى الأمر بخير؟"
  },
  {
    "emotion": "terrified",
    "context": "أفترض ذلك ، لقد تم إصلاح الأسنان التي أحتاجها بشدة الآن ، لذا كان قلقي حقًا من أجل لا شيء.",
    "response": "أنا سعيد لسماع ذلك تبين أنه بخير."
  },
  {
    "emotion": "terrified",
    "context": "لذا ، نعم ، هذا السجل حتى ضربني مربعًا في وجهي وخرجت من السيارة.",
    "response": "واو ، إنه لأمر عجيب أنك لم تقتل!"
  },
  {
    "emotion": "terrified",
    "context": "المتأنق الطبيب و والديّ فكروا نفس الشيء",
    "response": "هل لديك أي ضرر دائم؟"
  },
  {
    "emotion": "terrified",
    "context": "ناه ، لقد كانت لدي شظايا الزجاج لبضعة أيام حتى بعد الاستحمام.",
    "response": "تعرضت لحادث منذ سنوات ووجدت زجاجًا يخرج من فروة رأسي لأسابيع. لذلك أنا أعرف كيف هو."
  },
  {
    "emotion": "hopeful",
    "context": "كان الأمر مزعجًا حقًا عندما كنت أفكر في أنني سأغادر مع أخي في السنة الأولى من الكلية ، لكن الأمر لم ينجح كما هو مخطط له.",
    "response": "كان من الأسهل أن تتسع مع أخيك بدلاً من رفيق السكن العشوائي ، أراهن."
  },
  {
    "emotion": "hopeful",
    "context": "قطعا. لقد كان مجرد شخص عشوائي ، وكان حقًا غير متوافق معي أيضًا ، لذا كان من المحبط حقًا أنهم لم يحبسونا معًا.",
    "response": "من الغريب أنهم يطلبون منك أن تدفع مقابل الكلية ، لكنهم يعرضون القليل من الخيارات."
  },
  {
    "emotion": "joyful",
    "context": "انتقلنا إلى منزل جديد العام الماضي وأحببناه - وقضينا وقتًا أقل في العمل في المشاريع ووقتًا أطول مع الأطفال.",
    "response": "ذلك رائع! هذا الوقت مع الأطفال سيكون حقًا يستحق ذلك في النهاية."
  },
  {
    "emotion": "joyful",
    "context": "بالتأكيد ، والوقت المستغرق لتصبح خبراء في إصلاح المنازل كبير نوعًا ما.",
    "response": "نعم ، إنه لأمر جيد أن يكون لديك الكثير من الوقت لأشياء أخرى أكثر أهمية الآن."
  },
  {
    "emotion": "angry",
    "context": "لذلك كان لدي بعض مشاكل إدارة الغضب عندما كنت طفلاً. يجعلني أشعر بالغباء في التفكير.",
    "response": "لقد فعلت ذلك أيضًا ، بصراحة. لقد قمت بالفعل بتحسينها بنفسي ، ومن الجيد أن أسمع أن لديك أيضًا."
  },
  {
    "emotion": "angry",
    "context": "نعم ، أن تكون أكثر هدوءًا أمرًا لطيفًا وأقل ضغطًا حقًا.",
    "response": "على الرغم من أنني ما زلت أتعامل مع التوتر من حين لآخر ، إلا أنني أعرف بالضبط ما تعنيه."
  },
  {
    "emotion": "apprehensive",
    "context": "تناولت أول مشروب حقيقي لي في أكتوبر مع بعض أصدقائي وكنت متوترة جدًا حيال ذلك.",
    "response": "لماذا كنت متوترة حيال ذلك؟ عادة الشرب يعني الاسترخاء والاستمتاع."
  },
  {
    "emotion": "apprehensive",
    "context": "إنه كذلك ، لكنني لم أجرب أي شيء مثل المخدرات أو الكحول من قبل ، لذلك لم أكن أعرف ما أتوقعه.",
    "response": "أستطيع أن أرى ذلك ، لقد تناولت أول بيرة لي في سن 13 بسبب أخي لكنني كنت أعرف أنها كانت خاطئة في عمري."
  },
  {
    "emotion": "jealous",
    "context": "لا يسعني إلا أن أشعر بالسوء ، لأن صديقي قد التقى بفتاة جيدة حقًا بالنسبة له وأنا سعيد من أجله ، لكنني أتمنى لو كنت في علاقة جيدة أيضًا كما تعلم؟",
    "response": "أنا أفهم تماما. لكنني أعتقد كصديق أن عليك أيضًا أن تكون سعيدًا من أجله وفي يوم من الأيام ستحصل على سعادتك أيضًا"
  },
  {
    "emotion": "jealous",
    "context": "بالضبط ، أنا سعيد من أجله لكن لا يسعني إلا أن أشعر بهذا الشعور الغارق في حفرة معدتي عندما أسمع عن ذلك. لا يزال يجعلني أشعر وكأنني شخص سيء.",
    "response": "تذكر أن الكون له توقيت مثالي لكل شيء. التواجد مع شخص ما ليس كل شيء ، كن مرتاحًا واستمتع بصحبتك الخاصة وسيأتي الحب عندما لا تتوقعه :)"
  },
  {
    "emotion": "confident",
    "context": "عندما فزت بانتخاب رئيس الجمعية الشرفية كنت واثقًا جدًا من نفسي!",
    "response": "أراهن ذلك. لم أفعل شيئًا كهذا من قبل."
  },
  {
    "emotion": "confident",
    "context": "لقد تغلبت على شخص أكثر شهرة ، وهذا ما جعل الأمر مفاجئًا بالنسبة لي",
    "response": "هذا مدهش. عادة هذه الأشياء هي مسابقة شعبية."
  },
  {
    "emotion": "guilty",
    "context": "في ذلك اليوم ، كان أطفالي سيئين ولم أشعر أنني على ما يرام وصرخت عليهم. شعرت بالذنب بعد ذلك.",
    "response": "لن أفعل ، عليهم أن يتعلموا في مرحلة ما!"
  },
  {
    "emotion": "guilty",
    "context": "نعم ، ولكن هناك طرق أخرى لتأديبهم ثم الصراخ. لقد جرحت مشاعرهم.",
    "response": "لقد فهمت ذلك ، لكن كان من المحتم أن يحدث في مرحلة ما"
  },
  {
    "emotion": "surprised",
    "context": "اشترى لي والداي سيارة عندما بلغت 17 عامًا ، لقد فوجئت جدًا",
    "response": "لابد أنك كنت سعيدا! لا يوجد شيء مثل السيارة الأولى. هل أحببت ذلك؟"
  },
  {
    "emotion": "surprised",
    "context": "ما زلت أملكها في الواقع ، ما زلت تعمل",
    "response": "مستحيل - هذا الأفضل. دفعت لـ (أفترض) * و * الجري. هل تأمل أن تفعل الشيء نفسه لأطفالك عندما يحين الوقت؟"
  },
  {
    "emotion": "surprised",
    "context": "لقد صدمت عندما حصلت على سيارة جديدة. فاجأني والداي جيدًا",
    "response": "اللعنة ، أتمنى لو كان لدي سيارة بنفسي. ماذا كانت المناسبة؟"
  },
  {
    "emotion": "surprised",
    "context": "my birthday!",
    "response": "رائع ، عيد ميلاده السادس عشر أم ماذا؟"
  },
  {
    "emotion": "faithful",
    "context": "ذات مرة كنت في هذه الحفلة وبدأت فتاة تشعر بالحساسية الشديدة وتغازلني ، لكن كان لدي صديقة في ذلك الوقت.",
    "response": "ماذا فعلت؟"
  },
  {
    "emotion": "faithful",
    "context": "كنت قريبًا جدًا من صديقتي لفعل أي شيء ، لذلك أخبرتها فقط أنني كنت على علاقة حتى لا تفهم الفكرة الخاطئة.",
    "response": "كانت هذه الخطوة الصحيحة!"
  },
  {
    "emotion": "impressed",
    "context": "لذلك ، سألت طفلي البالغ من العمر 7 سنوات ما هو 12x12 في ذلك اليوم ، وأعطاني الإجابة الصحيحة دون تردد.",
    "response": "هذا مثير للإعجاب ، يبدو وكأنه شاب ذكي."
  },
  {
    "emotion": "impressed",
    "context": "شكرًا ، أنا فخور به حقًا. نحن نتعلم في المنزل لذلك أعتقد أنني أفعل شيئًا صحيحًا!",
    "response": "يبدو مثل ذلك ، جيد لكم يا رفاق!"
  },
  {
    "emotion": "surprised",
    "context": "كان الرجل أول وحدة تحكم امتلكتها شخصيًا هو لعبة Gamecube. تفاجأت للغاية أن ما فعله والداي كان مضحكًا.",
    "response": "آه نعم ، لابد أنها كانت مفاجأة رائعة! هل لعبت ماريو عليها؟"
  },
  {
    "emotion": "surprised",
    "context": "لم أحصل على ماريو حتى وقت متأخر من مغامرات سونيك 2 ، أخفى الآباء وحدة التحكم في الحمام باللعبة وأخبروني أن أذهب لتنظيف الحمام.",
    "response": "حسنًا ، هذه طريقة واحدة لجعل أطفالك يقومون بالأعمال المنزلية!"
  },
  {
    "emotion": "proud",
    "context": "ما زلت أتذكر أيام دراستي الثانوية ، كنت رياضيًا رائعًا خلال تلك الفترة.",
    "response": "ما هي ألعاب القوى التي شاركت فيها؟"
  },
  {
    "emotion": "proud",
    "context": "ماراثون العداء. شعرت بالفخر عندما احتلت المركز الثاني لأنني تدربت على ذلك لعدة أشهر!",
    "response": "يا رجل أعرف هذا الشعور. لكن يبدو أنك عملت بجد."
  },
  {
    "emotion": "proud",
    "context": "تخرج أخي من المدرسة الثانوية ، كنت فخورة به",
    "response": "متى تخرج؟ تبدو وكأنها لحظة رائعة حقًا لمشاركتها معه."
  },
  {
    "emotion": "proud",
    "context": "2017 ، كنت هناك ، لقد كان رائعًا!",
    "response": "لقد تخرجت في ذلك العام أيضًا! من الرائع أن ترى أنك كنت متحمسًا كما كان على الأرجح."
  },
  {
    "emotion": "surprised",
    "context": "قبل شهر أو شهرين ، انفصلت صديقتي عني بشكل عشوائي ولم يكن لدي أي فكرة أنها كانت على وشك التفكير في ذلك.",
    "response": "أنا آسف جدًا لسماع ذلك ، يجب أن يكون ذلك فظيعًا ...."
  },
  {
    "emotion": "surprised",
    "context": "لم يكن هذا وقتًا رائعًا ، لكنه أزعجني حقًا لأنني لم أكن أعرف أنها لم تكن في داخلي في ذلك الوقت. لا بد أنها كانت جيدة حقًا في تزويرها.",
    "response": "انا افهم ذلك. الناس مجنونون بهذا الشكل ، لم أفهم ذلك قط"
  },
  {
    "emotion": "nostalgic",
    "context": "أعدت الاتصال بأحد أصدقائي في طفولتي ، حتى أنني ذهبت إلى المنزل الذي اعتدنا قضاءه منذ سنوات وسنوات.",
    "response": "هذا شيء أريد أن أفعله عندما أتقدم في السن ، أفتقد الأيام الذهبية!"
  },
  {
    "emotion": "nostalgic",
    "context": "يجب عليك ، خاصة إذا كنت تفتقد حقًا أي من أصدقاء طفولتك. لقد كانت تجربة سريالية ولكنها مذهلة.",
    "response": "أراهن أنه كان ، للحاق بالركب بعد فترة ، القليل من الأشياء يمكن مقارنتها حقًا"
  },
  {
    "emotion": "sad",
    "context": "توفيت جدتي عندما كنت طفلة ، لقد أزعجتني حقًا",
    "response": "هذا مأساوي ، لم أضطر للتعامل مع أي شيء كهذا بعد."
  },
  {
    "emotion": "sad",
    "context": "أنا سعيد من أجلك وآمل أن يستمر ذلك",
    "response": "آمل ذلك أيضًا ، وآمل ألا تضطر إلى التعامل مع أي شيء كهذا في أي وقت قريبًا."
  },
  {
    "emotion": "faithful",
    "context": "لدي صديقة ، ولن أخدعها أبدًا",
    "response": "هكذا تقول لك المؤمنين وأحبها."
  },
  {
    "emotion": "faithful",
    "context": "بالتأكيد ، ولا حتى شك",
    "response": "يبدو أنك حصلت على أولوياتك مباشرة يا رجل طيب."
  },
  {
    "emotion": "proud",
    "context": "لذلك أنا سعيد حقًا بنفسي مؤخرًا. تخرجت أخيرًا من الكلية بعد 8 سنوات منذ عام 2009.",
    "response": "واو ، اذهب أنت! أنا فخور بك ، قد يكون من الصعب القيام بذلك!"
  },
  {
    "emotion": "proud",
    "context": "نعم ، لقد شعرت بصعوبة كل عام مضى ، لكنني حصلت على هذه الدرجة.",
    "response": "هذا ما يهم ، حظًا سعيدًا باستخدامه صديق!"
  },
  {
    "emotion": "faithful",
    "context": "لدي صديقة ولن أغشها أبدًا",
    "response": "هذا شيء مذهل. إن التعرض للغش هو أحد أسوأ الأشياء التي يمكن أن تحدث عندما يدخل المرء في رابطة مثل العلاقة."
  },
  {
    "emotion": "faithful",
    "context": "أوافق ، لست متأكدًا من كيفية قيام الناس بذلك مع بعضهم البعض",
    "response": "أنا متأكد من أن كلاكما ستعيشان حياة سعيدة ومحبة معًا خاصةً إذا كانت ترد بالمثل على رغبتك في عدم الغش أبدًا."
  },
  {
    "emotion": "joyful",
    "context": "أختي قادمة من فرنسا لزيارتنا. أنا سعيد لرؤيتها مرة أخرى.",
    "response": "كم أنت من فرنسا مثيرة؟"
  },
  {
    "emotion": "joyful",
    "context": "لا لست كذلك. انه مثير. لقد مر عام تقريبًا منذ أن رأيتها.",
    "response": "متى انتقلت هناك؟"
  },
  {
    "emotion": "apprehensive",
    "context": "بدأت العمل مرة أخرى وكان من الصعب البدء مرة أخرى.",
    "response": "عظيم. كم من الوقت توقفت عن العمل؟"
  },
  {
    "emotion": "apprehensive",
    "context": "لقد مرت أكثر من 10 سنوات منذ أن عملت!",
    "response": "من الجيد دائمًا التمرن ولكن ابدأ ببطء لأنه مر وقت طويل منذ آخر تمرين لك."
  },
  {
    "emotion": "annoyed",
    "context": "هذا الصباح كنت أتأخر عن العمل ، وغضبت للغاية من السائق الذي أمامي!",
    "response": "هل كان الشخص أحد هؤلاء الأشخاص الذين يقطعون مسافة 5 أميال في الساعة في 65؟"
  },
  {
    "emotion": "annoyed",
    "context": "لا ، لكني أكره هؤلاء أيضًا! كنا في ازدحام مروري وهذه المرأة تضع مكياجها. لا تلاحظ متى تتحرك السيارة التي أمامها ، ويفوتنا الضوء. قرف!",
    "response": "السؤال هو ، هل قامت المرأة على الأقل بعمل جيد (مما تراه)؟"
  },
  {
    "emotion": "disappointed",
    "context": "لقد شعرت بخيبة أمل حقيقية عندما تم رفض سيرتي الذاتية في المقام الأول.",
    "response": "كيف كان ردك بعد الرفض؟"
  },
  {
    "emotion": "disappointed",
    "context": "حسنًا ، لقد استغرق الأمر بعض الوقت بالنسبة لي للتأقلم لأنني بذلت الكثير من الجهود حقًا ، ومع ذلك فقد أدركت أنه ينبغي بالأحرى اعتبارها تجربة تعليمية",
    "response": "نعم ، تسمع دائمًا قصصًا عن أشخاص تم رفضهم لتكتشف أنها كانت نعمة مقنعة"
  },
  {
    "emotion": "terrified",
    "context": "أموالي ليست كبيرة في الآونة الأخيرة وكنت قلقًا للغاية. لم أنم بسبب الضغط على هذا الوضع",
    "response": "يؤسفني سماع ذلك ، آمل أن تستدير الأمور لك قريبًا!"
  },
  {
    "emotion": "terrified",
    "context": "شكرا جزيلا! أنا أعمل من خلاله وقد توصلت إلى العديد من الحلول لمشكلة الديون هذه.",
    "response": "أنا سعيد لسماع ذلك ، وآمل أن يعملوا من أجلك!"
  },
  {
    "emotion": "guilty",
    "context": "لقد أكلت طعام زملائي في العمل مؤخرًا ، أشعر بالسوء لكنهم تركوه هناك لفترة",
    "response": "هههه ما نوع الطعام الذي تركوه لك؟ هل قلت لهم أي شيء؟"
  },
  {
    "emotion": "guilty",
    "context": "أكلت أجنحتهم ولذا كان من الصعب أن أختبئ لأن أصابعي كانت برتقالية .... عفوًا",
    "response": "لول لا ينبغي أن يكون الأمر مضحكًا حقًا ولكن لسبب ما تجعلني أضحك! أعتقد أن هذا سيعلمهم أن يتركوا غدائهم جالسين! هاها"
  },
  {
    "emotion": "confident",
    "context": "لقد هزمت زميلتي في الفصل في انتخابات مدرسية ، رغم أنها كانت أكثر شهرة",
    "response": "تهانينا يا إلهي! هذا إنجاز رائع ويجب أن يمنحك الكثير من الفخر والتحفيز للمستقبل"
  },
  {
    "emotion": "confident",
    "context": "شكرا لك انا اقدر هذا!",
    "response": "كل التوفيق لمستقبلك ودورك كذلك!"
  },
  {
    "emotion": "surprised",
    "context": "ذهبت إلى فلوريدا ذات مرة ورأيت صديق طفولتي هناك ، كانت تلك مفاجأة!",
    "response": "أنت محق فلوريدا ولاية كبيرة بها الكثير من الناس."
  },
  {
    "emotion": "surprised",
    "context": "من المؤكد ، ما هي احتمالات ...",
    "response": "يجب أن تكون الاحتمالات فلكية ، مثل الفوز في اليانصيب."
  },
  {
    "emotion": "surprised",
    "context": "أنا مندهش من خسارة إنجلترا أمام كرواتيا في المونديال ، اعتقدت أنهم سيفوزون بسهولة",
    "response": "لقد صدمت لأن كرواتيا بها 4 ملايين شخص فقط"
  },
  {
    "emotion": "surprised",
    "context": "هل شاهدت المباراة؟ كان الكروات محاربين هناك.",
    "response": "نعم لقد كانوا بالفعل ، الرقم 12 قتلها بهذا الهدف"
  },
  {
    "emotion": "grateful",
    "context": "سمح لي والداي بالعيش في منزلهما مجانًا ، وأنا ممتن حقًا",
    "response": "أشعر بهذا الرجل ، فالآباء يحبون ذلك كثيرًا ويهتمون بأسرهم."
  },
  {
    "emotion": "grateful",
    "context": "نعم ، أعرف الكثير من الأشخاص الذين يعانون من مشاكل في الفواتير.",
    "response": "أنا في هذا القارب في بعض الأوقات حيث أعيش."
  },
  {
    "emotion": "confident",
    "context": "أتذكر مرة حصلت فيها على أول وظيفة بيع بالتجزئة. كنت خائفة من المقابلة ولكن بعد أن أخذت نفسا عميقا. شعرت وكأنني أمتلك المكان.",
    "response": "أنا أعرف هذا الشعور ، جيد لك!"
  },
  {
    "emotion": "confident",
    "context": "تحصل على تلك اللحظة التي تتخلص منها ويتدفق الشعور بالثقة.",
    "response": "نعم ، هذه مشاعر رائعة ، أتوق إليها طوال الوقت"
  },
  {
    "emotion": "guilty",
    "context": "لذلك شعرت بالضيق مرة واحدة لأنني كسرت جهاز فاكس والدي. ما جعلني أشعر بالسوء أكثر حتى أنه غضب.",
    "response": "حسنًا ، كان لديه الحق في أن يغضب (اعتمادًا على كيفية كسره)"
  },
  {
    "emotion": "guilty",
    "context": "نعم فعل ولكني شعرت بالسوء لأنه ألقى بجهاز الفاكس في المطبخ. بالمناسبة ، كانت هذه آلة ثقيلة.",
    "response": "يا رتق هذا مجرد وقح بعض الشيء وغير ضروري. أتمنى أن يكون كل شيء على ما يرام الآن"
  },
  {
    "emotion": "grateful",
    "context": "لقد تعرضت لحادث مرة واحدة. أحد السادة أنقذ حياتي",
    "response": "أنا سعيد لسماع ذلك ، هل سددت له؟"
  },
  {
    "emotion": "grateful",
    "context": "نعم فعلت. لقد قمت بزيارته عندما كنت أركض. كان خائفا جدا ، انظر لي أنفاسي",
    "response": "من الجيد سماع ذلك ، أنا سعيد لأنه نجح بشكل جيد بدلاً من وقوع كارثة"
  },
  {
    "emotion": "angry",
    "context": "كنت غاضبًا عندما أفسد أخي نتيجة مباراة كرة قدم. لقد سجلته لمشاهدته لاحقا",
    "response": "أشقاء تستحق العيش من أجلها .. أتمنى لو كان لدي واحد."
  },
  {
    "emotion": "angry",
    "context": "أنا سعيد لأنني أفعل ذلك ، أتمنى فقط أن يصمتوا أحيانًا",
    "response": "ستعرف أفضل ههههه !!"
  },
  {
    "emotion": "excited",
    "context": "انا متحمس جدا. غدا عيد ميلادي",
    "response": "حسنًا ، عيد ميلاد سعيد مبكرًا! آمل أن يكون لديك يوم عظيم!"
  },
  {
    "emotion": "excited",
    "context": "شكر. لا استطيع الانتظار للغد للحفلة والهدايا",
    "response": "أراهن ، أتمنى أن تحصل على كل ما تريد!"
  },
  {
    "emotion": "lonely",
    "context": "كنت وحيدًا عندما كنت مراهقًا ، ولم يكن لدي صديقة وقليل من الأصدقاء. كنت حزينا كثيرا",
    "response": "آسف لسماع ذلك. هل لديك أصدقاء أكثر الآن؟"
  },
  {
    "emotion": "lonely",
    "context": "أنا فعلاً لحسن الحظ ، وصديقة رائعة ، لذا فإن الأمور تسير في النهاية",
    "response": "عظيم."
  },
  {
    "emotion": "annoyed",
    "context": "أنا منزعج للغاية لأن فرنسا وصلت إلى نهائي كأس العالم. أنا لا أحب أسلوبهم في اللعب",
    "response": "ما الذي لا تحبه في أسلوب لعبهم؟"
  },
  {
    "emotion": "annoyed",
    "context": "إنهم دفاعيون ، وألعابهم مملة للغاية.",
    "response": "أرى من أين أتيت."
  },
  {
    "emotion": "confident",
    "context": "أنا مندهش للغاية من خسارة روجر فيدرر أمس في ويمبلدون. إنه عنزة التنس.",
    "response": "لست على دراية كبيرة بالتنس ، فهل من المعروف أنه فائز؟"
  },
  {
    "emotion": "confident",
    "context": "إنه أفضل لاعب على الإطلاق ، وفاز بأكبر عدد من ألقاب البطولات الأربع الكبرى.",
    "response": "واو هذا أنيق! من الجنون سماع انه فقد ثم كما قلت"
  },
  {
    "emotion": "anticipating",
    "context": "عندما تزوجت أنا وزوجتي ، علمنا أننا نريد إنجاب الأطفال. عندما اكتشفنا أننا كنا نتوقع ، كان الشيء الوحيد الذي يدور في أذهاننا لأطول فترة هو ما إذا كان لدينا ولد أو بنت.",
    "response": "يا لها من أخبار مثيرة! هل اكتشفت في وقت مبكر ما هو جنس الطفل؟"
  },
  {
    "emotion": "anticipating",
    "context": "نحن فعلنا! كنا نعيش في اليابان في ذلك الوقت ، وكنا ندفع لهذه العيادة 2000 ين في الأسبوع حتى نتمكن من الاستمرار في إجراء الموجات فوق الصوتية للطفل.",
    "response": "ما يساوي 2000 ين بالعملة الأمريكية؟"
  },
  {
    "emotion": "anticipating",
    "context": "في ذلك الوقت ، كان سعر الصرف يقارب 110 ينات للدولار ، لذلك كان سعره معقولاً ، وكان يستحق الاستمرار في العودة.",
    "response": "ومن المؤكد يبدو مثل ذلك. أعتقد أن الرعاية الصحية في اليابان ميسورة التكلفة أكثر بكثير مما هي عليه هنا في أمريكا ، هل توافق؟"
  },
  {
    "emotion": "anticipating",
    "context": "لن أتمكن من إخبارك ، لأنني لم أكن تحت نظام الرعاية الصحية الخاص بهم. كانت هذه مجرد عيادة نسائية قدمت هذه الخدمة بسعر رخيص جدًا.",
    "response": "أوه ، حسنًا ، لقد شاهدت فيلمًا وثائقيًا عن الرعاية الصحية في بلدان أخرى. أفهم أن هذا لا ينطبق هنا."
  },
  {
    "emotion": "grateful",
    "context": "أنا سعيد للغاية ومرتاح لقد جاءت أمي لإنقاذي هذا الأسبوع.",
    "response": "الأمهات بارعات في فعل ذلك ، أليس كذلك؟ ماذا فعلت من أجلك؟"
  },
  {
    "emotion": "grateful",
    "context": "عرضت أن تساعدني مالياً بشيء كان يضغط علي بالفعل",
    "response": "أنا أعرف هذا الشعور! ما الذي يحصل لك؟"
  },
  {
    "emotion": "grateful",
    "context": "سقطت من درجات الشرفة الخلفية وكسرت معصمي. تطلبت جراحة.",
    "response": "انا اسف لسماع ذلك. اتمنى لك الشفاء العاجل!"
  },
  {
    "emotion": "lonely",
    "context": "تميل إلى الشعور بالإحباط حقًا عندما تسافر كثيرًا. أعتقد أن السبب هو أنك تفتقد العائلة والأصدقاء",
    "response": "نعم ، خاصة إذا كنت تسافر كثيرًا ولفترة طويلة. هل هي للعمل؟"
  },
  {
    "emotion": "lonely",
    "context": "نعم ، يجب علي السفر أساسًا لتعيينات موقع العميل!",
    "response": "أين تذهب أكثر؟"
  },
  {
    "emotion": "lonely",
    "context": "من الممتع دائمًا السفر إلى أوروبا أو الدول الغربية لأن لديك الكثير لتفعله! ولكن في كثير من الأحيان كنت أسافر إلى أفريقيا أيضًا.",
    "response": "هذا جميل! أتمنى أن أذهب إلى تلك البلدان"
  },
  {
    "emotion": "excited",
    "context": "من ناحية أخرى ، أنا متحمس للذهاب إلى فيغاس غدًا",
    "response": "نجاح باهر ! هذا الصوت رائع حقًا. أتمنى أن أذهب إلى هناك. لكن بالتأكيد ليس للعمل!"
  },
  {
    "emotion": "excited",
    "context": "هذه هي المرة الأولى لي هناك. أريد أن أجرب حظي",
    "response": "أتمنى لكم كل التوفيق! سوف تهز بالتأكيد!"
  },
  {
    "emotion": "afraid",
    "context": "الليلة الماضية ، كان لدي حلم واقعي مجنون أنني كنت أقود دراجة نارية. في مرحلة ما ، اصطدمت بمنعطف حاد سريع ، وشعرت وكأنني على وشك السقوط. لقد كانت واقعية ومخيفة للغاية.",
    "response": "ربما شيء ما في حياتك يجعلك شديدة التوتر. يجب أن تحاول الاسترخاء قبل النوم."
  },
  {
    "emotion": "afraid",
    "context": "ربما تكون أحلامي غالبًا محيرة جدًا و / أو وحيدة. انه محزن جدا. أعتقد أنني بحاجة إلى تغيير في نمط الحياة ، أو أشعر بالتوتر الشديد في الليل.",
    "response": "كما تعلم ، في بعض الأحيان استشارة نفسية هي استثمار جيد. لا تخف من القيام بذلك."
  },
  {
    "emotion": "impressed",
    "context": "لقد أخذ للتو صندوق غدائه ، وألقى نظرة أخيرة علي وقال: أتمنى أن يكونوا لطفاء.",
    "response": "هذا يبدو حزينا جدا. أنا آسف جدا لسماع أنك واجهت ذلك."
  },
  {
    "emotion": "impressed",
    "context": "ليس حزينا على الإطلاق. كان سعيدًا جدًا ، لكنه كان قلقًا بعض الشيء بالطبع.",
    "response": "هاه ، فهمت. حسنا جيد بالنسبة له!"
  },
  {
    "emotion": "annoyed",
    "context": "هذا مريع! أفترض أحيانًا أن الأمور تأتي بنتائج عكسية ، بغض النظر عن مدى حسن نوايانا.",
    "response": "ماذا حدث؟"
  },
  {
    "emotion": "annoyed",
    "context": "لقد حاولوا اكتشاف أنني كنت سيئًا في وظيفتي ، فهذه هي المرة الأخيرة التي أعطي فيها لشخص ما تنبيهًا على نفقي الخاص مرة أخرى.",
    "response": "أوه لا. ذلك فظيع! هل أبلغت عن شيء حدث في وظيفتك؟"
  },
  {
    "emotion": "annoyed",
    "context": "أنا متأكد من ذلك ، والحمد لله أنني كنت هناك لفترة أطول حتى يعرفوني جيدًا.",
    "response": "نعم هذا جيد. من الصعب معرفة ما إذا كان يجب إطلاق الصافرة أحيانًا. يمكن أن يعود لك دائما. أنا سعيد لأنه يبدو وكأنه نجح."
  },
  {
    "emotion": "annoyed",
    "context": "لقد حدث ذلك ، لكن كان من الممكن أن ينتهي بشكل سيء للغاية بالنسبة لي أو حتى أن يؤدي إلى فقدان وظيفتي.",
    "response": "نعم ، يعد التنقل في هذه الأنواع من الأشياء أمرًا خادعًا ، ولكن طالما أنك تعلم أنك تفعل الشيء الصحيح ، فهذا كل ما يمكنك فعله."
  },
  {
    "emotion": "jealous",
    "context": "لقد فقدت أعز أصدقائي العام الماضي عندما انتقل إلى شيكاغو لأنه تم قبوله في برنامج الماجستير ، وجعلني أشعر أن صداقتنا لا تعني شيئًا لأنه كان يقوم بأشياء أكبر وأفضل.",
    "response": "يمكن أن يكون من الصعب جدًا ابتلاعه ، هل تبقى على اتصال؟ الأمر أسهل هذه الأيام مع أمثال وسائل التواصل الاجتماعي. كيف تملأ هذا الفراغ؟"
  },
  {
    "emotion": "jealous",
    "context": "لم نعد على اتصال بعد الآن. مع ذلك ، دعاني هو وخطيبته لحضور حفل زفافهما. إنه ليس شخصًا على وسائل التواصل الاجتماعي ، وأنا لست كذلك ، لذلك فقدنا الاتصال بشكل أساسي. لسوء الحظ ، لم أملأ الفراغ ، لكني أشعر بخير حيال ذلك الآن.",
    "response": "هذا عار ، نحن نحزن على أي نوع من الخسارة ، على ما أعتقد. ربما الزفاف سيقربكما؟"
  },
  {
    "emotion": "jealous",
    "context": "ربما ستفعل. لست متأكدًا ، لكنني أشعر بالسعادة تجاهه الآن أكثر مما أشعر بالحسد والأذى. لذا ، مهما حدث ، يحدث. حسنا.",
    "response": "آمل أن ينجح الأمر معك ، فالحياة قصيرة جدًا. املأ حياتك بأشياء رائعة وستحدث أشياء رائعة بالتأكيد."
  },
  {
    "emotion": "excited",
    "context": "أنا متحمس للغاية بشأن نهائي كأس العالم القادم ، وستكون مباراة رائعة للغاية",
    "response": "أنا لست في الواقع من مشجعي كرة القدم ولكن من الصعب الهروب من الضجيج!"
  },
  {
    "emotion": "excited",
    "context": "العالم هو أكبر مسابقة رياضية في العالم ، مباشرة بعد الأولمبياد.",
    "response": "نعم ، أنا على علم ، لكني معجب أكبر بكثير من مشجعي الهوكي."
  },
  {
    "emotion": "disgusted",
    "context": "أنا مستاء للغاية من دونالد ترامب وسياساته المتعلقة بالهجرة.",
    "response": "أقف ورائه. بالمقارنة مع بقية العالم ، علينا أن نتعامل مع المهاجرين غير الشرعيين ، وهذا يأتي من أمريكي مكسيكي."
  },
  {
    "emotion": "disgusted",
    "context": "إنها قادمة من خائن ، تقصد",
    "response": "كيف ذلك لأنني أريد أن يكون كل شخص في هذا المكان آمنًا؟ أنت بحاجة إلى الهجرة إلى جوجل في أجزاء أخرى من العالم وستدرك كم هو رائع هنا."
  },
  {
    "emotion": "disgusted",
    "context": "لا أهتم بأجزاء أخرى من العالم ، فأنا أهتم بطريقة معاملة بلدي للمهاجرين.",
    "response": "إنه لأمر محزن أن لديك مثل هذا العقل الصغير."
  },
  {
    "emotion": "embarrassed",
    "context": "لذلك تحصل على تلك اللحظات عندما تبدو غبيًا لعدم فهم ما قصده شخص ما في وقت سابق.",
    "response": "يحدث ذلك في بعض الأحيان. هل حدث لك ذلك من قبل؟"
  },
  {
    "emotion": "embarrassed",
    "context": "نعم عندما كنت ذاهبًا لاصطحاب الأصدقاء إلى المنزل ، اعتقدت أنهم كانوا في سيارتي في البداية لكنهم أرادوا الركوب في طريقنا إلى المكان التالي الذي كنا ذاهبون إليه.",
    "response": "لا بد أنك شعرت بالذنب الشديد عندما أدركت! يحدث لنا جميعا"
  },
  {
    "emotion": "disappointed",
    "context": "عادة ما أدرس بجد وأحصل على درجاتي ولكن في بعض الأحيان لا ينجح ذلك.",
    "response": "الدماغ يريد فقط أن يعمل ضدك؟"
  },
  {
    "emotion": "disappointed",
    "context": "نعم ، لقد تخلى عقلي عني في اللحظة الحرجة. شعرت بخيبة أمل كبيرة.",
    "response": "كنت سأحصل على الكثير في المدرسة في اليوم الذي أشعر أنه من الطبيعي جدًا أن تمر بتلك اللحظات."
  },
  {
    "emotion": "lonely",
    "context": "لقد انفصلت مؤخرًا عن صديقتي وأشعر بالوحدة الشديدة.",
    "response": "يا رجل. هذا الخام. أنا آسف. هل يساعد الأصدقاء؟"
  },
  {
    "emotion": "lonely",
    "context": "إنهم يحاولون ، لكنهم جميعًا في علاقات الآن ، لذا فالأمر صعب للغاية.",
    "response": "يقول الأصدقاء الذين أعرفهم ممن مروا بعمليات انفصال قاسية أن النشاط البدني يساعد. هذا والوقت. لكن مع ذلك - إنه صعب!"
  },
  {
    "emotion": "excited",
    "context": "لقد فزت بمبلغ 50000 دولار على واحدة من 3 تذاكر اشتريتها مؤخرًا!",
    "response": "الدخان المقدس - هذا أمر لا يصدق. لقد تخليت عن لعب تلك الألعاب"
  },
  {
    "emotion": "excited",
    "context": "أنا أعلم! أنا عادة لا أفوز لذا لم أصدق ذلك عندما فعلت!",
    "response": "كم مره تلعب؟"
  },
  {
    "emotion": "apprehensive",
    "context": "بدأت أشعر ببعض القلق عندما أغلق نظام تحديد المواقع العالمي (GPS) للتو",
    "response": "هل كنت تستخدمه للوصول إلى مكان معين؟"
  },
  {
    "emotion": "apprehensive",
    "context": "نعم ، كنت أسافر إلى منزل بناتي الجديد",
    "response": "آمل أن تكون قادرًا على تشغيله مرة أخرى من أجل الحصول على الاتجاهات للوصول إلى حيث كنت ذاهبًا"
  },
  {
    "emotion": "hopeful",
    "context": "آمل أن يكون سلامهم في هذا العالم.",
    "response": "أنا متفائل أيضًا ، لكن لأننا بشر ، أشك في أن هذا سيحدث على الإطلاق. ستكون هناك دائمًا نفس المشاحنات القديمة التي حدثت منذ فجر الإنسان."
  },
  {
    "emotion": "hopeful",
    "context": "صحيح ، لا تعجبك الطريقة التي يتجه بها العالم ببطء نحو صراع يمكن أن ينتقل إلى حرب نووية.",
    "response": "نعم ، للأسف ، يركز قادة عالمنا بشكل كبير على \"استعراض المرونة\" بدلاً من العمل من أجل خلق عالم مستدام وصالح للعيش فيه لأطفال أحفاد"
  },
  {
    "emotion": "terrified",
    "context": "ذهبت إلى المنزل القديم المهجور وذهبت وأمضيت الليل.",
    "response": "هذا محزن. آسف كان عليك أن تذهب من خلال ذلك."
  },
  {
    "emotion": "terrified",
    "context": "حسنًا ، بدأت في سماع خطى وصوت كان مخيفًا للغاية.",
    "response": "كنت سأتبول في سروالي إذا كنت هناك."
  },
  {
    "emotion": "proud",
    "context": "لقد بدأت أول وظيفة حكومية لي منذ عامين.",
    "response": "كيف تشعر الآن بعد فترة طويلة من وجودك هناك؟"
  },
  {
    "emotion": "proud",
    "context": "إنه لمن المدهش معرفة أنني تجاوزت الأشخاص الذين اعتقدوا أنني سأفشل",
    "response": "هذا شعور رائع أراهن! عمل جيد يا رجل!"
  },
  {
    "emotion": "prepared",
    "context": "في العام الماضي ، كانت لدينا تجربة صعبة أثناء إعصار إيرما ، لكننا خرجنا بشكل جيد.",
    "response": "يجب أن يكون ذلك فظيعًا. هل كنت بخير"
  },
  {
    "emotion": "prepared",
    "context": "في البداية ، لم تكن هناك إمدادات. لكن نعم ، انتهى بنا الأمر بخير.",
    "response": "أستطيع أن أتخيل أنه كان مؤلمًا للغاية. سعيد لأنك كنت بخير."
  },
  {
    "emotion": "devastated",
    "context": "هل مررت بهذه الأيام عندما سارت الأمور على ما يرام؟",
    "response": "نعم كثير. هل تود أن تخبرني عنها؟"
  },
  {
    "emotion": "devastated",
    "context": "حسنًا ، إذا كنت تشعر بالفضول ، فقد كنت في طريقي إلى العمل عندما تعطلت سيارتي وانتهى بي الأمر بفقدان اجتماع مهم للغاية حول ترقيتي. في الوقت الحاضر، أجهزة الكمبيوتر المحمولة تأتي مع بطاقة رسومات عالية الجودة.",
    "response": "بالتأكيد كنت قادرًا على توضيح أن هذا كان خارج نطاق سيطرتك."
  },
  {
    "emotion": "annoyed",
    "context": "أثناء الكلية ، تعرضت للتنمر.",
    "response": "هذا فظيع. هل كنت قادرًا على فعل أي شيء حيال ذلك؟"
  },
  {
    "emotion": "annoyed",
    "context": "لا ، لقد كانت فترة رهيبة بالنسبة لي. كان هناك وقت يمكن أن ينام ليلة كاملة.",
    "response": "هل تحدثت إلى مستشار أو كاهن أو أحد أفراد الأسرة حول هذا الموضوع؟"
  },
  {
    "emotion": "lonely",
    "context": "في العام الماضي ، ذهبت عائلتي في إجازة وتركني وحدي.",
    "response": "هذا فظيع. هل شعرت بالوحدة؟"
  },
  {
    "emotion": "lonely",
    "context": "نعم. حاولت تشتيت انتباهي عن طريق التلفزيون والإنترنت ، لكنني ظللت أفكر فيهم.",
    "response": "كم من الوقت بقيت بمفردك؟"
  },
  {
    "emotion": "surprised",
    "context": "كان طفلي سريعًا بما يكفي ليكون سيدًا في التزلج على الجليد بعد أخذ دروس قليلة فقط في الشتاء الماضي!",
    "response": "هذا رائع جدا! ما زلت في الواقع مبتدئًا في التزلج على الجليد."
  },
  {
    "emotion": "surprised",
    "context": "أعتقد أنه كلما بدأت مبكرًا كان ذلك أفضل! كما يعتمد على شغفك بالرياضة.",
    "response": "أشعر بالنسبة لي أنه مجرد الوصول إلى المنحدرات في كثير من الأحيان."
  },
  {
    "emotion": "prepared",
    "context": "لذلك أحب الاستعداد للكثير من المواقف المختلفة عندما أذهب إلى المؤتمرات.",
    "response": "صحيح ! تمنحك الاتفاقيات فرصة للتعلم لأنك لا تعرف أبدًا نوع المواقف التي ستدعمها"
  },
  {
    "emotion": "prepared",
    "context": "نعم ، أعتقد أن أهم شيء بالنسبة لي هو مجموعة الإسعافات الأولية.",
    "response": "هل لديك شهادة مهنية في الإسعافات الأولية؟"
  },
  {
    "emotion": "anticipating",
    "context": "أتوقع صيفًا دافئًا جدًا هنا في دالاس.",
    "response": "تكساس تفعل ذلك لنا! يساعدنا في العيش في مكان يكون فيه تكييف الهواء هو القاعدة. أو هل تحب قضاء الوقت في الحر؟"
  },
  {
    "emotion": "anticipating",
    "context": "لا أنا أكره أنك لا تستطيع فعل أي شيء بالخارج ومحاصرون في الأماكن المغلقة ، فهذا ليس لطيفًا. الشيء الوحيد الذي أفعله هو السباحة في حوض السباحة الخاص بي والهدوء.",
    "response": "أنا أعرف ماذا تقصد. يبدو الأمر كما لو أنه يتعين عليك ارتداء الملابس الخارجية * والداخلية. إنه لأمر رائع أن يكون لديك مسبح للهروب فيه!"
  },
  {
    "emotion": "furious",
    "context": "قبل أسابيع قليلة ، كانت لدينا عاصفة رهيبة ، وغرق شقتي.",
    "response": "أوه لا! نأمل أن المستأجرين غطت التأمين!"
  },
  {
    "emotion": "furious",
    "context": "لم يغط أي من التأمين الخاص بي أو التأمين الخاص بالمالك الضرر ، لذا فهو يدفع مقابل الإصلاحات من جيبه",
    "response": "حسنًا ، هذا أمر فظيع بالنسبة له ولكني سعيد على الأقل أن بعضًا منه يتم الاعتناء به!"
  },
  {
    "emotion": "furious",
    "context": "ليس في الواقع ، كان من المفترض أن تستغرق الإصلاحات ثلاثة أيام ، وقد استغرقت أكثر من ثلاثة أسابيع حتى الآن.",
    "response": "أوغ أنا آسف لسماع ذلك. أحيانًا يكون التعامل مع أمراء الأراضي عملاً صعبًا."
  },
  {
    "emotion": "nostalgic",
    "context": "عدت من خلال مدرستي الثانوية القديمة كجزء من لم الشمل. أعادت ذكريات كثيرة.",
    "response": "هل كانت ذكريات جميلة؟"
  },
  {
    "emotion": "nostalgic",
    "context": "نعم ، كان معظمهم. أعتقد أننا ننسى الأشياء المحرجة. من ناحية أخرى ، لست متأكدًا من أنني أريد أن أفعل ذلك مرة أخرى.",
    "response": "هذا مفهوم. أتمنى أن يكون كل من تعرفه جيدًا منذ ذلك الحين!"
  },
  {
    "emotion": "disgusted",
    "context": "عن طريق الخطأ ، رأيت صورة لحادث سيارة. شعرت بالاشمئزاز.",
    "response": "أوه ، هذا يبدو فظيعا! هل كانت رسمة؟"
  },
  {
    "emotion": "disgusted",
    "context": "نعم ، تستمر الصورة في الظهور. رهيب.",
    "response": "أنا آسف جدًا لأنك اضطررت إلى المرور بذلك."
  },
  {
    "emotion": "angry",
    "context": "لقد خدعني صديقي أثناء زيارتي للعائلة. كنت غاضبًا جدًا ومنزعجًا",
    "response": "آسف لسماع ذلك. هل طلبت منه الخروج من المنزل؟"
  },
  {
    "emotion": "angry",
    "context": "لا ، نحن نعمل على ترتيب الأمور ولكني ما زلت متألمًا جدًا.",
    "response": "هل تعلم الشخص الذي كان معه؟"
  },
  {
    "emotion": "impressed",
    "context": "مرحبًا ، لقد كنت في برنامج المواهب هذا مؤخرًا. رأيت هذا الرجل يعزف أغنية كاملة بنفسه كان الأمر مجنونًا.",
    "response": "ما هي الاغنية؟ هل تعلم أنه؟"
  },
  {
    "emotion": "impressed",
    "context": "نعم ، لقد كانت Ride the Lightning بواسطة Metallica ، مما جعلها أكثر إثارة للإعجاب لأنها أغنية تقنية وسريعة للغاية.",
    "response": "رجل مجنون! خاصة تلك الأغنية!"
  },
  {
    "emotion": "prepared",
    "context": "أنا رجل تكنولوجيا المعلومات إلى حد كبير بين أصدقائي. دائما على استعداد لإصلاح أجهزة الكمبيوتر لهم.",
    "response": "أنا أعتبر نفسي على دراية بهم إلى حد ما أيضًا ، إنه لمن دواعي سروري أن أكون قادرًا على مساعدة الآخرين في مشاكلهم أحيانًا."
  },
  {
    "emotion": "prepared",
    "context": "نعم ، تشعر نوعًا ما بأنك متخصص بين أصدقائك وأحبائك.",
    "response": "نعم ، في بعض الأحيان قد يكون الأمر مزعجًا لأنهم يأتون إليك بمشاكل سهلة جدًا لإصلاحها وتشعر أنه يجب عليهم معرفة كيفية القيام بذلك بأنفسهم."
  },
  {
    "emotion": "hopeful",
    "context": "لقد فاتني شيء ، لكن قيل لي إنه يمكنني إعادته",
    "response": "هل انتهزت هذه الفرصة وأعدتها؟"
  },
  {
    "emotion": "hopeful",
    "context": "ليس بعد ما زلت في انتظار البريد الإلكتروني بالمعلومات الجديدة",
    "response": "آمل أن يأتي لك البريد الإلكتروني بأخبار جيدة"
  },
  {
    "emotion": "annoyed",
    "context": "كنت متعبًا في ذلك اليوم في العمل لأن صديقي أبقاني مستيقظًا طوال الليل. مزعج جدا.",
    "response": "أعلم أن الألم! هل استمر في مشاهدة التلفاز أو ألعاب الفيديو؟"
  },
  {
    "emotion": "annoyed",
    "context": "العاب الكترونية! كيف عرفت؟",
    "response": "لأن لي يفعل نفس الشيء ... إذا لم تكن ألعاب الفيديو ، فإن التلفزيون كامل الانفجار هاها! أخبره أنك بحاجة إلى نوم جميل."
  },
  {
    "emotion": "disappointed",
    "context": "اتصل بي رئيسي في اليوم الآخر ليخبرني أنني سأتلقى طردًا في اليوم التالي. لا توجد معلومات أخرى ، لكنها أخبرتني ألا أفتحها حتى اتصلت بها.",
    "response": "هل حصلت على فتحه بعد ؟؟"
  },
  {
    "emotion": "disappointed",
    "context": "نعم! كنت آمل أن تكون هذه جائزة خاصة تمنحها شركتي للموظفين المستحقين. تبين أنها كانت مجرد بعض أوراق الموارد البشرية التي احتاجتها لمراجعتها معي بخصوص فريقي. بوو!",
    "response": "نجاح باهر! كنت سأخبرها أن تملأ الأوراق بنفسها لترفع آمالك بهذه الطريقة."
  },
  {
    "emotion": "guilty",
    "context": "لذا في اليوم الآخر أكلت قطعة من الكعكة أعدتها أمي لأبي كهدية ، عفوًا",
    "response": "أوه لا! حسنًا ، ما لم يكن يعرفه لن يؤذيه. نأمل أن تتمكن من الحصول على بديل."
  },
  {
    "emotion": "guilty",
    "context": "لسوء الحظ ، سار في الاتجاه الصحيح حيث أخذت اللقمة الأخيرة! لحسن الحظ ، نجح كل ذلك ، لذا لم يحدث أي ضرر.",
    "response": "حسنًا ، أنا سعيد لأنه كان يتفهم ذلك."
  },
  {
    "emotion": "sad",
    "context": "اضطررت مؤخرًا إلى وضع قطتي ، لعبة ورق ، للنوم.",
    "response": "هذا مؤسف. إنه قرار صعب اتخاذه. في بعض الأحيان نقع في مثل هذه المواقف وتؤثر علينا."
  },
  {
    "emotion": "sad",
    "context": "كان يبلغ من العمر 15 عامًا وكانت كليته قد فشلت. كان الأمر صعبًا حقًا بالنسبة لي ولأولادي.",
    "response": "أتمنى أن يكون في مكان أفضل الآن. كيف لديك لعبة ورق؟"
  },
  {
    "emotion": "sad",
    "context": "منذ أن كان عمره 4 أشهر. كان الأمر صعبًا للغاية ، لكن الشيء الصحيح الذي ينبغي عمله.",
    "response": "لذلك كان لديكم جميعًا نسبيًا طوال حياته. نعم ، كان هذا هو الشيء الصحيح الذي ينبغي عمله. هل حصلت على حيوان أليف آخر بدلاً من ذلك؟"
  },
  {
    "emotion": "trusting",
    "context": "كان يومًا صيفيًا حارًا وانطلقت صفارات الإنذار في محل البقالة. كنت على وشك مغادرة محل البقالة حتى أوقفتني السيدة بجواري مع طفلين وسألتني عما إذا كان بإمكاني مساعدتها. حملت أحد أطفالها من محل البقالة. يبدو أنها شعرت بالراحة من حولي.",
    "response": "نجاح باهر! يجب أن يكون لديك وجه شديد الثقة! كان ذلك لطف منك لمساعدتها."
  },
  {
    "emotion": "trusting",
    "context": "احب مساعدة الاخرين لم يكن ذلك بالأمر السهل ، ولكن بدا أنه الشيء الصحيح الذي ينبغي عمله.",
    "response": "كان بالتأكيد! كم كان عمر أطفالها في رأيك؟"
  },
  {
    "emotion": "afraid",
    "context": "أخشى الأزمة الاقتصادية القادمة في الولايات المتحدة ، والتي ستؤثر علينا جميعًا.",
    "response": "لا أريد التحدث عن ذلك تقريبًا ، هل تعلم؟ هل تفعل أي شيء لمحاولة الانتقال من مكان الخوف إلى مكان الاستعداد أو الفرصة؟"
  },
  {
    "emotion": "afraid",
    "context": "نعم. أنا أدخر كل ما بوسعي عندما تأتي العاصفة.",
    "response": "خير لكم. وأتمنى أن تحظى بلحظات من الفرح وأنت تستعد لذلك؟"
  },
  {
    "emotion": "nostalgic",
    "context": "في العام الماضي ، ذهبت إلى مطعم وكان لديهم آلة الكرة والدبابيس.",
    "response": "هل لعبتها؟"
  },
  {
    "emotion": "nostalgic",
    "context": "فعلت. أعادني إلى طفولتي.",
    "response": "هذا يبدو ممتعا جدا! أنا سعيد لأنك استمتعت به!"
  },
  {
    "emotion": "grateful",
    "context": "رأيت رجل بلا مأوى يتصبب عرقا في الشمس ذلك اليوم.",
    "response": "أتخيل أن هذا جعلك تشعر بالتعاطف مع محنته."
  },
  {
    "emotion": "grateful",
    "context": "كنت متعاطفا. كما أنه يجعلني أشعر بالامتنان لبركاتي.",
    "response": "من فضلك قل لي أنك أعطيته بعض المال لمساعدته."
  },
  {
    "emotion": "sad",
    "context": "لقد خططت لقضاء بعض الوقت مع صديقي ميغان اليوم ، وللأسف ، كان علي إعادة الجدولة مرة أخرى.",
    "response": "هذا مؤسف. هل تحبها؟"
  },
  {
    "emotion": "sad",
    "context": "بالطبع ، هي أفضل صديق لي. أشعر بالسوء لأنني اضطررت إلى إنقاذها بكفالة للمرة الثالثة على التوالي.",
    "response": "انا اسف. هل أعددت يومًا آخر للتسكع؟"
  },
  {
    "emotion": "excited",
    "context": "ذات يوم التقيت ببعض الأصدقاء الذين لم أرهم منذ فترة",
    "response": "ماذا فعلت أنت وأصدقاؤك في ذلك اليوم؟"
  },
  {
    "emotion": "excited",
    "context": "ذهبنا إلى مطعم جديد لم يزره أحد من قبل. كان ممتعا!",
    "response": "هذا يبدو ممتعًا! هل كان الطعام جيدا؟"
  },
  {
    "emotion": "terrified",
    "context": "هوجمت في الشارع من قبل شخص سرق حقيبتي. كنت خائفة جدًا لدرجة أنني أصبت بنوبة هلع.",
    "response": "أوه لا ، هل أبلغت الشرطة؟"
  },
  {
    "emotion": "terrified",
    "context": "نعم ، لقد فعلت ولكني ما زلت مصدومة.",
    "response": "لدي بعض الشوكولاتة الساخنة التي يمكن أن تساعد في تهدئتك قليلاً."
  },
  {
    "emotion": "devastated",
    "context": "لذا في العام الماضي سمحت لصديقي باستعارة سيارتي ، وفي تلك الليلة انتهى به الأمر إلى تحطيمها وإحصائها. لقد سحقت.",
    "response": "لا! هذا مؤلم! لابد أنه شعر بالفزع! هل لديه تأمين لتغطية أي شيء؟"
  },
  {
    "emotion": "devastated",
    "context": "حسنًا ، كان لدي تأمين ، لكنه كان يقود سيارته لذا لم يكن مغطى. لقد كان يدفع لي مرة أخرى شيئا فشيئا.",
    "response": "أنا آسف جدا! لكنه يبدو وكأنه صديق حقيقي إذا كان يسدد لك المال!"
  },
  {
    "emotion": "joyful",
    "context": "لذا في الآونة الأخيرة ، كانت أكثر التجارب الممتعة التي مررت بها هي عندما فاز فريق كابيتالز بكأس ستانلي أخيرًا.",
    "response": "هذا مثير عندما يفوز فريقك ، هل كنت دائمًا من مشجعي الهوكي؟"
  },
  {
    "emotion": "joyful",
    "context": "نعم منذ أن كان عمري 3 سنوات! كان وقتًا لطيفًا غمرت شوارع العاصمة مع احتفال الفريق أخيرًا ببطولة.",
    "response": "هذا رائع! أنا من شيكاغو ، لذلك عندما فاز الأشبال بالمسلسل العالمي شعرت بنفس الطريقة."
  },
  {
    "emotion": "joyful",
    "context": "عندما ولدت ابنتي كنت سعيدة ومتحمسة للغاية.",
    "response": "أراهن! دائما جيدة عندما تولد حياة جديدة."
  },
  {
    "emotion": "joyful",
    "context": "نعم هي الحفيدة الأولى في عائلتنا. كان الجميع متحمسون لأن يكون لديهم فتاة أخيرًا بعد كل الأولاد.",
    "response": "أوه ، يجب أن يكون هذا حفنة لوالديك."
  },
  {
    "emotion": "sad",
    "context": "لقد اكتشفت مؤخرًا أن والدتي كانت مريضة جدًا.",
    "response": "يؤسفني سماع ذلك ، أتمنى أن تتحسن."
  },
  {
    "emotion": "sad",
    "context": "لم تفعل. وهي المرحلة الرابعة من تليف الكبد. أنا شديد الذهول حيال ذلك.",
    "response": "هذه أخبار مروعة يجب على عائلتك التأكد من أنها مرتاحة في لحظاتها الأخيرة."
  },
  {
    "emotion": "impressed",
    "context": "أنا معجب بالمنتخب الكرواتي الذي هزم إنجلترا ووصل إلى نهائي كأس العالم.",
    "response": "واو لم أكن أعرف ذلك!"
  },
  {
    "emotion": "impressed",
    "context": "كانت مفاجأة كبيرة ، وكان المنتخب الإنجليزي هو المرشح الأوفر حظاً.",
    "response": "أوه لا. هل كنت منزعجًا أيضًا؟"
  },
  {
    "emotion": "disappointed",
    "context": "هل شعرت بخيبة أمل حقا؟",
    "response": "بالطبع بكل تأكيد! أنا إنسان! ؛-) بعيدًا عن خيبات الأمل ، أعتقد أن كيفية استجابتنا هي التي تحددنا ، كما تعلم؟"
  },
  {
    "emotion": "disappointed",
    "context": "بالتأكيد! في العام الماضي كنت أتمنى حقًا الحصول على هذه الزمالة ، لكنها لم تنجح ... لكنني عدت إلى الوراء وواصلت العمل بجد!",
    "response": "ربما أصعب! هل هناك شركة أخرى تراقبها؟"
  },
  {
    "emotion": "disappointed",
    "context": "ليس الآن ، قررت إنهاء الدكتوراه ... سيكون الأمر صعبًا ولكن أعتقد أنه يمكنني إكماله في عام واحد أو نحو ذلك!",
    "response": "أوه ، أرسل لك كل أفضل المشاعر! ومبروك عليكم يا دكتور!"
  },
  {
    "emotion": "afraid",
    "context": "اعتقدت أن صديقتي كانت حاملاً مؤخرًا.",
    "response": "حقا؟ كيف جعلك ذلك تشعر بصدق؟"
  },
  {
    "emotion": "afraid",
    "context": "جعلني أشعر بالخوف الشديد من عدم معرفة ما سيحدث.",
    "response": "أستطيع التخيل. قد يكون المجهول مخيفًا جدًا ويجعلك تقلق."
  },
  {
    "emotion": "embarrassed",
    "context": "مرة واحدة في تاريخ تعثرت في النهاية وسقطت على وجهي ... الأسوأ",
    "response": "أوه لا! هل كان أول موعد؟ أم أنك خرجت مع هذا الشخص من قبل؟"
  },
  {
    "emotion": "embarrassed",
    "context": "كان الموعد الثالث! لكن الآن كنت معها منذ 2.5 سنة :) لذا لم يكن الأمر سيئًا للغاية!",
    "response": "هذا حلو جدا. هل تضحك على الوضع الآن معًا؟"
  },
  {
    "emotion": "confident",
    "context": "لقد حظيت بيوم رائع في العمل اليوم! نحن نعمل على بعض الحسابات المعقدة جدًا ، وكان علي أن أقوم بالكثير من التحضير في الليل.",
    "response": "هذا رائع حقًا ، ما الذي يجعله معقدًا جدًا؟"
  },
  {
    "emotion": "confident",
    "context": "هناك العديد من المتغيرات المختلفة التي يجب أخذها في الاعتبار - أشياء لا أتعامل معها عادة على أساس يومي. لكن الإعداد الإضافي في الليل جعل الأمر يبدو سهلاً.",
    "response": "حسنًا ، هذا رائع حقًا أنك تمكنت من الاستعداد كثيرًا ، ومن الواضح أنك تعرف ما تفعله! هل يجب عليك عادة التحضير كثيرا؟"
  },
  {
    "emotion": "devastated",
    "context": "ذات ليلة عانقت زوجتي وأخبرتها أنني أحببتها",
    "response": "اوووه! هذا حلو جدا! كم مضى على زواجك؟"
  },
  {
    "emotion": "devastated",
    "context": "ذهبت إلى العمل وحصلت على زيادة كبيرة. هرعت إلى المنزل لأخبرها.",
    "response": "هذا مثير للغاية! مبروك على الزيادة!"
  },
  {
    "emotion": "terrified",
    "context": "في ذلك اليوم ، كنت أقوم برعاية ابن أخي البالغ من العمر عامين وحاول أن يقلب رأسه على الأريكة أولاً على الأرض!",
    "response": "من فضلك قل لي انك مسكت به !! هذا فظيع !!"
  },
  {
    "emotion": "terrified",
    "context": "فعلت! بساق واحدة! ثلاث بوصات قبل أن يضرب رأسه البلاط! كدت أن أصاب بنوبة قلبية!",
    "response": "كدت أن تصيبني بنوبة قلبية بهذه القصة !!"
  },
  {
    "emotion": "surprised",
    "context": "أقام زملائي في العمل حفلة لي مؤخرًا.",
    "response": "كان هذا لطيفًا جدًا منهم. هل كانت لمناسبة خاصة؟"
  },
  {
    "emotion": "surprised",
    "context": "يوم ميلادي. لم أكن أعتقد حتى أنهم أحبوني.",
    "response": "حسنًا ، الآن تعلم أنهم يفعلون ذلك! كان ذلك مدروسًا جدًا لهم."
  },
  {
    "emotion": "terrified",
    "context": "اعتقدت مؤخرًا أنني رأيت شبحًا في منزلي.",
    "response": "أين رأيته؟"
  },
  {
    "emotion": "terrified",
    "context": "غرفة نومي! لقد شعرت بالرعب!",
    "response": "أراهن ، كيف بدت؟"
  },
  {
    "emotion": "ashamed",
    "context": "لقد مررت بوقت صعب حقًا في التعامل مع الصف العاشر.",
    "response": "ما الذي جعلها صعبة للغاية؟"
  },
  {
    "emotion": "ashamed",
    "context": "حسنًا ، أعتقد أن المعلمين في ولايتي لا يهتمون بما يكفي للتدريس بطريقة فهمتها.",
    "response": "هل أخبرت المعلم ثم نعلم أنك حاولت على الأقل."
  },
  {
    "emotion": "hopeful",
    "context": "أنا سعيد للغاية لأن فرنسا ستذهب إلى نهائي كأس العالم لكرة القدم",
    "response": "رائع! فريقك أعتقد؟ هذا مشوق!"
  },
  {
    "emotion": "hopeful",
    "context": "انه مثير. إنه ليس فريقي المفضل ولكني أحب الطريقة التي يلعبون بها.",
    "response": "إنه لأمر رائع أن تمنحهم الاحترام لذلك ، فريقك أم لا! ما هو موعد النهائي؟"
  },
  {
    "emotion": "apprehensive",
    "context": "لدي اجتماع ضخم قادم قريبا في العمل.",
    "response": "عن ماذا يتكلم؟"
  },
  {
    "emotion": "apprehensive",
    "context": "إنه لمشروع كبير أقوده. أنا مستعد بشكل جيد إلى حد ما ، لكني لا أعرف على وجه اليقين كيف ستسير الأمور.",
    "response": "يبدو أنك من المحتمل أن تقوم بعمل جيد. هل تتوقع أي مشاكل مع أشخاص آخرين؟"
  },
  {
    "emotion": "surprised",
    "context": "أعتقد أن أفضل يوم في حياتي كان عندما حصلت على سيارة للتخرج. بدأ اليوم مع أمي التي أعطتني تلميحات وكذا. كنت أتساءل ولكني اعتقدت أنه لم يكن ممكنًا لذا أعدت التركيز.",
    "response": "هذا لطيف للغاية ومن حسن الحظ أنها كانت قادرة على فعل ذلك من أجلك. أتمنى أن أفعل ذلك."
  },
  {
    "emotion": "surprised",
    "context": "كان الأمر كذلك geb = متعب وغير متوقع. أنا متأكد من أنه يمكنك العطاء بطرق يحبها الناس.",
    "response": "أنت على حق ، وأنا أفعل ذلك طوال الوقت. ما نوع السيارة التي حصلت عليها؟"
  },
  {
    "emotion": "surprised",
    "context": "زحل",
    "response": "أتذكر تلك السيارات! كم من الوقت استمر لك؟"
  },
  {
    "emotion": "sad",
    "context": "كنت مستاء جدا في ذلك اليوم. عدت إلى المنزل وكانت ثلاجتي مكسورة.",
    "response": "هذا شيء مرهق للعودة إلى المنزل!"
  },
  {
    "emotion": "sad",
    "context": "نعم. لم أكن مضطرًا فقط لدفع 1400 دولارًا مقابل واحدة جديدة ، بل كان علي التخلص من كل طعامي.",
    "response": "أنا آسف جدًا لأنك اضطررت إلى المرور بذلك!"
  },
  {
    "emotion": "nostalgic",
    "context": "لقد عدت مؤخرًا إلى ولايتي الأصلية لزيارتها.",
    "response": "اه كم هذا جميل! هل حصلت على زيارة مع الأصدقاء والعائلة؟"
  },
  {
    "emotion": "nostalgic",
    "context": "نعم فعلت. جعلني أفكر في الماضي. كان حلو ومر.",
    "response": "أراهن. من الجيد دائمًا الزيارة ، لكن قد يكون من الصعب أن نقول وداعًا."
  },
  {
    "emotion": "excited",
    "context": "لقد شعرت بسعادة غامرة مع هديتي في عيد ميلادي التاسع!",
    "response": "ما زلت تتذكر ما حصلت عليه؟ لابد أنه كان لا ينسى! ماذا كان؟"
  },
  {
    "emotion": "excited",
    "context": "كان من المؤكد. لقد كانت سوبر نينتندو والتي كانت ملحمية لأننا كنا فقراء للغاية في ذلك الوقت.",
    "response": "اوه اعرف هذا الشعور! كانت عائلتي بنفس الطريقة ، وما زلت أتذكر العودة إلى المنزل بعد آخر يوم لي في الصف السادس ورؤية صندوق SNES نفسه جالسًا على سريري."
  },
  {
    "emotion": "guilty",
    "context": "لقد تناولت الكثير من البيرة الليلة الماضية ، وبقيت متأخرا كثيرا عما خططت له.",
    "response": "أوه ، ما هو الوقت الذي انتهى بك إلى النوم؟"
  },
  {
    "emotion": "guilty",
    "context": "ربما قبل السادسة صباحًا بقليل ، واضطررت إلى الاستيقاظ للعمل الساعة 9:30 ، وغني عن القول ، لقد اتصلت هذا الصباح.",
    "response": "أنا أعرف الشعور جيدًا! آمل أن تحصل على راحة ليلية جيدة الليلة."
  },
  {
    "emotion": "afraid",
    "context": "أنا مسن وبصحة جيدة ، لكن الموت قاب قوسين أو أدنى.",
    "response": "لا يجب أن تفكر في الموت! اقض كل يوم كما يجب"
  },
  {
    "emotion": "afraid",
    "context": "هذا سخيف. الموت أمر لا مفر منه.",
    "response": "التفكير بهذه الطريقة يبدو مرهقًا"
  },
  {
    "emotion": "disappointed",
    "context": "لم أحصل على منصب تدريب مساعد في وظيفتي ، على الرغم من أنني قمت بعمل أفضل من المدرب الرئيسي نفسه في الاختبار السنوي ، 4 سنوات على التوالي!",
    "response": "الحياة هي من هذا القبيل. ليس ما تعرفه ولكن من تعرفه"
  },
  {
    "emotion": "disappointed",
    "context": "نعم ، أعتقد أنني بحاجة إلى ممارسة تقبيل مؤخرتي",
    "response": "لا حاجة لتقبيل بعقب. حافظ على سلامتك واستمتع بالحياة بشروطها."
  },
  {
    "emotion": "excited",
    "context": "لم أصدق ذلك! عندما بدأت المعركة تتأرجح في طريقي ، أتذكر أنني بدأت أشعر بهذا الشعور بأنني قد أفوز.",
    "response": "أي معركة؟ ماذا كنتم تفعلون؟"
  },
  {
    "emotion": "excited",
    "context": "كنت ألعب 1v1 Starcraft على السلم التنافسي.",
    "response": "هل هذه لعبة فيديو؟"
  },
  {
    "emotion": "embarrassed",
    "context": "اضطررت لإلقاء خطاب في العمل ونسيت ما كنت أقوله في المنتصف.",
    "response": "هذا ليس ممتعًا أبدًا. هل لديك أي ملاحظات لمساعدتك على التذكر؟"
  },
  {
    "emotion": "embarrassed",
    "context": "لا لم أفعل ، وسخر مني الجميع. كان فظيعا.",
    "response": "لم يكن هذا لطيفًا جدًا منهم. من الشائع نسيان الأشياء. نأمل في المرة القادمة أن تتذكر!"
  },
  {
    "emotion": "hopeful",
    "context": "بدأت مؤخرًا علاجات في المختبر على أمل الحمل.",
    "response": "واو ، أنا متأكد من أنها ستنجح. أنا متفائل جدا بالنسبة لك."
  },
  {
    "emotion": "hopeful",
    "context": "شكرا جزيلا. يبدو أنني كنت أحاول إلى الأبد دون نجاح.",
    "response": "لقد كنت أنا وزوجتي معًا لمدة 12 عامًا ، وحاولنا منذ سنوات ولا شيء. انتظرت بعض الوقت ثم بدأنا المحاولة مرة أخرى وحصلنا عليها. القدر لديه طريقة مضحكة للعمل."
  },
  {
    "emotion": "excited",
    "context": "حصلت على تذاكر مجانية وبطاقة هدايا لشراء العشاء!",
    "response": "هذا عظيم. مع من أنت ذاهب؟"
  },
  {
    "emotion": "excited",
    "context": "ذهبت مع مجموعة من الناس من مدرستي.",
    "response": "هذا عظيم."
  },
  {
    "emotion": "anxious",
    "context": "أنا متوتر بسبب نتائج فحص الدم التي سأحصل عليها غدًا",
    "response": "نجاح باهر. ماذا تعتقد سوف يحصل؟"
  },
  {
    "emotion": "anxious",
    "context": "أخشى أن يكون لدي بعض مشاكل السكر.",
    "response": "حسنًا ، تأكد من الاستماع إلى نصيحة د."
  },
  {
    "emotion": "hopeful",
    "context": "لقد تقدمت مؤخرًا للحصول على وظيفة بعد أن تركت القوة العاملة لمدة 13 عامًا!",
    "response": "تهانينا!!! يمكن أن يكون ذلك مثيرًا ومرعبًا؟ أين أنت في هذا الطيف؟ ؛-)"
  },
  {
    "emotion": "hopeful",
    "context": "أنا متحمس جدا! لكن خائفة قليلا أيضا. أتمنى أن أحصل عليه!",
    "response": "أبعث لك بكل أطيب المشاعر. هل هو في مجال عملت فيه من قبل؟"
  },
  {
    "emotion": "hopeful",
    "context": "شكرا جزيلا! إنها وظيفة خدمة عملاء ، وقد قمت بها ، لكن في صناعة مختلفة.",
    "response": "لحسن الحظ ، يبدو أن الكثير من أرباب العمل على استعداد لاستقراء أنه إذا كان لديك مواهب في صناعة ما ، فسوف يتقدمون إلى صناعة أخرى. يمكنك دائمًا التعرف على مواضيع مختلفة ؛ لا يمكنك دائمًا تعلم كيفية جلب تلك الشرارة الخاصة لاحتياجات خدمة العملاء. حظا سعيدا!"
  },
  {
    "emotion": "disappointed",
    "context": "شعرت بالإحباط الشديد عندما لم أحصل على آخر وظيفة تقدمت لها ..",
    "response": "لقد كنت في ذلك القارب. ما رأيك كانت القضية؟"
  },
  {
    "emotion": "disappointed",
    "context": "من الصعب معرفة ذلك. إذا كان عليّ أن أخمن فلن أستطيع للأسف.",
    "response": "أن ينتن. لقد أجريت مقابلة أيضا. كان لدي مكانان يتصلان بي مرة أخرى لإجراء ثلاث مقابلات ثم لا يوجد عرض. لذلك أشعر بك. فقط استمر في البحث."
  },
  {
    "emotion": "caring",
    "context": "اضطررت لمساعدة صديقي على الخروج من منزلهم",
    "response": "كيف أن يذهب؟"
  },
  {
    "emotion": "caring",
    "context": "سارت الأمور على ما يرام ، لقد كنت متعبًا بعد ذلك",
    "response": "هل كانت خطوة طويلة؟"
  },
  {
    "emotion": "lonely",
    "context": "لم يكن لدي أي أصدقاء عندما كنت أصغر.",
    "response": "لماذا ليس لديك اصدقاء"
  },
  {
    "emotion": "lonely",
    "context": "حسنًا ، كنت محرجًا اجتماعيًا بسبب إعاقة التعلم لدي في ذلك الوقت. كنت أجلس أيضًا على جهاز الكمبيوتر الخاص بي وألعب الألعاب.",
    "response": "ما هي الألعاب التي لعبتها في ذلك الوقت؟"
  },
  {
    "emotion": "devastated",
    "context": "صديقي الذي نشأت معه توفي مؤخرًا.",
    "response": "آسف لسماع ذلك ، ماذا حدث؟"
  },
  {
    "emotion": "devastated",
    "context": "حادث سيارة. لقد كانت مأساوية وفظيعة.",
    "response": "هذا مروع ، الناس بحاجة إلى أن يكونوا أكثر حذرا"
  },
  {
    "emotion": "ashamed",
    "context": "لقد خدعت صديقي مرة واحدة.",
    "response": "هل أخبرته أم اكتشف؟"
  },
  {
    "emotion": "ashamed",
    "context": "أخبرته وشعرت بالفزع والرهيب لأفعالي.",
    "response": "رهبة ، أنا آسف. في تلك الحالات ، لا أحد يفوز. أتمنى أن تخرجوا منها أقوى من ذي قبل"
  },
  {
    "emotion": "proud",
    "context": "كنت أفعل شيئًا جماعيًا ، وفزنا لذا كنت سعيدًا",
    "response": "ماذا كان نشاط الفريق؟"
  },
  {
    "emotion": "proud",
    "context": "كان علينا القيام بعرض تقديمي لوظيفة",
    "response": "أنا سعيد لأن الأمر سار على ما يرام بالنسبة لك!"
  },
  {
    "emotion": "anxious",
    "context": "بالأمس ذهبت إلى الطبيب واضطررت إلى أخذ حقنة.",
    "response": "ما هي مشكلتك الصحية؟"
  },
  {
    "emotion": "anxious",
    "context": "أعاني من آلام في الكتف من إصابة منذ 7-8 سنوات. قرر أنه يجب أن أحصل على جرعة من الكورتيزون.",
    "response": "آسف لسماع ذلك. لدي نفس المشاكل مع ركبتي."
  },
  {
    "emotion": "embarrassed",
    "context": "كسرت تمثال زميلتي في العمل الذي كان على مكتبها. أشعر بالسوء حيال ذلك.",
    "response": "أوه لا ، هل تمكنت من إخبارها أنك فعلت ذلك؟"
  },
  {
    "emotion": "embarrassed",
    "context": "نعم ولكن لا توجد طريقة لاستبدال هذا التمثال. لقد كان شيئًا عاطفيًا بالنسبة لها",
    "response": "آه ، أنا متأكد من أن ذلك كان صعبًا. أنا آسف أنه كان عليك أن تمر بذلك."
  },
  {
    "emotion": "disgusted",
    "context": "أنا حقًا أكره الأشخاص الذين ليس لديهم لطف ولهم كره في قلوبهم.",
    "response": "أوافق على ذلك. لا أريد أن أعيش هكذا. وهذا شيء واحد إذا كانوا يؤثرون على أنفسهم فقط - ولكن عندما يستهدفون الآخرين - فإن الأسوأ."
  },
  {
    "emotion": "disgusted",
    "context": "أعلم .. أخت أخي شخص سلبي للغاية يكره الكثير من الناس بدون سبب!",
    "response": "أليس هذا غريب؟ أعني أن الأمر يتطلب * طاقة * لتكون بهذه السلبية! هل يشعر أخوك بذلك أيضًا؟ أو فقط لا تستطيع / لن تراه؟"
  },
  {
    "emotion": "grateful",
    "context": "أمي أكملت للتو سبعة أسابيع من العلاج الإشعاعي لسرطان الثدي!",
    "response": "كيف تشعر؟"
  },
  {
    "emotion": "grateful",
    "context": "إنها تشعر بشعور رائع! أنا ممتن جدًا لأن لديها أطباء عظماء لعلاجها!",
    "response": "هذا رائع. نأمل أن تستمر في التحسن وأفضل."
  },
  {
    "emotion": "jealous",
    "context": "رأيت صديقي يعلق على صور فتيات أخريات على Facebook.",
    "response": "كيف يمكن أن تجعلك تشعر"
  },
  {
    "emotion": "jealous",
    "context": "كنت غيورًا جدًا وغاضبًا وغير آمن.",
    "response": "هل واجهته"
  },
  {
    "emotion": "angry",
    "context": "I broke my phone",
    "response": "اني آسف لسماع هذا. كيف؟"
  },
  {
    "emotion": "angry",
    "context": "لقد أسقطته لول",
    "response": "أوه لا! آمل أن تتمكن من إصلاحه!"
  },
  {
    "emotion": "prepared",
    "context": "لقد درست مؤخرًا بجدية من أجل الاختبار النهائي",
    "response": "أتذكر تلك الأيام ، أي موضوع؟"
  },
  {
    "emotion": "prepared",
    "context": "الفيزياء. كان صعبًا ولكنه يستحق ذلك كثيرًا.",
    "response": "يبدو الأمر صعبًا! ما هي الدرجة التي حصلت عليها؟"
  },
  {
    "emotion": "nostalgic",
    "context": "أفتقد العقد الماضي ، كنت مراهقًا وكان لدي الكثير من المرح.",
    "response": "لدي نفس الشعور ولكن في التسعينيات وأوائل القرن الحادي والعشرين. أن تكون بالغًا ليس ممتعًا."
  },
  {
    "emotion": "nostalgic",
    "context": "لا ، ليس كذلك ، المسؤوليات وليس هناك متعة. أتمنى لو كنت بيتر بان.",
    "response": "نعم ام غني. عندما كنت طفلاً أردت أن أكبر. الآن بعد أن كبرت ، أريد أن أصبح طفلاً مرة أخرى."
  },
  {
    "emotion": "apprehensive",
    "context": "تمت دعوة ابني للنوم لكننا لا نعرف العائلة المضيفة جيدًا.",
    "response": "هل رفضت؟ لن أشعر براحة كبيرة حتى تعرفت على العائلة."
  },
  {
    "emotion": "apprehensive",
    "context": "نعم ، وكان من الصعب اتخاذ القرار لأن ابني أراد حقًا الذهاب. لكن لا يمكنك الوثوق بأي شخص هذه الأيام.",
    "response": "أوافق ، لقد اتخذت الاختيار الصحيح. ويمنحك الوقت للتعرف على المضيفين قبل النوم في المستقبل!"
  },
  {
    "emotion": "furious",
    "context": "بينما كنت في إجازة أمومة ، عملت من المنزل قليلاً. لا أعتقد أن مديري أحب ذلك كثيرًا.",
    "response": "حسنًا ، هذا ليس عدلاً لرئيسك في العمل! معظم الناس لا يعملون على الإطلاق أثناء إجازة الأمومة ، يجب أن يكون ممتنًا!"
  },
  {
    "emotion": "furious",
    "context": "كنت تعتقد ، لكنه كان يصيح في وجهي حرفيًا عبر الهاتف بشأن الأشياء التي حدثت عندما لم أكن هناك.",
    "response": "حسنًا ، يبدو أن رئيسك في العمل يشعر بالتوتر الشديد ويخسره عليك! ربما يحتاج إلى استراحة طويلة!"
  },
  {
    "emotion": "surprised",
    "context": "بقيت مستيقظًا حتى منتصف الليل وشاهدت ESPN لمعرفة من سيكتسبه. اعتقدت أنه سينتهي به الأمر بالبقاء في كليفلاند.",
    "response": "هل تقصد ليبرون جيمس؟ كنت أتمنى أن يأتي إلى ميامي!"
  },
  {
    "emotion": "surprised",
    "context": "أجل أقبل! واو ، لو ذهب إلى ميامي لكان ذلك مجنونًا!",
    "response": "أتمنى لو كان لديه! يمكن أن يستخدم الحرارة مساعدته! هاها!"
  },
  {
    "emotion": "surprised",
    "context": "لقد صدمت جدًا لأن زوجي اشترى لي تذاكر لمشاهدة فريقي المفضل في اتحاد كرة القدم الأميركي ، فريق ستيلرز ، في جاكسونفيل!",
    "response": "يجب أن يكون هذا رائعًا. لقد شاركت فقط في مباراة واحدة في اتحاد كرة القدم الأميركي وكانت برية!"
  },
  {
    "emotion": "surprised",
    "context": "اللعبة في نوفمبر! لم أذهب أبدًا إلى لعبة اتحاد كرة القدم الأميركي! لقد صدمت لدرجة أنه اشترى التذاكر!",
    "response": "أستطيع التخيل! أتذكر أنني اكتشفت أنني حصلت على تذاكر مجانية إلى عالم ديزني ذات مرة ، كنت سعيدًا."
  },
  {
    "emotion": "devastated",
    "context": "تعرضت شقتي للسرقة. لقد أصبت بالدمار الشديد لرؤية الأضرار وما سرق.",
    "response": "واو انا اسف جدا يجب أن يكون ذلك مخيفًا جدًا. هل تمكنت الشرطة من العثور على أي دليل؟"
  },
  {
    "emotion": "devastated",
    "context": "لا ، لقد كانت عديمة الفائدة تمامًا",
    "response": "كنت أتمنى أن يكونوا قادرين على المساعدة بطريقة ما! آمل ألا يأخذوا أي شيء على المستوى الشخصي!"
  },
  {
    "emotion": "sentimental",
    "context": "ذهبت أنا وزوجي لتناول العشاء الليلة وننظر إلى صور أطفالنا عندما كانوا صغارًا حقًا.",
    "response": "كم هو حلو! كم أعمارهم الآن؟"
  },
  {
    "emotion": "sentimental",
    "context": "إنهما يبلغان من العمر 18 عامًا ويبلغ من العمر 16 عامًا تقريبًا ، كما يقولون إن الأيام تمر ببطء شديد ولكن السنوات تمر - وهم على حق. لا أصدق أنهم لم يعودوا صغارًا بعد الآن.",
    "response": "هذا صحيح بالنسبة لي أيضًا ، لديّ 17 و 19 عامًا. لا أصدق ذلك ، وقد بلغت الأربعين من العمر في الخامس"
  },
  {
    "emotion": "afraid",
    "context": "أنا أكره المحيط. انا خائف جدا.",
    "response": "هذا .. يثير. هل هناك سبب معين يجعلك تخاف من المحيط؟"
  },
  {
    "emotion": "afraid",
    "context": "كدت أغرق مرة واحدة عندما كنت صغيراً.",
    "response": "هل حقا؟ نفس .. كنت في الخامسة من عمري بنفسي. كم كان عمرك؟"
  },
  {
    "emotion": "surprised",
    "context": "جربت OkCupid العام الماضي لأول مرة ... كانت الفتاة الأولى التي التقيت بها محترمة في الصور ، لكن تبين أنها كانت قنبلة في شخصها ...",
    "response": "I do not like OkCupid."
  },
  {
    "emotion": "surprised",
    "context": "طيب يا صديقي ماذا تحب",
    "response": "أنا أفضل Tinder."
  },
  {
    "emotion": "jealous",
    "context": "أتمنى لو كنت براد بيت.",
    "response": "كنت أتمنى لو كنت كريس برات ولكن لماذا تريد أن تكون \"بيت\""
  },
  {
    "emotion": "jealous",
    "context": "إنه يكسب الكثير من المال وهو مشهور.",
    "response": "هذا صحيح جدًا ، لكن هل تريد أن ينصت عليك الناس طوال الوقت."
  },
  {
    "emotion": "surprised",
    "context": "لذلك عندما حصلت على Pokemon لعيد الميلاد ، كنت طفلاً ، كنت مندهشًا جدًا لأنني فقدت عقلي كنت سعيدًا جدًا ومفرطًا.",
    "response": "أنا أحب بوكيمون."
  },
  {
    "emotion": "surprised",
    "context": "رائع ، لقد حصلوا عليه أيضًا في التسجيل ، لذا رأيتني أصرخ \"بوكيمون! بوكيمون!\"",
    "response": "رائع. أحببت بوكيمون بلو."
  },
  {
    "emotion": "angry",
    "context": "عندما أفشل في المدرسة أصاب بالغضب.",
    "response": "لماذا تفشل ألا تدرسين"
  },
  {
    "emotion": "angry",
    "context": "أنا أدرس لكنني لست ذكيًا.",
    "response": "لا أحد ذكي حتى يتعلم أن يكون أذكياء. لقد ولدنا جميعًا بأدمغة ولكن ليس بذكاء يجب أن نكتسب الذكاء."
  },
  {
    "emotion": "jealous",
    "context": "أتمنى لو كنت دونالد ترامب. حياته مذهلة.",
    "response": "يمكنك أن تكون الرابح التالي إذا عملت بجد."
  },
  {
    "emotion": "jealous",
    "context": "أنا ائمل كذلك. اريد ان اكون غنيا مثله.",
    "response": "عليك أن تعمل بجد وتحسن في شيء ما."
  },
  {
    "emotion": "sad",
    "context": "بكيت طوال اليوم عندما ماتت جدتي.",
    "response": "انا اسف لسماع ذلك. كنتما قريبين؟"
  },
  {
    "emotion": "sad",
    "context": "نعم. كنت أزورها كل صيف.",
    "response": "فعلت نفس الشيء مع خاصتي. عشت معها خلال الصيف وعدت إلى المنزل عندما بدأت المدرسة."
  },
  {
    "emotion": "ashamed",
    "context": "آه ، لقد شعرت بالحرج الشديد من نفسي في ذلك اليوم لأنني التقطت وجهي لسيدة مبيعات.",
    "response": "مهلا ، هذا يحدث في بعض الأحيان. ما هو الوضع؟"
  },
  {
    "emotion": "ashamed",
    "context": "كنت أرغب في شراء عنصر تم تمييزه على أنه خطأ ورفضت احترام السعر المنشور. اعتقدت أنها كانت مظللة ، لكنها في النهاية كانت لطيفة للغاية ومفيدة. اشعر بالسوء.",
    "response": "ثق بي لقد كنت هناك! بعض الأيام أفضل من غيرها. هل اعتذرت؟"
  },
  {
    "emotion": "disgusted",
    "context": "أتذكر عندما ضرب جوردان تلك المباراة بالفوز على يوتا جاز في أواخر التسعينيات. ما زلت لا أصدق ذلك.",
    "response": "أعلم أن ذلك كان مخيبا للآمال!"
  },
  {
    "emotion": "disgusted",
    "context": "كنا نتغلب عليهم في الموسم العادي مرارًا وتكرارًا ، لكن عندما وصل الأمر إلى النهائيات وعلى وجه التحديد نهائيات 98 ، أفسد الثيران أي فرصة كانت متاحة لموسيقى الجاز.",
    "response": "حسنًا ، ستكون هناك دائمًا فرص أخرى لتلعب هذه المباراة مرة أخرى."
  },
  {
    "emotion": "faithful",
    "context": "زوجي سائق شاحنة على الطريق ولا يمكنني رؤيته كثيرًا.",
    "response": "انا اسف لسماع ذلك. يجب أن يكون من الصعب الابتعاد عن الشخص الذي تحبه."
  },
  {
    "emotion": "faithful",
    "context": "نعم. لقد أنعم الله على قدرتنا على مواساة بعضنا البعض خلال الأوقات الصعبة.",
    "response": "سعيد لسماع ذلك. أتمنى لك استمرار الحب والنجاح مع زواجك. إنها هدية نادرة أن تحصل عليها هذه الأيام."
  },
  {
    "emotion": "annoyed",
    "context": "صديقي فيل يزعجني حقًا.",
    "response": "هل لديه خصائص جيدة أيضًا ، أم أنه مزعج طوال الوقت؟"
  },
  {
    "emotion": "annoyed",
    "context": "إنه رجل لطيف ولكنه يتحدث كثيرًا.",
    "response": "هل لديه على الأقل أشياء مثيرة للاهتمام ليقولها عندما يتحدث؟"
  },
  {
    "emotion": "disappointed",
    "context": "لذلك قام والدي ببعض الأشياء الغبية. لقد فاتته إحدى مباريات كرة القدم ولم أكن سعيدًا به.",
    "response": "آسف لسماع ذلك. هل تلعب كرة القدم"
  },
  {
    "emotion": "disappointed",
    "context": "ليس بعد الآن ، ألعب الهوكي أكثر مما سيظهر في تلك الألعاب.",
    "response": "رائع. ربما كان أكثر من مشجع للهوكي"
  },
  {
    "emotion": "disappointed",
    "context": "هو بصراحة",
    "response": "منذ متى وانت تلعب"
  },
  {
    "emotion": "confident",
    "context": "قبل أن أتحدث مع الفتيات ... الآن أتلقى الأرقام من اليسار واليمين",
    "response": "نعم عندما تكسر هذا الخوف من سؤال الحياة تتحسن كثيرًا."
  },
  {
    "emotion": "confident",
    "context": "For sure. Are you female or male",
    "response": "أنا ذكر لذلك كان من الصعب في البداية القيام بذلك لأن معظم الفتيات يرغبن في بعض الرجال الحازمين."
  },
  {
    "emotion": "guilty",
    "context": "أتمنى لو لم أكذب على والدي.",
    "response": "أنا متأكد من أن لديك سبب وجيه. عن ماذا كان ذلك؟"
  },
  {
    "emotion": "guilty",
    "context": "حول درجة اختباري في المدرسة.",
    "response": "لماذا تكذب بشأن ذلك؟ لا يمكن أن يكون بهذا السوء؟"
  },
  {
    "emotion": "proud",
    "context": "نجري لم شمل عائلتنا في نهاية هذا الأسبوع. يجب أن يكون هناك الكثير من المرح",
    "response": "أنا أحب لم شمل الأسرة."
  },
  {
    "emotion": "proud",
    "context": "أنا سعيد لأننا نقوم بذلك لأنه لم يكن لدينا واحدة العام الماضي. أنا فخور بأنه يمكننا التغلب على خلافاتنا والتسكع.",
    "response": "ذلك رائع. أين إلتقيت؟"
  },
  {
    "emotion": "proud",
    "context": "جانب والدي من عائلتي.",
    "response": "ذلك رائع. أين إلتقيت؟"
  },
  {
    "emotion": "nostalgic",
    "context": "لقد استمعت إلى أغنية في ذلك اليوم ذكرتني بالماضي.",
    "response": "ما هي الاغنية؟"
  },
  {
    "emotion": "nostalgic",
    "context": "الجلسرين بوش. لقد جعلني أشعر بالغرابة ، كما كنت في الماضي.",
    "response": "لم أسمع به من قبل ، هل هو من الثمانينيات؟"
  },
  {
    "emotion": "anticipating",
    "context": "عندما كنت في السابعة من عمري كنت دائمًا أول من يبحث عن الهدايا تحت الشجرة عشية عيد الميلاد. شعرت بخيبة أمل عندما لم يكن هناك شيء ... ولكن في صباح اليوم التالي استيقظت على جهاز Xbox 360",
    "response": "لدي جهاز Xbox 360."
  },
  {
    "emotion": "anticipating",
    "context": "هذا بارد. ما هي الألعاب المفضلة لديك هي COD MWII و madden",
    "response": "أنا أحب مادن."
  },
  {
    "emotion": "confident",
    "context": "أعلم أنني سأجتاز فصلي في اللغة الإنجليزية.",
    "response": "رائع. ما الذي يجعلك واثقا جدا"
  },
  {
    "emotion": "confident",
    "context": "لقد درست وأعرف المادة.",
    "response": "لطيف. فلدي أحب الائتمان السهل عندما تضع في العمل"
  },
  {
    "emotion": "jealous",
    "context": "أتمنى لو كنت باتمان. هو جذاب.",
    "response": "هو جذاب. سأكتفي بخادم بريطاني. هل هو بطلك الخارق المفضل؟"
  },
  {
    "emotion": "jealous",
    "context": "نعم ولا حتى قريبة. هو الأفضل.",
    "response": "أنا حقًا أحب باتمان أيضًا ، كريستيان بيل هو باتمان المفضل لدي."
  },
  {
    "emotion": "prepared",
    "context": "أنا جاهز لقضاء إجازتي.",
    "response": "مثير جدا! إلى أين أنت ذاهب مرة أخرى؟"
  },
  {
    "emotion": "prepared",
    "context": "انا ذاهب الى استراليا.",
    "response": "قف! هذا غير معقول! لم أخرج من البلاد أبدًا. مع من ستذهب مرة أخرى؟"
  },
  {
    "emotion": "faithful",
    "context": "أشعر دائمًا بأن الولاء هو أقوى شيء في العلاقة.",
    "response": "انا اوافق تماما."
  },
  {
    "emotion": "faithful",
    "context": "صديقتي تجعلني سعيدة للغاية فقط لماذا أرغب في تدمير ذلك.",
    "response": "Where did you meet her?"
  },
  {
    "emotion": "impressed",
    "context": "لقد استمتعت حقًا بتكنولوجيا المعلومات ، لقد فوجئت.",
    "response": "الفيلم أم تكنولوجيا المعلومات؟"
  },
  {
    "emotion": "impressed",
    "context": "الفيلم. كان جيدا حقا.",
    "response": "لقد أحببته كثيرًا أيضًا ، لا يمكنني الانتظار حتى الجزء التالي منه."
  },
  {
    "emotion": "prepared",
    "context": "أنا جاهز لبدء المدرسة.",
    "response": "أنا أيضا! متى تبدأ المدرسة؟"
  },
  {
    "emotion": "prepared",
    "context": "في أغسطس ، متى تفعل؟",
    "response": "أغسطس كذلك. ماذا تدرس؟"
  },
  {
    "emotion": "angry",
    "context": "أنا غاضب جدا من ابني.",
    "response": "ماذا فعل؟"
  },
  {
    "emotion": "angry",
    "context": "طلبت منه ثلاث مرات اليوم أن يقوم بالأعمال المنزلية وما زالت لم تنته. لا أعرف ما علي فعله لأجعله يستمع.",
    "response": "هل حاولت رشوته؟"
  },
  {
    "emotion": "surprised",
    "context": "أحضر لي زوجي هدية عيد ميلاد الشهر الماضي كنت متحمسًا جدًا لاستلامها",
    "response": "ماذا اشتريت لك؟"
  },
  {
    "emotion": "surprised",
    "context": "آيفون 8! كنت بحاجة إلى واحدة جديدة ، لقد كنت أستخدم 5 لسنوات وبالكاد تحمل تكلفة. أنا حقا أحب 8.",
    "response": "لدي هاتف iphone 7."
  },
  {
    "emotion": "jealous",
    "context": "أتمنى لو كنت إيلون ماسك.",
    "response": "سمعت أن صافي ثروته يقارب 20.9 مليار دولار !! أتمنى لو كنت هو أيضا - LOL!"
  },
  {
    "emotion": "jealous",
    "context": "نعم وبدأت SpaceX.",
    "response": "إذا كنت سأسافر إلى المريخ ، فسيكون معه!"
  },
  {
    "emotion": "caring",
    "context": "رعاية الناس جيدة ولكن سأقول إنني لم أهتم أبدًا بمخلوق مثل كلبي الأول.",
    "response": "يمكنني أن أتعلق تماما. الكلاب أفضل من معظم الناس. أي طفل من الكلاب كان ذلك؟"
  },
  {
    "emotion": "caring",
    "context": "كان كلبًا ألمانيًا عاش حتى كان عمره 18 عامًا. وما زلت أفتقده.",
    "response": "أنا آسف. الكلاب تأخذ قطعة من قلوبنا عندما يذهبون. 18 عامًا هي حياة طويلة جدًا لكلب ، أراهن أنك قضيت الكثير من الأوقات الرائعة معًا!"
  },
  {
    "emotion": "jealous",
    "context": "عندما رأيت رجلاً على Facebook ينشر فيديو لنفسه وهو يرفع 335 رطلاً ويحظى باهتمام بعض الفتيات اللطيفات ... كان لدي صديقي يسجل لي مقعدًا يضغط على 350 رطلاً وهو أمر أصعب بكثير ... وشعرت بتحسن كبير بعد ذلك",
    "response": "واو ، أنت قوي."
  },
  {
    "emotion": "jealous",
    "context": "شكر. كنت تفعل ذلك لمدة 3 سنوات ، ولكن يمكن لأي شخص الوصول إلى هناك!",
    "response": "ماذا تأكل لتكون قويا جدا؟"
  },
  {
    "emotion": "excited",
    "context": "أنا مستعد لزيارة حديقة فينواي.",
    "response": "هذا بارد. ما زلت صبيًا من بوسطن ... أعيش في لويل ، ماساتشوستس في الصف الرابع إلى الخامس"
  },
  {
    "emotion": "excited",
    "context": "هذا رائع. هل زرت فينواي بارك من قبل؟",
    "response": "لا أريد أن أفعل. هل سجلت تذاكر أو شيء من هذا القبيل"
  },
  {
    "emotion": "afraid",
    "context": "أخذت إجازة إلى المكسيك ، لكنني كنت خائفة من الذهاب إلى أي مكان بسبب الجريمة في المنطقة.",
    "response": "أوه ، أنا آسف لسماع ذلك. هل بقيت في العاصمة؟"
  },
  {
    "emotion": "afraid",
    "context": "لست متأكدًا ، أعتقد أنه كان Cozmuzel أو شيء من هذا القبيل",
    "response": "أوه لا! في المرة القادمة ، تأكد من الذهاب إلى مكسيكو سيتي! إنه انفجار! إلى جانب ذلك ، فإن Cozumel ليس بهذه الخطورة على الإطلاق."
  },
  {
    "emotion": "confident",
    "context": "في العمل ، يتفاجأ زميلي في العمل بمدى ثقتي في قدرتي على تحقيق مهمة صعبة.",
    "response": "ذلك رائع! من المهم أن تثق بنفسك وقدراتك في العمل لتكون ناجحًا. إنه مثال جيد يمكنك وضعه لزملائك في العمل أيضًا!"
  },
  {
    "emotion": "confident",
    "context": "وأنا أقدر ذلك بفضل. مديري هو سعيد",
    "response": "حسنًا ، هذا هو أهم شيء يجب التأكد من أنه سعيد! خير لكم!"
  },
  {
    "emotion": "excited",
    "context": "لقد عشت في منزلي لمدة 19 عامًا وأخيراً أقوم بإعادة تصميم مطبخي!",
    "response": "يمكنني أن أتحدث - لقد قضينا 18 عامًا في منزلنا ولم نفعل أي شيء بعد. ما هو النمط الذي تفعله به؟"
  },
  {
    "emotion": "excited",
    "context": "نحن ننتقي الأجهزة المصنوعة من الفولاذ المقاوم للصدأ والخزائن البيضاء وأسطح الكوارتز. من الممتع جدًا اختيار كل شيء!",
    "response": "أراهن أنك تواجه انفجار !!! كم من الوقت تعتقد أن التجديدات ستستغرق حتى تنتهي؟"
  },
  {
    "emotion": "grateful",
    "context": "كنت مريضة جدا عندما ولدت ابنتنا الأولى. لقد أصبت بمتلازمة هيلب معها وبقيت في المستشفى لمدة 7 أيام.",
    "response": "أوه ، هذا فظيع !! ما هي متلازمة هيلب؟"
  },
  {
    "emotion": "grateful",
    "context": "يحدث هذا بشكل أساسي عندما يتطور تسمم الحمل إلى درجة عدم تجلط الدم وتبدأ أعضائك في الانغلاق. اضطررت إلى البقاء 7 أيام بعد ولادتها حتى يبدأ دمي في التجلط مرة أخرى. نزلت أختي وبقيت لمدة أسبوعين لمساعدتنا.",
    "response": "الحمد لله أنها كانت قادرة على المجيء ، لكن يجب أن يكون ذلك مخيفًا للغاية! أتمنى أن تكون بخير الآن!"
  },
  {
    "emotion": "surprised",
    "context": "لقد كانت طريقة مرهقة لبدء اليوم ، دون إشعار مسبق بتغيير الإدارة ، وطردهم من العمل.",
    "response": "لقد كنت هناك عندما اشترتنا شركة جديدة. كيف تتعاملون مع ذلك؟"
  },
  {
    "emotion": "surprised",
    "context": "كنا نعطي خيار البقاء أو المغادرة مع حزمة إنهاء الخدمة ، كنت متوترة للغاية وكان ذلك على الفور ، لم أكن أعرف ماذا أفعل في البداية.",
    "response": "هذا يبدو مرهقا. على الأقل عرضوا إنهاء الخدمة."
  },
  {
    "emotion": "ashamed",
    "context": "لذلك صرخت في وجه فتاتي مرة وأعتقد أنه من الغباء جدًا القيام بذلك.",
    "response": "ترتفع المشاعر - كلنا نقول أشياء لا نعنيها. ماذا حدث؟"
  },
  {
    "emotion": "ashamed",
    "context": "كان لديها مجموعة من الفواتير الطبية ولم تدخر المال أبدًا في معظم الأوقات. لقد انزعجت للتو من ذلك",
    "response": "بصراحة ، عليك أن تختار واحدة أو أخرى. أستطيع أن أرى كيف شعرت بالإحباط ، لكنني سعيد لأنك أدركت أنه لا ينبغي عليك الصراخ."
  },
  {
    "emotion": "lonely",
    "context": "أتمنى أن يكون لدي أصدقاء.",
    "response": "لماذا هذا؟ هناك شيء خاطئ معك؟"
  },
  {
    "emotion": "lonely",
    "context": "لا أعتقد ذلك ولكني خجول.",
    "response": "يجب أن تعمل على ذلك ، كن نسخة أفضل من نفسك."
  },
  {
    "emotion": "angry",
    "context": "أنا غاضب جدًا من دونالد ترامب لأنه أمر بفصل الأطفال عن والديهم.",
    "response": "أنا أحب دونالد ترامب."
  },
  {
    "emotion": "angry",
    "context": "يجب أن يكون هناك خطأ في روحك ، إذن.",
    "response": "لا ، لقد خفض ضرائبي."
  },
  {
    "emotion": "jealous",
    "context": "أتمنى لو كنت أطول.",
    "response": "زوجي لديه هذه المشكلة. هل أنت أقصر من المتوسط؟"
  },
  {
    "emotion": "jealous",
    "context": "لا أنا 6 أقدام ولكني أريد أن أكون 6'6.",
    "response": "سمعت عن أشخاص يحاولون البقاء في وضع مقلوب لساعات في اليوم لإطالة أنفسهم. لا أعتقد أنه يعمل ، ولكن يبدو أن الكثير من الناس يرغبون في أن يكونوا أطول."
  },
  {
    "emotion": "embarrassed",
    "context": "كان لدي بعض الفتيات في المدرسة الإعدادية اللواتي كن لئيمات جدًا بالنسبة لي - مثال الفتيات اللئيمات.",
    "response": "هذا ليس رائعًا. هل أنت بخير؟"
  },
  {
    "emotion": "embarrassed",
    "context": "نعم ، لكنهم حقًا تركوا انطباعًا على ما أعتقد. تظاهروا بأنهم ولد أحبني وأرسلوا لي ملاحظات وحتى حيوان محشو في عيد الحب. ثم أخبرني أنه كانا هم - هل يمكنك أن تتخيل !؟",
    "response": "هذا يعني. يمكن أن تكون الفتيات لئيمة في بعض الأحيان."
  },
  {
    "emotion": "terrified",
    "context": "كنت خائفة أثناء الزلزال.",
    "response": "هذا مفهوم هل كان قويا؟"
  },
  {
    "emotion": "terrified",
    "context": "Yes a 4.0",
    "response": "نجاح باهر للإعجاب. هل كانت الأولى لك؟"
  },
  {
    "emotion": "sad",
    "context": "بكيت عندما انفصل الأخوان جوناس.",
    "response": "هل حقا؟؟ لم أستطع الاهتمام أقل."
  },
  {
    "emotion": "sad",
    "context": "نعم. احب موسيقاهم.",
    "response": "أنا أشبه نوعًا من موسيقى الروك أند رول بنفسي."
  },
  {
    "emotion": "proud",
    "context": "أنا فخور جدا بزوجتي. حصلت على ترقية كبيرة في العمل.",
    "response": "أين تعمل هي؟"
  },
  {
    "emotion": "proud",
    "context": "تعمل في شركة تسويق وهي موهوبة جدا.",
    "response": "هذا بارد. ذهبت إلى المدرسة للتسويق."
  },
  {
    "emotion": "disgusted",
    "context": "كنت محصورا جدا! أحد المطاعم المفضلة التي أذهب إليها كل أسبوع تم إغلاقه للتو من قبل وزارة الصحة!",
    "response": "ما النتيجة التي حصلوا عليها؟"
  },
  {
    "emotion": "disgusted",
    "context": "لست متأكدًا ولكن التقرير ذكر أنه تم العثور على أكثر من 20 خطأً. هل يمكنك أن تتخيل مدى روعة المطبخ؟",
    "response": "نعم. لن أعود."
  },
  {
    "emotion": "proud",
    "context": "أنا سعيد لأن أخي يلعب في MLB.",
    "response": "يفعل؟! مثير جدا! لأي فريق يلعب؟"
  },
  {
    "emotion": "proud",
    "context": "يلعب لفريق نيويورك يانكيز.",
    "response": "إنهم يقومون بعمل جيد حقًا هذا الموسم! يجب أن تكون فخورا جدا!"
  },
  {
    "emotion": "sentimental",
    "context": "في المطار ، وجدت أمتعتي مكسورة وأشياء مسروقة",
    "response": "يجب أن يكون ذلك مرهقًا. هل أبلغت عنها؟"
  },
  {
    "emotion": "sentimental",
    "context": "نعم ، لقد قدمت شكوى. كنت غاضبًا جدًا لدرجة أنه يمكن أن يتحكم في أعصابي عندما كنت أتحدث مع الوكيل.",
    "response": "هل سيقبلون المسؤولية ويشترون لك سلعًا جديدة؟"
  },
  {
    "emotion": "embarrassed",
    "context": "مزقت سروالي أثناء مسرحية المدرسة.",
    "response": "يا رجل هذا سيء ... سأكون محرجًا حقًا"
  },
  {
    "emotion": "embarrassed",
    "context": "نعم ضحكت المدرسة كلها.",
    "response": "آسف هنا. مجرد فضول هل أنت ذكر أم أنثى"
  },
  {
    "emotion": "proud",
    "context": "أنا من Royal Filipino Blood ، \"Maharlika\" المعنى اختارها الأعلى. على الرغم من تدهور بلادي لقرون من قبل المستعمرين الجشعين ، ما زلت أمثل أقاربي الملكيين حتى يعرف الناس من أين أتيت.",
    "response": "I am a male."
  },
  {
    "emotion": "proud",
    "context": "هل انت من مزق سرواله",
    "response": "I am Filipino also."
  },
  {
    "emotion": "sad",
    "context": "تم تشخيص والد زوجتي بسرطان البنكرياس عندما كانت ابنتنا تبلغ من العمر 9 أشهر. كانت حفيدته الأولى.",
    "response": "أوه ، أنا آسف جدًا لسماع ذلك! أعرف مدى صعوبة ذلك على الأسرة أيضًا. هل هو قادر على الحصول على العلاج؟"
  },
  {
    "emotion": "sad",
    "context": "خضع لعملية جراحية لكنها كانت متقدمة جدًا. كان مريضًا لمدة 9 أشهر وتوفي عندما كانت ابنتنا تبلغ من العمر 18 شهرًا. تبلغ من العمر 18 عامًا الآن ، لذا فقد رحل منذ ما يزيد قليلاً عن 16 عامًا حتى الآن.",
    "response": "حسنًا ، لا يمكنني الارتباط إلى حد ما. توفي والدي 2 سنوات بشكل غير متوقع. لم يكن من مرض السرطان ، وفي الواقع لم نعتقد أبدًا أنه سيموت في ذلك اليوم عندما ذهب إلى المستشفى. لكن من الصعب جدًا أن تفقد أحبائك!"
  },
  {
    "emotion": "excited",
    "context": "هل تعلم عندما تحصل على بعض الأدوات الجديدة وتفجر عقلك؟",
    "response": "نعم ، أنا أحب الأدوات الجديدة وخاصة من متجر آبل."
  },
  {
    "emotion": "excited",
    "context": "عندما كنت طفلاً كان لدي جهاز كمبيوتر أنيق بالكاد يمكنه تشغيل ألعابي. عندما حصلت على واحدة جديدة ، تم الجري في القاعات وأصرخ 60 إطارًا في الثانية!",
    "response": "أتذكر أيضًا ممارسة الألعاب باستخدام أجهزة الكمبيوتر القديمة والبطيئة عندما كنت مراهقًا."
  },
  {
    "emotion": "grateful",
    "context": "كانت ابنتي تسعى بشدة لمدة أسبوعين ، لكنها أفضل حالًا الآن ، كنت قلقة للغاية لفترة من الوقت.",
    "response": "هل كانت انفلونزا الصيف؟ سمعت أن هذا ذهب كثيرًا."
  },
  {
    "emotion": "grateful",
    "context": "نعم ، لقد كانت تعاني من الجفاف الشديد والضعف لعدة أيام.",
    "response": "هذا فقط يبدو سيئا للغاية. سعيد أنها أفضل الآن!"
  },
  {
    "emotion": "jealous",
    "context": "أتمنى لو كنت ليبرون جيمس.",
    "response": "لماذا ا؟ يجب أن تكون سعيدًا بما أنت عليه."
  },
  {
    "emotion": "jealous",
    "context": "أريد أن أكون غنيًا وطويل القامة مثل ليبرون.",
    "response": "لا يمكنك تغيير الطول ولكن إذا عملت بجد يمكن لأي شخص أن يكون ثريًا."
  },
  {
    "emotion": "jealous",
    "context": "أريد أن أكون غنيًا وطويل القامة مثل ليبرون.",
    "response": "فقط اعمل بجد واكسب أموالك الخاصة."
  },
  {
    "emotion": "hopeful",
    "context": "أدعو الله أن أكون فريق كرة القدم هذا العام.",
    "response": "أنا متأكد أنك ستفعل. هل كنت تتدرب؟"
  },
  {
    "emotion": "hopeful",
    "context": "نعم ، كل يوم لمدة ساعتين.",
    "response": "هل تعتقد أن هذا يكفي؟"
  },
  {
    "emotion": "sad",
    "context": "بكيت عندما مات أخي.",
    "response": "متأسف جدا. يجب أن يكون هذا مؤلمًا للغاية بالنسبة لك. هل كنت قريب؟"
  }
]